id,question_string,query,template_id,entities,relations,temporal,help_out
Q3920,List the other publications published by the authors of 'Bee Master: Detecting Host-Based Code Injection Attacks'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dimva/BaraboschEG14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/dimva/BaraboschEG14>) },TP12,"[""<https://dblp.org/rec/conf/dimva/BaraboschEG14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3921,List the venues of the other papers published by the authors of 'Entropy-of-likelihood Feature Selection for Image Correspondence'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iccv/ToewsA03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/iccv/ToewsA03>) },TP13,"[""<https://dblp.org/rec/conf/iccv/ToewsA03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3922,"Find the venue of the paper 'Developing innovation in online learning' authored by Mishra, Sanjaya.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bjet/Mishra05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/7523> . <https://dblp.org/rec/journals/bjet/Mishra05> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/bjet/Mishra05>"", ""<https://dblp.org/pid/73/7523>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3923,Which other publications were published by the authors of 'Prediction of Aerodynamic Coefficients Using Neural Networks for Sparse Data'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/flairs/RajkumarB02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/flairs/RajkumarB02>) },TP12,"[""<https://dblp.org/rec/conf/flairs/RajkumarB02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3924,Mention the venue of the paper 'Quantum constraint programming' authored by Herbert W..,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/agp/PierroW01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/160> . <https://dblp.org/rec/conf/agp/PierroW01> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/agp/PierroW01>"", ""<https://dblp.org/pid/40/160>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3925,Find the years in which the authors of 'Entering crossroads with blind corners A safe strategy for autonomous vehicles' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ivs/HoermannKNRD17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ivs/HoermannKNRD17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/ivs/HoermannKNRD17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3926,Mention the venue of the paper 'Mobile Device Accessibility for the Visually Impaired: Problems Mapping and Empirical Study of Touch Screen Gestures' authored by Jes\u00FAs P. Mena-Chalco.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ihc/DamacenoBM16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/8870> . <https://dblp.org/rec/conf/ihc/DamacenoBM16> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/ihc/DamacenoBM16>"", ""<https://dblp.org/pid/86/8870>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3927,"Mention the venue of the paper 'Inference of Concise DTDs from XML Data' authored by Schwentick, Thomas.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vldb/BexNST06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/TSchwentick> . <https://dblp.org/rec/conf/vldb/BexNST06> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/vldb/BexNST06>"", ""<https://dblp.org/pid/s/TSchwentick>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3928,What are the webpages of authors of 'From information to knowledge: harvesting entities and relationships from web sources'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pods/WeikumT10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/conf/pods/WeikumT10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q3929,List the venues of the other papers published by the authors of 'Minimizing Expected Intrusion Detection Time in Adversarial Patrolling'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/atal/Klaska0MR22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/atal/Klaska0MR22>) },TP13,"[""<https://dblp.org/rec/conf/atal/Klaska0MR22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3930,Mention the venues of the other papers published by the authors of 'Adaptive Finite-Time Synchronization Control for Teleoperation System With Varying Time Delays'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/ZhangSS18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/access/ZhangSS18>) },TP13,"[""<https://dblp.org/rec/journals/access/ZhangSS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3931,The authors of 'Asymptotic optimality of BestFit for stochastic bin packing' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sigmetrics/GhaderiZS14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/sigmetrics/GhaderiZS14> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/sigmetrics/GhaderiZS14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3932,List the other publications published by the authors of 'A Useful Taxonomy for Adversarial Robustness of Neural Networks'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1910-10679> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/corr/abs-1910-10679>) },TP12,"[""<https://dblp.org/rec/journals/corr/abs-1910-10679>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3933,Show the webpages of authors of 'Underlay Hybrid Satellite-Terrestrial Relay Networks under Realistic Hardware and Channel Conditions'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vtc/AkhmetkaziyevNA21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/conf/vtc/AkhmetkaziyevNA21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q3934,List the years in which the authors of 'A system for reasoning with imprecise linguistic information' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijar/Schwartz91> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ijar/Schwartz91> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/ijar/Schwartz91>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3935,Mention the venues of the other papers published by the authors of 'Towards rapid interactive machine learning: evaluating tradeoffs of classification without representation'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iui/ArendtSWVD19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/iui/ArendtSWVD19>) },TP13,"[""<https://dblp.org/rec/conf/iui/ArendtSWVD19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3936,Which other papers were written by the authors of 'Asynchronous \u03B5-Greedy Bayesian Optimisation'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2010-07615> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/corr/abs-2010-07615>) },TP12,"[""<https://dblp.org/rec/journals/corr/abs-2010-07615>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3937,List the years in which the authors of '\u4E00\u79CD\u57FA\u4E8E\u6D3B\u6027\u987A\u5E8F\u56FE\u7684\u8FD0\u884C\u65F6\u9A8C\u8BC1\u7814\u7A76 (Research of Runtime Verification Based on Live Sequence Chart)' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jsjkx/YeZYCC16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jsjkx/YeZYCC16> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/jsjkx/YeZYCC16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3938,Find the years in which the authors of 'Efficient protocols secure against guessing and replay attacks' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icccn/KeungS95> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icccn/KeungS95> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/icccn/KeungS95>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3939,In which other years were the authors of 'Improving the Cost Effectiveness of Software Inspection Teams: An Empirical Investigation' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/seke/GoswamiW14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/seke/GoswamiW14> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/seke/GoswamiW14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3940,In which other years were the authors of 'Collaboration Between China and Australia: An e-Water Workshop Report' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/apweb/Tsoi06> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/apweb/Tsoi06> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/apweb/Tsoi06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3941,List the venues of the other papers published by the authors of 'Preliminary result of a novel yaw and pitch error estimation method for UAV-based FMCW InSAR'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/igarss/FuXWJW17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/igarss/FuXWJW17>) },TP13,"[""<https://dblp.org/rec/conf/igarss/FuXWJW17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3942,List the venues of the other papers published by the authors of 'Supporting digital video in a managed wireless network'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cm/Bahl98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/cm/Bahl98>) },TP13,"[""<https://dblp.org/rec/journals/cm/Bahl98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3943,The authors of 'Note on a Ramsey-Type Problem in Geometry' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jct/CsizmadiaT94> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jct/CsizmadiaT94> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/jct/CsizmadiaT94>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3944,List the years in which the authors of 'Represented and Representing Dimensions in Relational Information Displays' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iv/ParkC04> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/iv/ParkC04> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/iv/ParkC04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3945,List the venues of the other papers published by the authors of 'A New De-noising Method for Infrared Spectrum'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icic/GaoZLS12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/icic/GaoZLS12>) },TP13,"[""<https://dblp.org/rec/conf/icic/GaoZLS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3946,Which other papers were written by the authors of 'Analysis of network protocol performance in the context of multi-workstation parallel distributed applications'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jsa/JubbP94> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/jsa/JubbP94>) },TP12,"[""<https://dblp.org/rec/journals/jsa/JubbP94>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3947,Mention the venue of the paper 'Elastic Scheduling of Parallel Real-Time Tasks with Discrete Utilizations' authored by J. Orr.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/rtns/OrrUGBADPBWA20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/2974> . <https://dblp.org/rec/conf/rtns/OrrUGBADPBWA20> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/rtns/OrrUGBADPBWA20>"", ""<https://dblp.org/pid/152/2974>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3948,In which other years were the authors of 'Retinal HDR Images: Intraocular Glare and Object Size' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/imaging/McCannR08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/imaging/McCannR08> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/imaging/McCannR08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3949,The authors of 'Randomness and Fairness in Two-Sided Matching with Limited Interviews' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/innovations/BeyhaghiT21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/innovations/BeyhaghiT21> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/innovations/BeyhaghiT21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3950,Which other papers were written by the authors of 'Musical Exoskeletons: Experiments with a Motion Capture Suit'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/nime/CollinsKPW10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/nime/CollinsKPW10>) },TP12,"[""<https://dblp.org/rec/conf/nime/CollinsKPW10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3951,Show the webpages of authors of 'Variational Approaches for Auto-Encoding Generative Adversarial Networks'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/RoscaLWM17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/corr/RoscaLWM17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q3952,The authors of 'Linear Image Features in Stereopsis' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aaai/Kass86> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/aaai/Kass86> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/aaai/Kass86>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3953,Mention the venues of the other papers published by the authors of 'Funktionsverteilung in einem Arbeitsplatzrechner'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pcomp/Bittmann81> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/pcomp/Bittmann81>) },TP13,"[""<https://dblp.org/rec/conf/pcomp/Bittmann81>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3954,Show the webpages of authors of 'VLSI architectures for video compression-a survey'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/pieee/PirschDG95> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/pieee/PirschDG95>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q3955,"Which other publications were published by the authors of 'Tame the Wild with Byzantine Linearizability: Reliable Broadcast, Snapshots, and Asset Transfer'?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wdag/CohenK21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/wdag/CohenK21>) },TP12,"[""<https://dblp.org/rec/conf/wdag/CohenK21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3956,Mention the venue of the paper 'Normalised Diffusion Cosine Similarity and Its Use for Image Segmentation' authored by Jan Gaura.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icpram/GauraS15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/4409> . <https://dblp.org/rec/conf/icpram/GauraS15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/icpram/GauraS15>"", ""<https://dblp.org/pid/21/4409>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3957,What are the venues of the other papers published by the authors of 'Effects of the signal dependent noise on the CFARness of the RX algorithm in hyperspectral images'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/igarss/AcitoDMC12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/igarss/AcitoDMC12>) },TP13,"[""<https://dblp.org/rec/conf/igarss/AcitoDMC12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3958,Show the webpages of authors of 'Adaptive Inference for Face Recognition leveraging Deep Metric Learning-enabled Early Exits'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eusipco/PassalisT21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/conf/eusipco/PassalisT21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q3959,Snigdhansu Chatterjee published the paper 'Generalized Multivariate Signs for Nonparametric Hypothesis Testing in High Dimensions' in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2107-01103> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/4350> . <https://dblp.org/rec/journals/corr/abs-2107-01103> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/corr/abs-2107-01103>"", ""<https://dblp.org/pid/14/4350>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3960,List the years in which the authors of 'A realistic approach to evolutionary multiobjective portfolio optimization' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cec/ChiamML07> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/cec/ChiamML07> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/cec/ChiamML07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3961,Which other publications were published by the authors of 'Interval Observers for Simultaneous State and Model Estimation of Partially Known Nonlinear Systems'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amcc/KhajenejadJY21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/amcc/KhajenejadJY21>) },TP12,"[""<https://dblp.org/rec/conf/amcc/KhajenejadJY21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3962,Which other papers were written by the authors of 'Substructure and Boundary Modeling for Continuous Action Recognition'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1203-1985> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/corr/abs-1203-1985>) },TP12,"[""<https://dblp.org/rec/journals/corr/abs-1203-1985>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3963,Mention the venue of the paper 'Throughput and energy efficiency under queueing and secrecy constraints' authored by Mustafa Cenk Gursoy.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/acssc/OzmenG12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/5244> . <https://dblp.org/rec/conf/acssc/OzmenG12> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/acssc/OzmenG12>"", ""<https://dblp.org/pid/54/5244>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3964,Show the webpages of authors of 'Object recognition in compressed imagery'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ivc/SealesYHC98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/ivc/SealesYHC98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q3965,In which venues were the other papers published by the authors of 'Inference of virtual network functions' state via analysis of the CPU behavior'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/teletraffic/ShelbourneLZL21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/teletraffic/ShelbourneLZL21>) },TP13,"[""<https://dblp.org/rec/conf/teletraffic/ShelbourneLZL21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3966,List the other publications published by the authors of 'High-Order Bound-Preserving Discontinuous Galerkin Methods for Stiff Multispecies Detonation'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/siamsc/DuWQY19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/siamsc/DuWQY19>) },TP12,"[""<https://dblp.org/rec/journals/siamsc/DuWQY19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3967,"Show the webpages of authors of 'Sensor Planning for 3D Object Search, '.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cviu/YeT99> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/cviu/YeT99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q3968,Find the venue of the paper 'A Framework for Measuring Security as a System Property in Cyberphysical Systems' authored by B. D. Czejdo.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/information/ZalewskiBCDKS16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/3110> . <https://dblp.org/rec/journals/information/ZalewskiBCDKS16> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/information/ZalewskiBCDKS16>"", ""<https://dblp.org/pid/30/3110>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3969,List the other publications published by the authors of 'High efficient link schedule with spatial reuse in IEEE 80216 relay enabled networks'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icnc/WangPAL16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/icnc/WangPAL16>) },TP12,"[""<https://dblp.org/rec/conf/icnc/WangPAL16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3970,Find the years in which the authors of 'Mobile Ontology-based Reasoning and Feedback (MORF) Health Monitoring System' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icdim/DocksteaderB08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icdim/DocksteaderB08> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/icdim/DocksteaderB08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3971,Find the venue of the paper 'Assesment of Online Bank GUI based on User Experience Evaluation - A Case Study' authored by Kamil Kolodziejczyk.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/data/Plechawska-WojcikK14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/151/7017> . <https://dblp.org/rec/conf/data/Plechawska-WojcikK14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/data/Plechawska-WojcikK14>"", ""<https://dblp.org/pid/151/7017>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3972,Mention the venues of the other papers published by the authors of 'Hard real-time embedded operating systems'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mam/Cooling94a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/mam/Cooling94a>) },TP13,"[""<https://dblp.org/rec/journals/mam/Cooling94a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3973,What are the venues of the other papers published by the authors of 'My Last Editorial - A Cautionary Tale?'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/crl/Kaspar22a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/crl/Kaspar22a>) },TP13,"[""<https://dblp.org/rec/journals/crl/Kaspar22a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3974,The authors of 'Correction to: Experimental Robotics' have which webpages?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iser/SicilianoLK20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/conf/iser/SicilianoLK20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
