id,question_string,query,template_id,entities,relations,temporal,help_out
Q2323,"What are the primary affiliations of Yi T. and Hui, Siu Cheung?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/188/6350> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/65/3225> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/188/6350>"", ""<https://dblp.org/pid/65/3225>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2324,"In Neurocomputing and Neural Networks, what papers did Hongming Yang publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/5920> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Neurocomputing' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Neural Networks' } },TC63,"[""<https://dblp.org/pid/89/5920>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2325,What are the papers that Alan Thorogood and David Hwang published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/4225> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/4252> } },TC61,"[""<https://dblp.org/pid/93/4225>"", ""<https://dblp.org/pid/56/4252>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2326,What papers did Shuilin Liu publish in ICMC and J. Electr. Comput. Eng.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/176/0486> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICMC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Electr. Comput. Eng.' } },TC63,"[""<https://dblp.org/pid/176/0486>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2327,What papers did Ryan C. publish in Sensors and ASPLOS?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/250/4832> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Sensors' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ASPLOS' } },TC63,"[""<https://dblp.org/pid/250/4832>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2328,What papers did Japjot S. Bawa publish in IEEE ANTS and Astron. Comput.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/268/3855> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE ANTS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Astron. Comput.' } },TC63,"[""<https://dblp.org/pid/268/3855>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2329,"In TAPAS and Data Compression Conference, what papers did H. Sun publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/2118> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'TAPAS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Data Compression Conference' } },TC63,"[""<https://dblp.org/pid/00/2118>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2330,"What are the papers that M. Mokgolele and Langdon, S. published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/9651> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/6688> } },TC61,"[""<https://dblp.org/pid/19/9651>"", ""<https://dblp.org/pid/68/6688>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2331,"What are the papers that Donno, Alfredo and D'Angeli, Daniele published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/8077> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/8076> } },TC61,"[""<https://dblp.org/pid/52/8077>"", ""<https://dblp.org/pid/94/8076>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2332,"In J. Open Source Softw. and CCGRID, what papers did Robert Podgorney publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/257/8065> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Open Source Softw.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CCGRID' } },TC63,"[""<https://dblp.org/pid/257/8065>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2333,"What are the papers that Kimmitt, Jonathan and Marcian N. Cirstea published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/1987> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/9697> } },TC61,"[""<https://dblp.org/pid/169/1987>"", ""<https://dblp.org/pid/34/9697>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2334,What are the primary affiliations of Basavesh Ammanaghatta Shivakumar and Furkan G.?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/268/6914> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/284/8331> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/268/6914>"", ""<https://dblp.org/pid/284/8331>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2335,"What papers did Breitenecker, F. publish in Simul. Model. Pract. Theory and CLUSTER?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/1158> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Simul. Model. Pract. Theory' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CLUSTER' } },TC63,"[""<https://dblp.org/pid/25/1158>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2336,What papers did Carlos Ram\u00EDrez publish in Res. Comput. Sci. and J. Comput. Neurosci.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/4221> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Res. Comput. Sci.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Comput. Neurosci.' } },TC63,"[""<https://dblp.org/pid/40/4221>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2337,What papers did Nadia Pantidi publish in CHI and MEDES?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/1264> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CHI' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'MEDES' } },TC63,"[""<https://dblp.org/pid/35/1264>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2338,"What are the papers that Wazwaz, Abdul-Majid and Elbassioni, Khaled M. published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/614> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/4645> } },TC61,"[""<https://dblp.org/pid/24/614>"", ""<https://dblp.org/pid/82/4645>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2339,What papers did R. Rymon publish in ACM International Conference on Knowledge Discovery and Data Mining and IEEE Trans. Wirel. Commun.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/5745> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'KDD' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Wirel. Commun.' } },TC63,"[""<https://dblp.org/pid/90/5745>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2340,What are the primary affiliations of L. Guilherme Uzeda Garcia and Fran\u00E7ois Baccelli?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/201/2498> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/b/FrancoisBaccelli> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/201/2498>"", ""<https://dblp.org/pid/b/FrancoisBaccelli>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2341,List all the papers that Paal E. Engelstad and Aleksander Bai published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/e/PaalEngelstad> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/160/6282> } },TC61,"[""<https://dblp.org/pid/e/PaalEngelstad>"", ""<https://dblp.org/pid/160/6282>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2342,"What are the papers that Steup, W. and Fethi Filali published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/5123> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/4747> } },TC61,"[""<https://dblp.org/pid/19/5123>"", ""<https://dblp.org/pid/20/4747>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2343,List all the primary affiliations of Mayank V. and Afzel Noore.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/58/323> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/41/6759> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/58/323>"", ""<https://dblp.org/pid/41/6759>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2344,"In DepCoS-RELCOMEX and AHFE (4), what papers did Kisiel, T. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/6076> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'DepCoS-RELCOMEX' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'AHFE (4)' } },TC63,"[""<https://dblp.org/pid/181/6076>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2345,What papers did Chunsheng L. publish in Int. J. Commun. Syst. and International Symposium on Neural Networks?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/623> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Commun. Syst.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISNN (2)' } },TC63,"[""<https://dblp.org/pid/63/623>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2346,"What are the papers that J. Barrera and Dougherty, Edward R. published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/271> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/3909> } },TC61,"[""<https://dblp.org/pid/96/271>"", ""<https://dblp.org/pid/90/3909>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2347,List all the papers that S. Noor Mahammad and Shanmugakumar Murugesan published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/3821> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/208/0227> } },TC61,"[""<https://dblp.org/pid/152/3821>"", ""<https://dblp.org/pid/208/0227>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2348,"In CIRA and SimVis, what papers did Joe Saunders publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/6417> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CIRA' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SimVis' } },TC63,"[""<https://dblp.org/pid/55/6417>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2349,"In IEEE Trans. Ind. Electron. and CoRR, what papers did Y. Zhang publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/3836> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Ind. Electron.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC63,"[""<https://dblp.org/pid/119/3836>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2350,"What papers did Piqueras, Santiago publish in IberSPEECH and J. Frankl. Inst.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/153/4527> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IberSPEECH' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Frankl. Inst.' } },TC63,"[""<https://dblp.org/pid/153/4527>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2351,"What papers did Recasens, Marta publish in Language Resources and Evaluation Conference and IV?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/5369> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'LREC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IV' } },TC63,"[""<https://dblp.org/pid/28/5369>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2352,"What are the primary affiliations of Valli Kumari Vatsavayi and Raju, Bhupathiraju V. S. Ramakrishnam?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/88/1336> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/121/3464> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/88/1336>"", ""<https://dblp.org/pid/121/3464>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2353,"In Econometrics of Risk and DCC, what papers did Niwattisaiwong Seksiri publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/164/2727> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Econometrics of Risk' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'DCC' } },TC63,"[""<https://dblp.org/pid/164/2727>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2354,"List all the primary affiliations of Hong, Y. and Huang, Nina.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/66/5863-2> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/254/7312> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/66/5863-2>"", ""<https://dblp.org/pid/254/7312>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2355,"List all the primary affiliations of Rajan, B. Sundar and Ganesan, Abhinav.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/r/BSundarRajan> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/46/10835> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/r/BSundarRajan>"", ""<https://dblp.org/pid/46/10835>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2356,What are the primary affiliations of Qi Yu and Yu Kong?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/58/6957-1> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/55/3630> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/58/6957-1>"", ""<https://dblp.org/pid/55/3630>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2357,List all the primary affiliations of Nan Guo and T. Gao.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/42/617> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/22/6267> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/42/617>"", ""<https://dblp.org/pid/22/6267>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2358,"In Int. J. Prod. Res. and Microelectron. Reliab., what papers did Claudio Vitari publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/5280> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Prod. Res.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Microelectron. Reliab.' } },TC63,"[""<https://dblp.org/pid/60/5280>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2359,What papers did Wenbo Jiang publish in J. Frankl. Inst. and PWC?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/10703> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Frankl. Inst.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'PWC' } },TC63,"[""<https://dblp.org/pid/34/10703>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2360,What papers did L. Demb\u00E9l\u00E9 publish in Math. Comput. and IJCNN?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/24> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Math. Comput.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IJCNN' } },TC63,"[""<https://dblp.org/pid/73/24>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2361,"What are the papers that Sottana, Matteo and Carla P. published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/217/4776> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/CarlaPiazza> } },TC61,"[""<https://dblp.org/pid/217/4776>"", ""<https://dblp.org/pid/p/CarlaPiazza>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2362,"List all the papers that Raab, C. D. and Marcin Copik published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/327> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/2708> } },TC61,"[""<https://dblp.org/pid/06/327>"", ""<https://dblp.org/pid/187/2708>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2363,"List all the papers that Xin Du and Zhao, J. published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/4833> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/2026> } },TC61,"[""<https://dblp.org/pid/18/4833>"", ""<https://dblp.org/pid/47/2026>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2364,List all the papers that Derek R. Boughner and Gregory R. Mills published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/1563> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/5089> } },TC61,"[""<https://dblp.org/pid/69/1563>"", ""<https://dblp.org/pid/87/5089>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2365,List all the papers that Chi-Hsiang Yeh and Mollah R. Alam published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/448> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/286/2310> } },TC61,"[""<https://dblp.org/pid/17/448>"", ""<https://dblp.org/pid/286/2310>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2366,List all the papers that K. Chen and Adrian Dumitrescu published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/6529-11> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/5787> } },TC61,"[""<https://dblp.org/pid/47/6529-11>"", ""<https://dblp.org/pid/69/5787>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2367,"List all the primary affiliations of Widmayer, P. and Brian Hu Zhang.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/w/PeterWidmayer> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/213/8211> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/w/PeterWidmayer>"", ""<https://dblp.org/pid/213/8211>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2368,What are the primary affiliations of Shao-Min Zhu and Phillip J. McKerrow?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/119/6291> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/m/PhillipJMcKerrow> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/119/6291>"", ""<https://dblp.org/pid/m/PhillipJMcKerrow>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2369,"What papers did Zammit, Paul publish in ICECS and Comput. Networks?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/137/5530> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICECS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Networks' } },TC63,"[""<https://dblp.org/pid/137/5530>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2370,"List all the papers that Qin, S. Joe and Rochelle, Gary T. published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/4222> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/11049> } },TC61,"[""<https://dblp.org/pid/17/4222>"", ""<https://dblp.org/pid/03/11049>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2371,"List all the papers that Kalantar, Bahareh and Naonori Ueda published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/205/2008> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/2491> } },TC61,"[""<https://dblp.org/pid/205/2008>"", ""<https://dblp.org/pid/87/2491>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2372,"What papers did Foerster, J. N. publish in Advances in Neural Information Processing Systems and WOMPAT?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/176/5095> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'NeurIPS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'WOMPAT' } },TC63,"[""<https://dblp.org/pid/176/5095>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2373,"In Angew. Inform. and AMCIS, what papers did Eggensperger, R. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/4150> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Angew. Inform.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'AMCIS' } },TC63,"[""<https://dblp.org/pid/03/4150>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2374,List all the primary affiliations of Joseph Sgro and Przemyslaw Herman.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/95/2251> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/10/743> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/95/2251>"", ""<https://dblp.org/pid/10/743>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2375,"In Math. Comput. and NeuroImage, what papers did Keicher, Simon publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/0003> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Math. Comput.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'NeuroImage' } },TC63,"[""<https://dblp.org/pid/124/0003>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2376,"List all the papers that Gisle Ytrest\u00F8l and Zhou, B. published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/8158> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/3362> } },TC61,"[""<https://dblp.org/pid/26/8158>"", ""<https://dblp.org/pid/04/3362>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2377,What papers did Satish Kumar publish in Cogn. Comput. and HICSS?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/2367> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Cogn. Comput.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'HICSS' } },TC63,"[""<https://dblp.org/pid/32/2367>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2378,"List all the papers that Martin Kouteck\u00FD and Kolman, Petr published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/1762> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/4155> } },TC61,"[""<https://dblp.org/pid/159/1762>"", ""<https://dblp.org/pid/58/4155>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2379,"What are the papers that Lv, Lun and Mohamad Katanbaf published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/5844> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/216/3992> } },TC61,"[""<https://dblp.org/pid/89/5844>"", ""<https://dblp.org/pid/216/3992>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2380,"What are the papers that V\u00E1zquez, Guillermo and Mart\u00EDnez, Eduardo Ju\u00E1rez published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/131/3343> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/1797> } },TC61,"[""<https://dblp.org/pid/131/3343>"", ""<https://dblp.org/pid/41/1797>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2381,"What are the papers that Yamawaki, Akira and Yamasaki, Moena published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/5690> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/261/1353> } },TC61,"[""<https://dblp.org/pid/63/5690>"", ""<https://dblp.org/pid/261/1353>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2382,What papers did Riku Kreula publish in ICC and CoRR?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/5657> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICC (1)' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC63,"[""<https://dblp.org/pid/03/5657>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2383,List all the papers that Byung S. Son and Yong Serk Kim published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/6373> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/3769> } },TC61,"[""<https://dblp.org/pid/06/6373>"", ""<https://dblp.org/pid/82/3769>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2384,"In I2MTC and ERCIM News, what papers did Franco Ferraris publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/9518> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'I2MTC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ERCIM News' } },TC63,"[""<https://dblp.org/pid/62/9518>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2385,List all the papers that Judith A. Blake and Jamie A. Lee published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/5736> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/5302> } },TC61,"[""<https://dblp.org/pid/35/5736>"", ""<https://dblp.org/pid/45/5302>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2386,What are the papers that John C. Price and Stefanos D. Kollias published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/5754> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/StefanosDKollias> } },TC61,"[""<https://dblp.org/pid/116/5754>"", ""<https://dblp.org/pid/k/StefanosDKollias>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2387,"What are the papers that Manuel D. Rossetti and Turitto, Timothy published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/2053> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/412> } },TC61,"[""<https://dblp.org/pid/64/2053>"", ""<https://dblp.org/pid/34/412>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2388,"In J. Comput. Secur. and Web Intelligence, what papers did Riccardo Focardi publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/f/RiccardoFocardi> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Comput. Secur.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Web Intelligence' } },TC63,"[""<https://dblp.org/pid/f/RiccardoFocardi>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2389,What papers did Heinz D. publish in Struct. Program. and SERE?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/587> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Struct. Program.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SERE (Companion)' } },TC63,"[""<https://dblp.org/pid/52/587>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2390,"What are the papers that Mania Abdi and Desnoyers, Peter published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/165/8364> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/3749> } },TC61,"[""<https://dblp.org/pid/165/8364>"", ""<https://dblp.org/pid/76/3749>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
