id,question_string,query,template_id,entities,relations,temporal,help_out
Q4959,Have the authors of the paper 'Informatikjahr 2006: Ein Fazit' not published the paper 'What Makes for Good Views for Contrastive Learning?'?,ASK { <https://dblp.org/rec/journals/insk/Jarke07> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/nips/Tian0PKSI20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/nips/Tian0PKSI20> != <https://dblp.org/rec/journals/insk/Jarke07>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/insk/Jarke07> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/nips/Tian0PKSI20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/nips/Tian0PKSI20> != <https://dblp.org/rec/journals/insk/Jarke07>) } },TP44,"[""<https://dblp.org/rec/journals/insk/Jarke07>"", ""<https://dblp.org/rec/conf/nips/Tian0PKSI20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4960,Haven't the authors of the publication 'Multi-task deep learning for image segmentation using recursive approximation tasks' published the paper 'Beyond probability gain: Information access strategies in category learning'?,ASK { <https://dblp.org/rec/journals/corr/abs-2005-13053> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/cogsci/MeierB11> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/cogsci/MeierB11> != <https://dblp.org/rec/journals/corr/abs-2005-13053>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2005-13053> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/cogsci/MeierB11> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/cogsci/MeierB11> != <https://dblp.org/rec/journals/corr/abs-2005-13053>) } },TP44,"[""<https://dblp.org/rec/journals/corr/abs-2005-13053>"", ""<https://dblp.org/rec/conf/cogsci/MeierB11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4961,Have the authors of the paper 'A new architecture for improving focused crawling using deep neural network' not published a publication in J. Intell. Fuzzy Syst.?,ASK { <https://dblp.org/rec/journals/jifs/ElArabyAMR19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jifs/ElArabyAMR19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Intell. Fuzzy Syst.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jifs/ElArabyAMR19> <https://dblp.org/rdf/schema#publishedIn> 'J. Intell. Fuzzy Syst.' } },TP43,"[""<https://dblp.org/rec/journals/jifs/ElArabyAMR19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4962,Did the authors of 'Introduction of New Technologies to Competing Industrial Customers' not publish 'Energy consumption of subscriber devices in broadband network'?,ASK { <https://dblp.org/rec/journals/mansci/EratK06> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jhsn/Borzycki12> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jhsn/Borzycki12> != <https://dblp.org/rec/journals/mansci/EratK06>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/mansci/EratK06> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jhsn/Borzycki12> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jhsn/Borzycki12> != <https://dblp.org/rec/journals/mansci/EratK06>) } },TP44,"[""<https://dblp.org/rec/journals/mansci/EratK06>"", ""<https://dblp.org/rec/journals/jhsn/Borzycki12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4963,Wasn't the paper 'Four-Year Enterprise PACS Support Trend Analysis' published in the year 2011?,ASK { <https://dblp.org/rec/journals/jdi/OlbrishSRSI11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jdi/OlbrishSRSI11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' } },TP42,"[""<https://dblp.org/rec/journals/jdi/OlbrishSRSI11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4964,Did the authors of the publication 'Simulating Temporal Dynamics in Cryptocurrency Software Social Networks' not publish a paper in AMCIS?,ASK { <https://dblp.org/rec/conf/amcis/ChungVLHML19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/amcis/ChungVLHML19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'AMCIS' FILTER NOT EXISTS { <https://dblp.org/rec/conf/amcis/ChungVLHML19> <https://dblp.org/rdf/schema#publishedIn> 'AMCIS' } },TP43,"[""<https://dblp.org/rec/conf/amcis/ChungVLHML19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4965,Wasn't the paper 'Robust semi-automatic 2D-to-3D image conversion via residual-driven optimization' published in the year 2018?,ASK { <https://dblp.org/rec/journals/ejivp/Yuan18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ejivp/Yuan18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' } },TP42,"[""<https://dblp.org/rec/journals/ejivp/Yuan18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4966,Wasn't the publication 'Incorporating Prior Financial Domain Knowledge into Neural Networks for Implied Volatility Surface Prediction' published in 2021?,ASK { <https://dblp.org/rec/conf/kdd/ZhengYC21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' FILTER NOT EXISTS { <https://dblp.org/rec/conf/kdd/ZhengYC21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' } },TP42,"[""<https://dblp.org/rec/conf/kdd/ZhengYC21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4967,Haven't the authors of the publication 'Mapping Global Urban Impervious Surface and Green Space Fractions Using Google Earth Engine' published the paper 'Designing and implementing a family of intrusion detection systems'?,ASK { <https://dblp.org/rec/journals/remotesensing/KuangHDLY21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/sigsoft/VignaVK03> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/sigsoft/VignaVK03> != <https://dblp.org/rec/journals/remotesensing/KuangHDLY21>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/remotesensing/KuangHDLY21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/sigsoft/VignaVK03> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/sigsoft/VignaVK03> != <https://dblp.org/rec/journals/remotesensing/KuangHDLY21>) } },TP44,"[""<https://dblp.org/rec/journals/remotesensing/KuangHDLY21>"", ""<https://dblp.org/rec/conf/sigsoft/VignaVK03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4968,Was 'Load Balancing and Locality in Hierarchical N-Body Algorithms on Distributed Memory Architectures' not published in 1998?,ASK { <https://dblp.org/rec/conf/hpcn/BaiardiBMP98> <https://dblp.org/rdf/schema#yearOfPublication> '1998' FILTER NOT EXISTS { <https://dblp.org/rec/conf/hpcn/BaiardiBMP98> <https://dblp.org/rdf/schema#yearOfPublication> '1998' } },TP42,"[""<https://dblp.org/rec/conf/hpcn/BaiardiBMP98>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4969,Have the authors of the paper 'ODAC: An Agent-Oriented Methodology Based on ODP' not published a publication in Auton. Agents Multi Agent Syst.?,ASK { <https://dblp.org/rec/journals/aamas/Gervais03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/aamas/Gervais03>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Auton. Agents Multi Agent Syst.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/aamas/Gervais03> <https://dblp.org/rdf/schema#publishedIn> 'Auton. Agents Multi Agent Syst.' } },TP43,"[""<https://dblp.org/rec/journals/aamas/Gervais03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4970,Did the authors of 'Influence of Morphometric and Mechanical Factors in Thoracic Aorta Finite Element Modeling' not publish a paper in STACOM@MICCAI?,ASK { <https://dblp.org/rec/conf/stacom-ws/ZhangSC21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/stacom-ws/ZhangSC21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'STACOM@MICCAI' FILTER NOT EXISTS { <https://dblp.org/rec/conf/stacom-ws/ZhangSC21> <https://dblp.org/rdf/schema#publishedIn> 'STACOM@MICCAI' } },TP43,"[""<https://dblp.org/rec/conf/stacom-ws/ZhangSC21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4971,Was 'Corn cash price forecasting with neural networks' not published in 2021?,ASK { <https://dblp.org/rec/journals/cea/XuZ21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' FILTER NOT EXISTS { <https://dblp.org/rec/journals/cea/XuZ21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' } },TP42,"[""<https://dblp.org/rec/journals/cea/XuZ21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4972,Wasn't the paper 'Incident Angle Measurement of Collimated Laser Based on the Pinhole Principle' published in the year 2010?,ASK { <https://dblp.org/rec/conf/icira/PanZ10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icira/PanZ10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' } },TP42,"[""<https://dblp.org/rec/conf/icira/PanZ10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4973,Did the authors of 'Immersive Virtual Reality App to Promote Healthy Eating in Children' not publish 'Overview of the Second Text REtrieval Conference (TREC-2)'?,ASK { <https://dblp.org/rec/conf/hci/FuentesANG20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/trec/Harman93> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/trec/Harman93> != <https://dblp.org/rec/conf/hci/FuentesANG20>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/hci/FuentesANG20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/trec/Harman93> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/trec/Harman93> != <https://dblp.org/rec/conf/hci/FuentesANG20>) } },TP44,"[""<https://dblp.org/rec/conf/hci/FuentesANG20>"", ""<https://dblp.org/rec/conf/trec/Harman93>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4974,Haven't the authors of the publication 'A Logic to Model Time in Cryptographic Protocols' published the paper 'Ellipsoid Approximation Using Random Vectors'?,ASK { <https://dblp.org/rec/conf/iscsct/LeiLX08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/colt/MendelsonP05> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/colt/MendelsonP05> != <https://dblp.org/rec/conf/iscsct/LeiLX08>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/iscsct/LeiLX08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/colt/MendelsonP05> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/colt/MendelsonP05> != <https://dblp.org/rec/conf/iscsct/LeiLX08>) } },TP44,"[""<https://dblp.org/rec/conf/iscsct/LeiLX08>"", ""<https://dblp.org/rec/conf/colt/MendelsonP05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4975,Did the authors of 'Optimal mechanisms for selling information' not publish a paper in ACM Conference on Economics and Computation?,ASK { <https://dblp.org/rec/conf/sigecom/BabaioffKL12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/sigecom/BabaioffKL12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'EC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/sigecom/BabaioffKL12> <https://dblp.org/rdf/schema#publishedIn> 'EC' } },TP43,"[""<https://dblp.org/rec/conf/sigecom/BabaioffKL12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4976,Haven't the authors of the publication 'Heterogeneous Domains' e-Business Transactions Interoperability with the use of Generic Process Models' published a publication in IESA?,ASK { <https://dblp.org/rec/conf/iesa/KoussourisGSAK08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/iesa/KoussourisGSAK08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IESA' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iesa/KoussourisGSAK08> <https://dblp.org/rdf/schema#publishedIn> 'IESA' } },TP43,"[""<https://dblp.org/rec/conf/iesa/KoussourisGSAK08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4977,Have the authors of the paper 'Ramanujan graphs and the spectral gap of supercomputing topologies' not published a publication in J. Supercomput.?,ASK { <https://dblp.org/rec/journals/tjs/AksoyBYR21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tjs/AksoyBYR21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Supercomput.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tjs/AksoyBYR21> <https://dblp.org/rdf/schema#publishedIn> 'J. Supercomput.' } },TP43,"[""<https://dblp.org/rec/journals/tjs/AksoyBYR21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4978,Wasn't the paper 'Flow Mobility Management in PMIPv6-based DMM (Distributed Mobility Management) Networks' published in the year 2014?,ASK { <https://dblp.org/rec/journals/jowua/SunK14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jowua/SunK14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' } },TP42,"[""<https://dblp.org/rec/journals/jowua/SunK14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4979,Have the authors of the paper 'Degree-Bounded Generalized Polymatroids and Approximating the Metric Many-Visits TSP' not published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-1911-09890> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-1911-09890>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1911-09890> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TP43,"[""<https://dblp.org/rec/journals/corr/abs-1911-09890>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4980,Have the authors of the paper 'Allocation of spinning reserves for autonomous grids subject to frequency stability constraints and short-term renewable power variations' not published the paper 'A Data Scientist's Guide to Start-Ups'?,ASK { <https://dblp.org/rec/journals/corr/abs-2203-07233> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/bigdata/ProvostWBEFP14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/bigdata/ProvostWBEFP14> != <https://dblp.org/rec/journals/corr/abs-2203-07233>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2203-07233> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/bigdata/ProvostWBEFP14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/bigdata/ProvostWBEFP14> != <https://dblp.org/rec/journals/corr/abs-2203-07233>) } },TP44,"[""<https://dblp.org/rec/journals/corr/abs-2203-07233>"", ""<https://dblp.org/rec/journals/bigdata/ProvostWBEFP14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4981,Wasn't the publication 'On Parametric Obligation Policies: Enabling Privacy-Aware Information Lifecycle Management in Enterprises' published in 2007?,ASK { <https://dblp.org/rec/conf/policy/MontB07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' FILTER NOT EXISTS { <https://dblp.org/rec/conf/policy/MontB07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' } },TP42,"[""<https://dblp.org/rec/conf/policy/MontB07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4982,Wasn't the publication 'Face Alignment with Two-Layer Shape Regression' published in 2015?,ASK { <https://dblp.org/rec/conf/pcm/ZhangZ15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' FILTER NOT EXISTS { <https://dblp.org/rec/conf/pcm/ZhangZ15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' } },TP42,"[""<https://dblp.org/rec/conf/pcm/ZhangZ15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4983,Haven't the authors of the publication 'Measurement of electrode current pulses from cochlear implants' published a publication in IEEE Trans. Instrum. Meas.?,ASK { <https://dblp.org/rec/journals/tim/TognolaBCNPRGS05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tim/TognolaBCNPRGS05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Instrum. Meas.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tim/TognolaBCNPRGS05> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Instrum. Meas.' } },TP43,"[""<https://dblp.org/rec/journals/tim/TognolaBCNPRGS05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4984,Haven't the authors of the publication 'Control Barrier Functions for Complete and Incomplete Information Stochastic Systems' published a publication in ACC?,ASK { <https://dblp.org/rec/conf/amcc/Clark19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/amcc/Clark19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ACC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/amcc/Clark19> <https://dblp.org/rdf/schema#publishedIn> 'ACC' } },TP43,"[""<https://dblp.org/rec/conf/amcc/Clark19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4985,Wasn't the paper 'Driver Fatigue Prediction Using Different Sensor Data with Deep Learning' published in the year 2019?,ASK { <https://dblp.org/rec/conf/icphys/UtomoYTH19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icphys/UtomoYTH19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' } },TP42,"[""<https://dblp.org/rec/conf/icphys/UtomoYTH19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4986,Did the authors of the publication 'Smart Placement of Security Devices in Cloud Data Center Network' not publish 'Series misdemeanors'?,ASK { <https://dblp.org/rec/journals/smartcr/MajhiD15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cca/Stoutemyer12a> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cca/Stoutemyer12a> != <https://dblp.org/rec/journals/smartcr/MajhiD15>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/smartcr/MajhiD15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cca/Stoutemyer12a> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cca/Stoutemyer12a> != <https://dblp.org/rec/journals/smartcr/MajhiD15>) } },TP44,"[""<https://dblp.org/rec/journals/smartcr/MajhiD15>"", ""<https://dblp.org/rec/journals/cca/Stoutemyer12a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4987,"Have the authors of the paper 'Strategien zur Modellierung mobiler, multimedialer Tourismusinformationssysteme im FlyingPix Projekt' not published a publication in Grundlagen von Datenbanken?",ASK { <https://dblp.org/rec/conf/gvd/EigenstetterWB06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/gvd/EigenstetterWB06>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Grundlagen von Datenbanken' FILTER NOT EXISTS { <https://dblp.org/rec/conf/gvd/EigenstetterWB06> <https://dblp.org/rdf/schema#publishedIn> 'Grundlagen von Datenbanken' } },TP43,"[""<https://dblp.org/rec/conf/gvd/EigenstetterWB06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4988,"Did the authors of the publication 'Enhancing the expressiveness of linguistic structures' not publish 'Maintaining Data Records: Practical Decisions Required For Data Set Prioritization, Preservation, and Access'?",ASK { <https://dblp.org/rec/conf/sepln/MoraRC12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/igarss/WeaverMD08> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/igarss/WeaverMD08> != <https://dblp.org/rec/conf/sepln/MoraRC12>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/sepln/MoraRC12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/igarss/WeaverMD08> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/igarss/WeaverMD08> != <https://dblp.org/rec/conf/sepln/MoraRC12>) } },TP44,"[""<https://dblp.org/rec/conf/sepln/MoraRC12>"", ""<https://dblp.org/rec/conf/igarss/WeaverMD08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4989,Did the authors of 'Automatic identification of assertions and invariants with small numbers of test vectors' not publish 'Monitoring rice growth in Southern China using TerraSAR-X dual polarization data'?,ASK { <https://dblp.org/rec/conf/iccd/Fujita15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/agro-geoinformatics/ChenHD17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/agro-geoinformatics/ChenHD17> != <https://dblp.org/rec/conf/iccd/Fujita15>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/iccd/Fujita15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/agro-geoinformatics/ChenHD17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/agro-geoinformatics/ChenHD17> != <https://dblp.org/rec/conf/iccd/Fujita15>) } },TP44,"[""<https://dblp.org/rec/conf/iccd/Fujita15>"", ""<https://dblp.org/rec/conf/agro-geoinformatics/ChenHD17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4990,Did the authors of the publication 'Steiner systems for two-stage disjunctive testing' not publish a paper in J. Comb. Optim.?,ASK { <https://dblp.org/rec/journals/jco/Tonchev08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jco/Tonchev08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Comb. Optim.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jco/Tonchev08> <https://dblp.org/rdf/schema#publishedIn> 'J. Comb. Optim.' } },TP43,"[""<https://dblp.org/rec/journals/jco/Tonchev08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4991,Did the authors of the publication 'Optimal Design of a 3-Coil Wireless Power Transfer System for Deep Micro-Implants' not publish 'Improving aspect-level sentiment analysis with aspect extraction'?,ASK { <https://dblp.org/rec/journals/access/HuangMF20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/nca/MajumderBPGH22> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/nca/MajumderBPGH22> != <https://dblp.org/rec/journals/access/HuangMF20>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/access/HuangMF20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/nca/MajumderBPGH22> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/nca/MajumderBPGH22> != <https://dblp.org/rec/journals/access/HuangMF20>) } },TP44,"[""<https://dblp.org/rec/journals/access/HuangMF20>"", ""<https://dblp.org/rec/journals/nca/MajumderBPGH22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4992,Wasn't the paper 'On switching Hinfinity controllers for a class of linear parameter varying systems' published in the year 2007?,ASK { <https://dblp.org/rec/journals/scl/YanO07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' FILTER NOT EXISTS { <https://dblp.org/rec/journals/scl/YanO07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' } },TP42,"[""<https://dblp.org/rec/journals/scl/YanO07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4993,Did the authors of the publication 'Design Support of Reaction and Compounding Extruders' not publish 'Real-time surface inspection by texture'?,ASK { <https://dblp.org/rec/series/lncs/SchluterSHAK08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/rti/MaenpaaTP03> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/rti/MaenpaaTP03> != <https://dblp.org/rec/series/lncs/SchluterSHAK08>) FILTER NOT EXISTS { <https://dblp.org/rec/series/lncs/SchluterSHAK08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/rti/MaenpaaTP03> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/rti/MaenpaaTP03> != <https://dblp.org/rec/series/lncs/SchluterSHAK08>) } },TP44,"[""<https://dblp.org/rec/series/lncs/SchluterSHAK08>"", ""<https://dblp.org/rec/journals/rti/MaenpaaTP03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4994,Did the authors of 'Drawing rooted trees in linear time' not publish a paper in Softw. Pract. Exp.?,ASK { <https://dblp.org/rec/journals/spe/BuchheimJL06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/spe/BuchheimJL06>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Softw. Pract. Exp.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/spe/BuchheimJL06> <https://dblp.org/rdf/schema#publishedIn> 'Softw. Pract. Exp.' } },TP43,"[""<https://dblp.org/rec/journals/spe/BuchheimJL06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4995,Wasn't the publication 'Low-complexity time-varying frequency-shift equalization for doubly selective channels' published in 2013?,ASK { <https://dblp.org/rec/conf/iswcs/Verde13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iswcs/Verde13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' } },TP42,"[""<https://dblp.org/rec/conf/iswcs/Verde13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4996,Have the authors of the paper 'Dynamic Subscription to YANG Events and Datastores over RESTCONF' not published a publication in RFC?,ASK { <https://dblp.org/rec/journals/rfc/rfc8650> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/rfc/rfc8650>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'RFC' FILTER NOT EXISTS { <https://dblp.org/rec/journals/rfc/rfc8650> <https://dblp.org/rdf/schema#publishedIn> 'RFC' } },TP43,"[""<https://dblp.org/rec/journals/rfc/rfc8650>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4997,Wasn't the publication 'Obtaining a threshold for the stewart index and its extension to ridge regression' published in 2021?,ASK { <https://dblp.org/rec/journals/cstat/Rodriguez-Sanchez21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' FILTER NOT EXISTS { <https://dblp.org/rec/journals/cstat/Rodriguez-Sanchez21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' } },TP42,"[""<https://dblp.org/rec/journals/cstat/Rodriguez-Sanchez21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4998,Wasn't the paper 'Sensitive and fast mapping of di-base encoded reads' published in the year 2011?,ASK { <https://dblp.org/rec/journals/bioinformatics/HormozdiariHSEA11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' FILTER NOT EXISTS { <https://dblp.org/rec/journals/bioinformatics/HormozdiariHSEA11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' } },TP42,"[""<https://dblp.org/rec/journals/bioinformatics/HormozdiariHSEA11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4999,Did the authors of the publication 'A Complexity View of Markets with Social Influence' not publish 'Mapping transient hyperventilation induced alterations with estimates of the multi-scale dynamics of BOLD signal'?,ASK { <https://dblp.org/rec/conf/innovations/ChenT11> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/fini/KiviniemiRSNHST09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/fini/KiviniemiRSNHST09> != <https://dblp.org/rec/conf/innovations/ChenT11>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/innovations/ChenT11> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/fini/KiviniemiRSNHST09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/fini/KiviniemiRSNHST09> != <https://dblp.org/rec/conf/innovations/ChenT11>) } },TP44,"[""<https://dblp.org/rec/conf/innovations/ChenT11>"", ""<https://dblp.org/rec/journals/fini/KiviniemiRSNHST09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5000,Was 'Validating the Grid Diversity Operator: An Infusion Technique for Diversity Maintenance in Population-Based Optimisation Algorithms' not published in 2016?,ASK { <https://dblp.org/rec/conf/evoW/SalahHS16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' FILTER NOT EXISTS { <https://dblp.org/rec/conf/evoW/SalahHS16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' } },TP42,"[""<https://dblp.org/rec/conf/evoW/SalahHS16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5001,Did the authors of the publication 'A Multifaceted Perspective at Data Analysis: A Study in Collaborative Intelligent Agents' not publish a paper in IEEE Trans. Syst. Man Cybern. Part B?,ASK { <https://dblp.org/rec/journals/tsmc/PedryczR09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tsmc/PedryczR09>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Syst. Man Cybern. Part B' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tsmc/PedryczR09> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Syst. Man Cybern. Part B' } },TP43,"[""<https://dblp.org/rec/journals/tsmc/PedryczR09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
