id,question_string,query,template_id,entities,relations,temporal,help_out
Q6712,"Between 'Using Domain Knowledge to Systematically Guide Feature Selection' and 'DB-Enabled Peers for Managing Distributed Data', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ijcai/Groves13> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/apweb/OoiST03> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/ijcai/Groves13>, <https://dblp.org/rec/conf/apweb/OoiST03>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/ijcai/Groves13>"", ""<https://dblp.org/rec/conf/apweb/OoiST03>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6713,"Between 'Weakly Supervised Semantic Segmentation Based on Co-segmentation' and 'Mining Mobile Users' Activities Based on Search Query Text and Context', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/bmvc/ShenLLS017> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/pakdd/PengWS12> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/bmvc/ShenLLS017>, <https://dblp.org/rec/conf/pakdd/PengWS12>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/bmvc/ShenLLS017>"", ""<https://dblp.org/rec/conf/pakdd/PengWS12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6714,When were the first papers of the authors of 'Mobile phones and the inexorable advance of multimodal connectedness' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/nms/Schroeder10> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/nms/Schroeder10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6715,"Between 'Improvement of Suboptimal Siphon- and FBM-Based Control Model of a Well-Known S3PR' and 'Proposition of a Parallel and Distributed Algorithm for the Dimensionality Reduction with Apache Spark', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tase/Chao11> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/sca2/ZbakhMYBK17> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/tase/Chao11>, <https://dblp.org/rec/conf/sca2/ZbakhMYBK17>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/tase/Chao11>"", ""<https://dblp.org/rec/conf/sca2/ZbakhMYBK17>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6716,"Between 'Reducing the local alphabet size in tiling systems by means of 2D comma-free codes' and 'Every outer-1-Plane Graph has a Right Angle Crossing Drawing', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2206-05208> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/ijcga/DehkordiE12> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/corr/abs-2206-05208>, <https://dblp.org/rec/journals/ijcga/DehkordiE12>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/corr/abs-2206-05208>"", ""<https://dblp.org/rec/journals/ijcga/DehkordiE12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6717,Who has published the most papers among the authors of 'Multimedia Contents Security by Wireless Authentication'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/euc/KimLMJ06> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/euc/KimLMJ06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6718,Mention the author who has published the most papers among the authors of 'System Design of Perceptual Quality-Regulable H264 Video Encoder'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/icmcs/WuFC12> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/icmcs/WuFC12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6719,Where are most of the authors of 'On strategies for building effective ensembles of relative clustering validity criteria' from?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/kais/JaskowiakMFCZS16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/kais/JaskowiakMFCZS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6720,Mention the author who has published the most papers among the authors of 'A Fuzzy Approach to the Geography of Industrial Districts'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/sac/FacchinettiMP00> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/sac/FacchinettiMP00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6721,In which year were the first papers of the authors of 'Failing to Learn: Autonomously Identifying Perception Failures for Self-driving Cars' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/corr/RamanagopalAVJ17> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/corr/RamanagopalAVJ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6722,Mention the author who has published the most papers among the authors of 'AC-3 bit stream watermarking'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/wifs/ChenABD12> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/wifs/ChenABD12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6723,Who has published the most papers among the authors of 'Watermarking for 3D NURBS graphic data'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/IEEEmsp/LeeCK02> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/IEEEmsp/LeeCK02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6724,Mention the author who has published the most papers among the authors of 'Toward Active Boundary Conditions for Variable Friction Touchscreens'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/haptics/LeeKG14> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/haptics/LeeKG14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6725,When were the first papers of the authors of 'Sensitivity Analysis of a k-out-of-n: F System Characteristics to Shapes of Input Distribution' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/dccn/RykovIK20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/dccn/RykovIK20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6726,"Between 'Comparative study of data preparation methods in quantum clustering algorithms' and 'Sparsity-based MIMO noise radar for multiple target estimation', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/niss/OuedrhiriBRH21> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/ieeesam/GogineniN12> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/niss/OuedrhiriBRH21>, <https://dblp.org/rec/conf/ieeesam/GogineniN12>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/niss/OuedrhiriBRH21>"", ""<https://dblp.org/rec/conf/ieeesam/GogineniN12>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6727,Where are most of the authors of 'Distributed non-fragile filtering for sensor networks with randomly occurring filter gain variations' from?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ijgs/ChenZY15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/ijgs/ChenZY15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6728,"Which one has more number of authors, 'Activity-based Twitter sampling for content-based and user-centric prediction models' or 'Modelling Non-verbal Sounds for Speech Recognition'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/hcis/AghababaeiM17> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/naacl/Ward89a> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/hcis/AghababaeiM17>, <https://dblp.org/rec/conf/naacl/Ward89a>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/hcis/AghababaeiM17>"", ""<https://dblp.org/rec/conf/naacl/Ward89a>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6729,To which institution are the majority of the authors of 'A Universal Modular Hybrid LDO With Fast Load Transient Response and Programmable PSRR in 14-nm CMOS Featuring Dynamic Clamp Strength Tuning' affiliated?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jssc/LiuKNWASRTD21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/jssc/LiuKNWASRTD21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6730,Mention the author who has published the most papers among the authors of 'The Effect of Country of Origin Service Quality and Brand Redeployment after M&A: The Case of Tiger Air-Mandala Airline'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/ijabim/AnggraeniH16> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/ijabim/AnggraeniH16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6731,Mention the primary affiliation of most of the authors of 'Shape recognition with edge-based features'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/bmvc/MikolajczykZS03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/bmvc/MikolajczykZS03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6732,Who has published the most papers among the authors of 'Learning from Incomplete Data by Simultaneous Training of Neural Networks and Sparse Coding'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2011-14047> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/corr/abs-2011-14047>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6733,"Which one has more number of authors, 'Federated Clustering for Electricity Consumption Pattern Extraction' or 'Estimating Land Subsidence in Relation to Urban Expansion in Semarang City, Indonesia, Using InSAR and Optical Change Detection Methods'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tsg/WangJGKSH22> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/igarss/KochGDBGH19> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/tsg/WangJGKSH22>, <https://dblp.org/rec/conf/igarss/KochGDBGH19>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/tsg/WangJGKSH22>"", ""<https://dblp.org/rec/conf/igarss/KochGDBGH19>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6734,"Which one has more number of authors, 'A dual-stage attention-based Conv-LSTM network for spatio-temporal correlation and multivariate time series prediction' or 'Automatic sequences and generalised polynomials'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijis/XiaoYZQZL21> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/corr/ByszewskiK17> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/ijis/XiaoYZQZL21>, <https://dblp.org/rec/journals/corr/ByszewskiK17>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/ijis/XiaoYZQZL21>"", ""<https://dblp.org/rec/journals/corr/ByszewskiK17>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6735,"Between 'Cohort Characteristics and Factors Associated with Cannabis Use among Adolescents in Canada Using Pattern Discovery and Disentanglement Method' and 'A Late Fusion CNN for Digital Matting', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2109-01739> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/cvpr/ZhangGFRHBX19> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/corr/abs-2109-01739>, <https://dblp.org/rec/conf/cvpr/ZhangGFRHBX19>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/corr/abs-2109-01739>"", ""<https://dblp.org/rec/conf/cvpr/ZhangGFRHBX19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6736,Where are most of the authors of 'Neural Architecture Optimization' from?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/nips/LuoTQCL18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/nips/LuoTQCL18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6737,Who has published the most papers among the authors of 'Effect of artificial intelligence auxiliary equipment in the process of cognitive learning'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/nca/WuLW22> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/nca/WuLW22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6738,When were the first papers of the authors of 'Estimation of Lower Limb Kinematics during Squat Task in Different Loading Using sEMG Activity and Deep Recurrent Neural Networks' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/sensors/ZangeneAN21> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/sensors/ZangeneAN21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6739,Who has published the most papers among the authors of 'MASS: Multi-edge Assisted Fast Object Detection for Autonomous Mobile Vision in Heterogeneous Edge Networks'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/mswim/LiK021> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/mswim/LiK021>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6740,"Which one was published first, 'A Typology of Online Communities and Community Supporting Platforms' or 'Library functions identification in binary code by using graph isomorphism testings'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hicss/Stanoevska-SlabevaS01> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/wcre/QiuSM15> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/hicss/Stanoevska-SlabevaS01>, <https://dblp.org/rec/conf/wcre/QiuSM15>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/hicss/Stanoevska-SlabevaS01>"", ""<https://dblp.org/rec/conf/wcre/QiuSM15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6741,Who has published the most papers among the authors of 'Physically Plausible 3D Scene Tracking: The Single Actor Hypothesis'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/cvpr/KyriazisA13> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/cvpr/KyriazisA13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6742,Mention the year in which the first papers of the authors of 'The MATS robotic system to assist disabled people in their home environments' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/iros/GimenezBSG03> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/iros/GimenezBSG03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6743,Mention the author who has published the most papers among the authors of 'A novel method for protein 3D-structure similarity measure based on n-gram modeling'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/bibe/RazmaraD08> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/bibe/RazmaraD08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6744,Mention the year in which the first papers of the authors of 'Forecasting the coronavirus disease 2019 pandemic in India using machine learning and statistical models' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/ijmno/SaxenaS22> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/ijmno/SaxenaS22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6745,"Between 'Piecewise linear classifiers with an appropriate number of hyperplanes' and 'Vom Suchen und Finden funktioneller Module in biologischen Netzwerken: Ein neuer Ansatz zur integrierten Netzwerkanalyse in der Systembiologie [Assembly of the Interactome, Characterization of Functional Modules and Novel Approaches to the Analysis of Signaling Networks in Human Platelets]', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/pr/TenmotoKS98> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/gi/Dittrich08> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/pr/TenmotoKS98>, <https://dblp.org/rec/conf/gi/Dittrich08>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/pr/TenmotoKS98>"", ""<https://dblp.org/rec/conf/gi/Dittrich08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6746,"Which one was published first, 'Dynamic Active-Passive Beamforming for Intelligent Reflecting Surface Aided UAV Communications' or 'Vision based global localisation using a 3D environmental model created by a laser range scanner'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/globecom/Zhu0GGTX21> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/iros/HoJ08> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/globecom/Zhu0GGTX21>, <https://dblp.org/rec/conf/iros/HoJ08>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/globecom/Zhu0GGTX21>"", ""<https://dblp.org/rec/conf/iros/HoJ08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6747,"Between 'Pricing for a Hybrid Delivery Model of Video Streaming' and 'Did Karadzic Possess the Mens Rea for Genocide in Srebrenica?', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sigmetrics/GregoireHK16> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/aiia/CeruttiR21> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/sigmetrics/GregoireHK16>, <https://dblp.org/rec/conf/aiia/CeruttiR21>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/sigmetrics/GregoireHK16>"", ""<https://dblp.org/rec/conf/aiia/CeruttiR21>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6748,Name the primary affiliation of most of the authors of 'A Random Access Protocol for RIS-Aided Wireless Communications'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2203-03377> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/corr/abs-2203-03377>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6749,Mention the author who has published the most papers among the authors of 'Logic between Expressivity and Complexity'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/cade/Benthem10> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/cade/Benthem10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6750,When were the first papers of the authors of 'On optimal scheduling for time-division systems with quality of service constraints' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/ciss/BalasubramanianM09> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/ciss/BalasubramanianM09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6751,Mention the primary affiliation of most of the authors of 'An operational characterization of mutual information in algorithmic information theory'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-1710-05984> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/corr/abs-1710-05984>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6752,"Between 'Time Series Classification in Reservoir- and Model-Space: A Comparison' and 'A Composed Approach for Automatic Classification of Web Services Robustness', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/annpr/AswolinskiyRS16> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/IEEEscc/OliveiraLV11> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/annpr/AswolinskiyRS16>, <https://dblp.org/rec/conf/IEEEscc/OliveiraLV11>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/annpr/AswolinskiyRS16>"", ""<https://dblp.org/rec/conf/IEEEscc/OliveiraLV11>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6753,Who has published the most papers among the authors of 'h-Index Manipulation by Undoing Merges'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/BevernKMNSW16> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/corr/BevernKMNSW16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6754,Mention the author who has published the most papers among the authors of 'Overview of WebCLEF 2008'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/clef/JijkounR08> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/clef/JijkounR08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6755,"Between 'Integration of information retrieval and database management systems' and 'Design metrics in quantum turbulence simulations: How physics influences software architecture', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/riao/DeogunR85> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/sp/RousonX04> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/riao/DeogunR85>, <https://dblp.org/rec/journals/sp/RousonX04>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/riao/DeogunR85>"", ""<https://dblp.org/rec/journals/sp/RousonX04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6756,To which institution are the majority of the authors of 'Fuzzy logic for digital phase-locked loop filter design' affiliated?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tfs/SimonE95> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/tfs/SimonE95>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6757,"Between 'MultiTrack: Multi-User Tracking and Activity Recognition Using Commodity WiFi' and 'Bioblitz Data on the Semantic Web', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/chi/TanZWY19> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/semweb/SachsHWP08> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/chi/TanZWY19>, <https://dblp.org/rec/conf/semweb/SachsHWP08>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/chi/TanZWY19>"", ""<https://dblp.org/rec/conf/semweb/SachsHWP08>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6758,Mention the primary affiliation of most of the authors of 'Optimised Learning from Demonstrations for Collaborative Robots'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/rcim/WangHZLZ21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/rcim/WangHZLZ21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6759,Who has published the most papers among the authors of 'Pr\u00E9cis of Complexity and the Function of Mind in Nature'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/adb/Godfrey-Smith96> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/adb/Godfrey-Smith96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
