id,question_string,query,template_id,entities,relations,temporal,help_out
Q4745,Did the authors of the publication 'Clutter Mitigation Based on Spectral Depolarization Ratio for Dual-Polarization Weather Radars' also publish a publication in ROBIO?,ASK { <https://dblp.org/rec/journals/staeors/YinCLW21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/staeors/YinCLW21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ROBIO' },TP36,"[""<https://dblp.org/rec/journals/staeors/YinCLW21>"", ""ROBIO""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4746,Did the authors of 'Multi-Robot Task Allocation Based on Combinatorial Auction' also publish 'Discovery of Meaningful Rules in Time Series'?,ASK { <https://dblp.org/rec/conf/iccma/WenZ21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/kdd/Shokoohi-Yekta015> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/kdd/Shokoohi-Yekta015> != <https://dblp.org/rec/conf/iccma/WenZ21>) },TP35,"[""<https://dblp.org/rec/conf/iccma/WenZ21>"", ""<https://dblp.org/rec/conf/kdd/Shokoohi-Yekta015>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4747,Was the paper 'SmartPads: a plug-N-play configurable tangible user interface' published in the year 2014?,ASK { <https://dblp.org/rec/journals/mta/HafidhOKAE14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP34,"[""<https://dblp.org/rec/journals/mta/HafidhOKAE14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4748,Did the authors of the publication 'Surgery Scene Restoration for Robot Assisted Minimally Invasive Surgery' publish other papers in Period. Math. Hung.?,ASK { <https://dblp.org/rec/journals/corr/abs-2109-02253> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2109-02253>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Period. Math. Hung.' },TP36,"[""<https://dblp.org/rec/journals/corr/abs-2109-02253>"", ""Period. Math. Hung.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4749,Did the authors of the publication 'Fully Three-Dimensional Tomographic Evolutionary Reconstruction in Nuclear Medicine' publish other papers in Sensors?,ASK { <https://dblp.org/rec/conf/ae/BousquetLR07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ae/BousquetLR07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Sensors' },TP36,"[""<https://dblp.org/rec/conf/ae/BousquetLR07>"", ""Sensors""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4750,Was 'Long-Term Progress and Behavior Complexification in Competitive Co-Evolution' published in 2019?,ASK { <https://dblp.org/rec/journals/corr/abs-1909-08303> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP34,"[""<https://dblp.org/rec/journals/corr/abs-1909-08303>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4751,Did the authors of the paper 'A Constrained Matrix-Variate Gaussian Process for Transposable Data' also publish the publication 'Who Guards the Guardians? - Toward V&V of Health Management Software - (Short Paper)'?,ASK { <https://dblp.org/rec/journals/corr/KoyejoLG14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/rv/SchumannSM10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/rv/SchumannSM10> != <https://dblp.org/rec/journals/corr/KoyejoLG14>) },TP35,"[""<https://dblp.org/rec/journals/corr/KoyejoLG14>"", ""<https://dblp.org/rec/conf/rv/SchumannSM10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4752,Did the authors of the paper 'Strategies for Mining User Preferences in a Data Stream Setting' also publish the paper 'Exploring Representation of Horn Clauses using GNNs (Extended Technique Report)'?,ASK { <https://dblp.org/rec/journals/jidm/PapiniAS14a> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-2206-06986> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/abs-2206-06986> != <https://dblp.org/rec/journals/jidm/PapiniAS14a>) },TP35,"[""<https://dblp.org/rec/journals/jidm/PapiniAS14a>"", ""<https://dblp.org/rec/journals/corr/abs-2206-06986>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4753,Is University of Qu\u00E9bec the primary affiliation of the authors of 'A supervised training and learning method for building identification in remotely sensed imaging'?,"ASK { <https://dblp.org/rec/conf/rose/Tremblay-GosselinC13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Qu\u00E9bec, Outaouais, Canada' }",TP33,"[""<https://dblp.org/rec/conf/rose/Tremblay-GosselinC13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4754,Was 'Truthful Allocation of Virtual Machine Instances with the Notion of Combinatorial Auction' published in 2014?,ASK { <https://dblp.org/rec/conf/ic-nc/SrinivasanF14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP34,"[""<https://dblp.org/rec/conf/ic-nc/SrinivasanF14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4755,Did the authors of the paper 'Price dispersion under the adverse selection environment in e-commerce markets' also publish the paper 'Constrained optimal control of stochastic switched affine systems using randomization'?,ASK { <https://dblp.org/rec/journals/ijstm/Pan14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/eucc/MargellosFGP16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/eucc/MargellosFGP16> != <https://dblp.org/rec/journals/ijstm/Pan14>) },TP35,"[""<https://dblp.org/rec/journals/ijstm/Pan14>"", ""<https://dblp.org/rec/conf/eucc/MargellosFGP16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4756,Did the authors of the publication 'Application of soft-decision trellis decoding of block codes in narrow-banded image transmission system over Rayleigh fading channels' also publish a publication in COMSNETS?,ASK { <https://dblp.org/rec/conf/vcip/YuanGZ00> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/vcip/YuanGZ00>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'COMSNETS' },TP36,"[""<https://dblp.org/rec/conf/vcip/YuanGZ00>"", ""COMSNETS""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4757,Was the publication 'On the similarities between control based and behavior based visual servoing' published in 2015?,ASK { <https://dblp.org/rec/conf/sac/FonooniH15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP34,"[""<https://dblp.org/rec/conf/sac/FonooniH15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4758,"Did the authors of the publication 'd-Imbalance WOM Codes for Reduced Inter-Cell Interference in Multi-Level NVMs' also publish the publication 'Medial Temporal Lobe Activity during Source Retrieval Reflects Information Type, not Memory Strength'?",ASK { <https://dblp.org/rec/journals/jsac/HemoC16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jocn/DianaYR10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jocn/DianaYR10> != <https://dblp.org/rec/journals/jsac/HemoC16>) },TP35,"[""<https://dblp.org/rec/journals/jsac/HemoC16>"", ""<https://dblp.org/rec/journals/jocn/DianaYR10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4759,Did the authors of 'Hierarchical multi-scale stereoscopic image quality assessment based on visual mechanism' also publish a paper in IEEE Trans. Geosci. Remote. Sens.?,ASK { <https://dblp.org/rec/journals/sivp/ChangLZ22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/sivp/ChangLZ22>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Geosci. Remote. Sens.' },TP36,"[""<https://dblp.org/rec/journals/sivp/ChangLZ22>"", ""IEEE Trans. Geosci. Remote. Sens.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4760,"Did the authors of the paper 'Bengali, Hindi and Telugu to English Ad-hoc Bilingual Task' also publish the publication 'Editor's Report'?",ASK { <https://dblp.org/rec/conf/ijcnlp/BandyopadhyayMNEHG08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/technometrics/Qiu15a> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/technometrics/Qiu15a> != <https://dblp.org/rec/conf/ijcnlp/BandyopadhyayMNEHG08>) },TP35,"[""<https://dblp.org/rec/conf/ijcnlp/BandyopadhyayMNEHG08>"", ""<https://dblp.org/rec/journals/technometrics/Qiu15a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4761,Did the authors of the publication 'A data mining approach to guide students through the enrollment process based on academic performance' also publish a publication in ICIA?,ASK { <https://dblp.org/rec/journals/umuai/SacinCPAVEO11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/umuai/SacinCPAVEO11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICIA' },TP36,"[""<https://dblp.org/rec/journals/umuai/SacinCPAVEO11>"", ""ICIA""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4762,"Did the authors of the publication 'Generalized spatial modulation with transmit antenna grouping for correlated channels' also publish the paper 'Mobility, migration and new media: Manoeuvring through physical, digital and liminal spaces'?",ASK { <https://dblp.org/rec/conf/icc/JuZCWY16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/nms/LimBY16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/nms/LimBY16> != <https://dblp.org/rec/conf/icc/JuZCWY16>) },TP35,"[""<https://dblp.org/rec/conf/icc/JuZCWY16>"", ""<https://dblp.org/rec/journals/nms/LimBY16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4763,Did the authors of the paper 'Practices for Vertical and Horizontal Coordination in the Scaled Agile Framework' also publish the publication 'Advanced Data Analysis for Fluorescence-Lifetime Single-Molecule Localization Microscopy'?,ASK { <https://dblp.org/rec/conf/isdevel/Gustavsson18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/fbinf/ThieleNHSE21> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/fbinf/ThieleNHSE21> != <https://dblp.org/rec/conf/isdevel/Gustavsson18>) },TP35,"[""<https://dblp.org/rec/conf/isdevel/Gustavsson18>"", ""<https://dblp.org/rec/journals/fbinf/ThieleNHSE21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4764,Was the paper 'A New Rateless Coded Cooperation Scheme for Multiple Access Channels' published in the year 2011?,ASK { <https://dblp.org/rec/conf/icc/0017011> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP34,"[""<https://dblp.org/rec/conf/icc/0017011>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4765,Did the authors of the publication 'Home network requirements The ESPRIT HS Proposal' also publish a publication in IEEE Trans. Netw. Sci. Eng.?,ASK { <https://dblp.org/rec/journals/ett/Babich94> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ett/Babich94>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Netw. Sci. Eng.' },TP36,"[""<https://dblp.org/rec/journals/ett/Babich94>"", ""IEEE Trans. Netw. Sci. Eng.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4766,Did the authors of the publication 'An effective explicit pressure gradient scheme implemented in the two-level non-staggered grids for incompressible Navier-Stokes equations' also publish the paper 'Solving fuzzy regression equation and its approximation for random fuzzy variable and their application'?,ASK { <https://dblp.org/rec/journals/jcphy/ChiuSL08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/soco/WangSW20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/soco/WangSW20> != <https://dblp.org/rec/journals/jcphy/ChiuSL08>) },TP35,"[""<https://dblp.org/rec/journals/jcphy/ChiuSL08>"", ""<https://dblp.org/rec/journals/soco/WangSW20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4767,Was the publication 'On the Pathway to Success: Becoming a Leading Earth Observation Centre Through the EXCELSIOR Project' published in 2018?,ASK { <https://dblp.org/rec/conf/euromed/HadjimitsisKTMN18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP34,"[""<https://dblp.org/rec/conf/euromed/HadjimitsisKTMN18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4768,Was the publication 'Ship Detection in High-Resolution Optical Remote Sensing Images Aided by Saliency Information' published in 2022?,ASK { <https://dblp.org/rec/journals/tgrs/RenTHTYZ22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP34,"[""<https://dblp.org/rec/journals/tgrs/RenTHTYZ22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4769,Did the authors of the publication 'CycleISP: Real Image Restoration via Improved Data Synthesis' publish other papers in SAAIP@IJCAI?,ASK { <https://dblp.org/rec/conf/cvpr/ZamirAKHK0020> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cvpr/ZamirAKHK0020>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SAAIP@IJCAI' },TP36,"[""<https://dblp.org/rec/conf/cvpr/ZamirAKHK0020>"", ""SAAIP@IJCAI""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4770,Did the authors of the publication 'Equalized Time Reversal Beamforming for Indoor Wireless Communications' also publish the publication 'Integrating Structural IT Ambidexterity: A Multiple Case Study'?,ASK { <https://dblp.org/rec/journals/corr/Viteri-MeraT14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ecis/IhoM20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ecis/IhoM20> != <https://dblp.org/rec/journals/corr/Viteri-MeraT14>) },TP35,"[""<https://dblp.org/rec/journals/corr/Viteri-MeraT14>"", ""<https://dblp.org/rec/conf/ecis/IhoM20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4771,Was the publication 'Enabling Real-Time User Interaction For Decision Support: Experiences Extending A Local Agave Platform Metadata Service' published in the year 2019?,ASK { <https://dblp.org/rec/conf/xsede/ClevelandMRIJ19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP34,"[""<https://dblp.org/rec/conf/xsede/ClevelandMRIJ19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4772,Did the authors of the publication 'Mutual information and conditional mean estimation in Poisson channels' also publish a publication in Medical Image Anal.?,ASK { <https://dblp.org/rec/conf/itw/GuoVS04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/itw/GuoVS04>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Medical Image Anal.' },TP36,"[""<https://dblp.org/rec/conf/itw/GuoVS04>"", ""Medical Image Anal.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4773,Did the authors of '\I see you're talking #HPV\: communication patterns in the #HPV stream on twitter' also publish a paper in Future Gener. Comput. Syst.?,ASK { <https://dblp.org/rec/conf/sigdoc/Harrison12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/sigdoc/Harrison12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Future Gener. Comput. Syst.' },TP36,"[""<https://dblp.org/rec/conf/sigdoc/Harrison12>"", ""Future Gener. Comput. Syst.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4774,Was the publication 'Research on public opinion based on Big Data' published in 2015?,ASK { <https://dblp.org/rec/conf/ACISicis/ShangSSH15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP34,"[""<https://dblp.org/rec/conf/ACISicis/ShangSSH15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4775,Did the authors of the publication 'Exploring system architectures in AADL via Polychrony and SynDEx' also publish a publication in ISPAN?,ASK { <https://dblp.org/rec/journals/fcsc/YuMGBTGS13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/fcsc/YuMGBTGS13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ISPAN' },TP36,"[""<https://dblp.org/rec/journals/fcsc/YuMGBTGS13>"", ""ISPAN""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4776,Did the authors of the paper 'Deep Neural Networks for Nonlinear Model Order Reduction of Unsteady Flows' also publish a publication in Appl. Soft Comput.?,ASK { <https://dblp.org/rec/journals/corr/abs-2007-00936> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2007-00936>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Appl. Soft Comput.' },TP36,"[""<https://dblp.org/rec/journals/corr/abs-2007-00936>"", ""Appl. Soft Comput.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4777,"Did the authors of the publication 'Rechnerverbund: Motivation, M\u00F6glichkeiten und Gefahren' also publish a publication in ACM Symposium on Document Engineering?",ASK { <https://dblp.org/rec/conf/kivs/Handler76> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/kivs/Handler76>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ACM Symposium on Document Engineering' },TP36,"[""<https://dblp.org/rec/conf/kivs/Handler76>"", ""ACM Symposium on Document Engineering""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4778,Did the authors of the paper 'Opting DC-voltage Droop Control for WF-VSCs in AC-MTDC grids for Effective Frequency and DC-voltage Support' also publish the paper 'Using mouse-tracking data to visualise decision landscapes'?,ASK { <https://dblp.org/rec/conf/iecon/KumarP21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/cogsci/ZgonnikovAPO17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/cogsci/ZgonnikovAPO17> != <https://dblp.org/rec/conf/iecon/KumarP21>) },TP35,"[""<https://dblp.org/rec/conf/iecon/KumarP21>"", ""<https://dblp.org/rec/conf/cogsci/ZgonnikovAPO17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4779,Was the publication 'Research on Probability Distribution of Short-Term Photovoltaic Output Forecast Error Based on Numerical Characteristic Clustering' published in the year 2022?,ASK { <https://dblp.org/rec/journals/cin/YanXLHZWM22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP34,"[""<https://dblp.org/rec/journals/cin/YanXLHZWM22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4780,Did the authors of the publication 'Strategies for Incorporating High-Resolution Google Earth Databases to Guide and Validate Classifications: Understanding Deforestation in Borneo' also publish the publication 'Risk Convergence of Centered Kernel Ridge Regression with Large Dimensional Data'?,ASK { <https://dblp.org/rec/journals/remotesensing/DoraisC11> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icassp/ElkhalilK0AA20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icassp/ElkhalilK0AA20> != <https://dblp.org/rec/journals/remotesensing/DoraisC11>) },TP35,"[""<https://dblp.org/rec/journals/remotesensing/DoraisC11>"", ""<https://dblp.org/rec/conf/icassp/ElkhalilK0AA20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4781,Did the authors of the paper 'Management of Research Data in Image Format: An Exploratory Study on Current Practices' also publish the paper 'Similarity learning via dissimilarity space in CBIR'?,ASK { <https://dblp.org/rec/conf/ercimdl/FernandesRL20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/mir/NguyenWS06> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/mir/NguyenWS06> != <https://dblp.org/rec/conf/ercimdl/FernandesRL20>) },TP35,"[""<https://dblp.org/rec/conf/ercimdl/FernandesRL20>"", ""<https://dblp.org/rec/conf/mir/NguyenWS06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4782,Was the paper 'An Introduction to PC Clusters for High Performance Computing' published in the year 2001?,ASK { <https://dblp.org/rec/journals/ijhpca/Sterling01> <https://dblp.org/rdf/schema#yearOfPublication> '2001' },TP34,"[""<https://dblp.org/rec/journals/ijhpca/Sterling01>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4783,"Was the publication 'Practical, Label Private Deep Learning Training based on Secure Multiparty Computation and Differential Privacy' published in 2021?",ASK { <https://dblp.org/rec/journals/iacr/YuanSMN21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP34,"[""<https://dblp.org/rec/journals/iacr/YuanSMN21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4784,Did the authors of the publication 'Aprendendo Contexto para Adaptar Processo' publish other papers in Encyclopedia of Machine Learning?,ASK { <https://dblp.org/rec/conf/sbsi/CarvalhoSRN13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/sbsi/CarvalhoSRN13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Encyclopedia of Machine Learning' },TP36,"[""<https://dblp.org/rec/conf/sbsi/CarvalhoSRN13>"", ""Encyclopedia of Machine Learning""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4785,Was the publication 'A Dynamic Hierarchical Map Partitioning for MMOG' published in 2006?,ASK { <https://dblp.org/rec/conf/ispa/KimY06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP34,"[""<https://dblp.org/rec/conf/ispa/KimY06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4786,Was the publication 'A Verification-Based Localization Method for Unstable Radio Sensor Networks in Smart Home Environments' published in the year 2008?,ASK { <https://dblp.org/rec/conf/mue/HuangWC08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP34,"[""<https://dblp.org/rec/conf/mue/HuangWC08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4787,Is University of Macau the primary affiliation of the authors of 'A Framework of Business Intelligence-Driven Data Mining for E-business'?,"ASK { <https://dblp.org/rec/conf/ncm/HangF09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Macau, Department of Computer and Information Science, China' }",TP33,"[""<https://dblp.org/rec/conf/ncm/HangF09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4788,Was the publication 'The Use of Interpolating Memories for Music Processing by Microcomputer' published in the year 1985?,ASK { <https://dblp.org/rec/conf/icmc/Noetzel85> <https://dblp.org/rdf/schema#yearOfPublication> '1985' },TP34,"[""<https://dblp.org/rec/conf/icmc/Noetzel85>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4789,Was the paper 'Ex2: Intergrating Ada and Extra Support in a Doubly Portable Extended Executive Designed for Hard Real Time Systems' published in the year 1994?,ASK { <https://dblp.org/rec/conf/adaEurope/PitetteCGS94> <https://dblp.org/rdf/schema#yearOfPublication> '1994' },TP34,"[""<https://dblp.org/rec/conf/adaEurope/PitetteCGS94>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4790,Did the authors of the paper 'Incorporating hopped spectral gaps into nonrecurrent nonlinear FMCW radar emissions' also publish the publication 'A self-organising protocol for Bluetooth scatternet formation'?,ASK { <https://dblp.org/rec/conf/camsap/JakaboskyBM15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ett/RoyKSS05> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/ett/RoyKSS05> != <https://dblp.org/rec/conf/camsap/JakaboskyBM15>) },TP35,"[""<https://dblp.org/rec/conf/camsap/JakaboskyBM15>"", ""<https://dblp.org/rec/journals/ett/RoyKSS05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4791,Did the authors of the publication 'Midpoint vs Single Score in Multi-Criteria Optimization under Life Cycle Assessment Constraints: the Case of Potable Water Treatment Chains' publish other papers in IEEE Trans. Wirel. Commun.?,ASK { <https://dblp.org/rec/conf/enviroinfo/CapitanescuIMB15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/enviroinfo/CapitanescuIMB15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Wirel. Commun.' },TP36,"[""<https://dblp.org/rec/conf/enviroinfo/CapitanescuIMB15>"", ""IEEE Trans. Wirel. Commun.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4792,Did the authors of 'Modeling Skewed Distribution Using Multifractals and the '80-20' Law' also publish a paper in the venue Nucleic Acids Res.?,ASK { <https://dblp.org/rec/conf/vldb/FaloutsosMS96> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/vldb/FaloutsosMS96>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Nucleic Acids Res.' },TP36,"[""<https://dblp.org/rec/conf/vldb/FaloutsosMS96>"", ""Nucleic Acids Res.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4793,Did the authors of the paper 'Hybrid Adaptive Ray-Moment Method (HARM2): A highly parallel method for radiation hydrodynamics on adaptive grids' also publish a publication in ISCIS?,ASK { <https://dblp.org/rec/journals/jcphy/RosenKOLK17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jcphy/RosenKOLK17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ISCIS' },TP36,"[""<https://dblp.org/rec/journals/jcphy/RosenKOLK17>"", ""ISCIS""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4794,Did the authors of the paper 'Mapping the Evolution of Intellectual Structure in Information Management Using Author Co-citation Analysis' also publish the paper 'User Experience Evaluation in Entertainment and Games'?,ASK { <https://dblp.org/rec/journals/monet/Gonzalez-Valiente21a> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/interact/Bernhaupt11> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/interact/Bernhaupt11> != <https://dblp.org/rec/journals/monet/Gonzalez-Valiente21a>) },TP35,"[""<https://dblp.org/rec/journals/monet/Gonzalez-Valiente21a>"", ""<https://dblp.org/rec/conf/interact/Bernhaupt11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4795,Did the authors of the paper 'Assortment optimization under the multinomial logit model with product synergies' also publish a publication in ISVC (1)?,ASK { <https://dblp.org/rec/journals/orl/LoT19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/orl/LoT19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ISVC (1)' },TP36,"[""<https://dblp.org/rec/journals/orl/LoT19>"", ""ISVC (1)""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4796,Was the publication 'Rule-Based Event Processing and Reaction Rules' published in the year 2009?,ASK { <https://dblp.org/rec/conf/ruleml/PaschkeK09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP34,"[""<https://dblp.org/rec/conf/ruleml/PaschkeK09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4797,Did the authors of the publication 'Fair Division of Goods with Market Values' publish other papers in Int. J. Man Mach. Stud.?,ASK { <https://dblp.org/rec/journals/corr/abs-1910-01615> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-1910-01615>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Man Mach. Stud.' },TP36,"[""<https://dblp.org/rec/journals/corr/abs-1910-01615>"", ""Int. J. Man Mach. Stud.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4798,Was 'Active Disturbance Rejection Control for Delayed Electromagnetic Docking of Spacecraft in Elliptical Orbits' published in 2022?,ASK { <https://dblp.org/rec/journals/taes/LiuYZS22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP34,"[""<https://dblp.org/rec/journals/taes/LiuYZS22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4799,Did the authors of the publication 'Efficient binary codes for extremely high-dimensional data' publish other papers in International Conference on Conceptual Structures?,ASK { <https://dblp.org/rec/conf/icip/LinL14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icip/LinL14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICCS' },TP36,"[""<https://dblp.org/rec/conf/icip/LinL14>"", ""ICCS""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4800,Did the authors of 'Combinatorial Text Classification: the Effect of Multi-Parameterized Correlation Clustering' also publish a paper in the venue Allerton?,ASK { <https://dblp.org/rec/conf/gc/Barr0AC19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/gc/Barr0AC19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Allerton' },TP36,"[""<https://dblp.org/rec/conf/gc/Barr0AC19>"", ""Allerton""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4801,Was 'Simulating Stages of Human Cognitive Development With Connectionist Models' published in 1991?,ASK { <https://dblp.org/rec/conf/icml/Shultz91> <https://dblp.org/rdf/schema#yearOfPublication> '1991' },TP34,"[""<https://dblp.org/rec/conf/icml/Shultz91>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
