id,question_string,query,template_id,entities,relations,temporal,help_out
Q5049,Was 'On a class of convolutional codes' not published in 1983?,ASK { <https://dblp.org/rec/journals/tit/Seguin83> <https://dblp.org/rdf/schema#yearOfPublication> '1983' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tit/Seguin83> <https://dblp.org/rdf/schema#yearOfPublication> '1983' } },TP42,"[""<https://dblp.org/rec/journals/tit/Seguin83>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5051,Did the authors of 'Fuzzy RDF: A data model to represent fuzzy metadata' not publish a paper in FUZZ-IEEE?,ASK { <https://dblp.org/rec/conf/fuzzIEEE/LvMY08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/fuzzIEEE/LvMY08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'FUZZ-IEEE' FILTER NOT EXISTS { <https://dblp.org/rec/conf/fuzzIEEE/LvMY08> <https://dblp.org/rdf/schema#publishedIn> 'FUZZ-IEEE' } },TP43,"[""<https://dblp.org/rec/conf/fuzzIEEE/LvMY08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5052,Haven't the authors of the publication 'A Scalable and Resilient Layer-2 Network With Ethernet Compatibility' published the paper 'An Adaptive Quality of Service Based Power Management Algorithm in Wireless Transmission'?,ASK { <https://dblp.org/rec/journals/ton/QianL16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/isca/SalemKE09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/isca/SalemKE09> != <https://dblp.org/rec/journals/ton/QianL16>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/ton/QianL16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/isca/SalemKE09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/isca/SalemKE09> != <https://dblp.org/rec/journals/ton/QianL16>) } },TP44,"[""<https://dblp.org/rec/journals/ton/QianL16>"", ""<https://dblp.org/rec/journals/isca/SalemKE09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5053,Was 'Detection and Visualization of Splat and Antisplat Events in Turbulent Flows' not published in 2020?,ASK { <https://dblp.org/rec/journals/tvcg/NsongaNFSGS20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tvcg/NsongaNFSGS20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' } },TP42,"[""<https://dblp.org/rec/journals/tvcg/NsongaNFSGS20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5054,Haven't the authors of the publication 'An integrated approach for identifying the efficiency-oriented drivers of electronic markets in electronic business' published the paper 'International Conference on Case-Based Reasoning (ICCBR-99)'?,ASK { <https://dblp.org/rec/journals/jeim/DuanDL19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ki/Minor99> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/ki/Minor99> != <https://dblp.org/rec/journals/jeim/DuanDL19>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/jeim/DuanDL19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ki/Minor99> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/ki/Minor99> != <https://dblp.org/rec/journals/jeim/DuanDL19>) } },TP44,"[""<https://dblp.org/rec/journals/jeim/DuanDL19>"", ""<https://dblp.org/rec/journals/ki/Minor99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5055,Did the authors of 'Aspect modeling of parsed representation for image retrieval' not publish 'Automatic Irregular Texture Detection in Brain MRI Without Human Supervision'?,ASK { <https://dblp.org/rec/conf/icassp/BaeJ09> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/miccai/RachmadiHK18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/miccai/RachmadiHK18> != <https://dblp.org/rec/conf/icassp/BaeJ09>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/icassp/BaeJ09> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/miccai/RachmadiHK18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/miccai/RachmadiHK18> != <https://dblp.org/rec/conf/icassp/BaeJ09>) } },TP44,"[""<https://dblp.org/rec/conf/icassp/BaeJ09>"", ""<https://dblp.org/rec/conf/miccai/RachmadiHK18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5056,Was 'Realizing wireless power transfer in cellular networks' not published in 2014?,ASK { <https://dblp.org/rec/conf/icc/HuangL14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icc/HuangL14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' } },TP42,"[""<https://dblp.org/rec/conf/icc/HuangL14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5057,Wasn't the publication 'Compensating Method of the Height Anomalies for Ultra-High Earth's Gravity Field Model' published in 2017?,ASK { <https://dblp.org/rec/journals/wpc/QingwuJXZMZ17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' FILTER NOT EXISTS { <https://dblp.org/rec/journals/wpc/QingwuJXZMZ17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' } },TP42,"[""<https://dblp.org/rec/journals/wpc/QingwuJXZMZ17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5058,Have the authors of the paper 'Exponentially stable guaranteed cost control for continuous and discrete-time Takagi-Sugeno fuzzy systems' not published a publication in Neurocomputing?,ASK { <https://dblp.org/rec/journals/ijon/PangLJZ16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ijon/PangLJZ16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Neurocomputing' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijon/PangLJZ16> <https://dblp.org/rdf/schema#publishedIn> 'Neurocomputing' } },TP43,"[""<https://dblp.org/rec/journals/ijon/PangLJZ16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5059,Haven't the authors of the publication 'Monotone algorithms for solving nonlinear monotone difference schemes of parabolic type in the canonical form' published the paper 'Transfer matrix analysis of one-dimensional majority cellular automata with thermal noise'?,ASK { <https://dblp.org/rec/journals/jnma/Boglaev06> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/LemoyMS13> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/LemoyMS13> != <https://dblp.org/rec/journals/jnma/Boglaev06>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/jnma/Boglaev06> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/LemoyMS13> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/LemoyMS13> != <https://dblp.org/rec/journals/jnma/Boglaev06>) } },TP44,"[""<https://dblp.org/rec/journals/jnma/Boglaev06>"", ""<https://dblp.org/rec/journals/corr/LemoyMS13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5060,Wasn't the paper 'Brain computer interface controlled automatic electric drive for neuro-aid system' published in the year 2021?,ASK { <https://dblp.org/rec/journals/bspc/GuptaDTMGS21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' FILTER NOT EXISTS { <https://dblp.org/rec/journals/bspc/GuptaDTMGS21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' } },TP42,"[""<https://dblp.org/rec/journals/bspc/GuptaDTMGS21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5061,Haven't the authors of the publication 'Issues in the design of a scalable shared virtual environment for the Internet' published the paper 'Low-complexity F0-based speech/nonspeech discrimination approach for digital hearing aids'?,ASK { <https://dblp.org/rec/conf/hicss/LeaHMHS97> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/mta/MoleroRVM11> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/mta/MoleroRVM11> != <https://dblp.org/rec/conf/hicss/LeaHMHS97>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/hicss/LeaHMHS97> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/mta/MoleroRVM11> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/mta/MoleroRVM11> != <https://dblp.org/rec/conf/hicss/LeaHMHS97>) } },TP44,"[""<https://dblp.org/rec/conf/hicss/LeaHMHS97>"", ""<https://dblp.org/rec/journals/mta/MoleroRVM11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5062,Wasn't the publication 'Flex Distribution for Bounded-Suboptimal Multi-Agent Path Finding' published in 2022?,ASK { <https://dblp.org/rec/conf/aaai/Chan0GHSK22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' FILTER NOT EXISTS { <https://dblp.org/rec/conf/aaai/Chan0GHSK22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' } },TP42,"[""<https://dblp.org/rec/conf/aaai/Chan0GHSK22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5063,Haven't the authors of the publication 'Can Partial Strong Labels Boost Multi-label Object Recognition?' published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/YangZZGWC15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/YangZZGWC15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/YangZZGWC15> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TP43,"[""<https://dblp.org/rec/journals/corr/YangZZGWC15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5064,Have the authors of the paper 'Performance Evaluation of Rural e-Health Scenarios: Users and QoS Management' not published a publication in EMBC?,ASK { <https://dblp.org/rec/conf/embc/MartinezGVF06a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/embc/MartinezGVF06a>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'EMBC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/embc/MartinezGVF06a> <https://dblp.org/rdf/schema#publishedIn> 'EMBC' } },TP43,"[""<https://dblp.org/rec/conf/embc/MartinezGVF06a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5065,Did the authors of the publication 'A class of hopping patterns with minimal collisions' not publish 'A Review of Geospatial Semantic Information Modeling and Elicitation Approaches'?,ASK { <https://dblp.org/rec/journals/corr/Zhang14f> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ijgi/KoklaG20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/ijgi/KoklaG20> != <https://dblp.org/rec/journals/corr/Zhang14f>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/Zhang14f> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ijgi/KoklaG20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/ijgi/KoklaG20> != <https://dblp.org/rec/journals/corr/Zhang14f>) } },TP44,"[""<https://dblp.org/rec/journals/corr/Zhang14f>"", ""<https://dblp.org/rec/journals/ijgi/KoklaG20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5066,Haven't the authors of the publication 'A Simpler Linear-Time Algorithm for Intersecting Two Convex Polyhedra in Three Dimensions' published the paper 'Optimizing Non-Local Means for Denoising Low Dose CT'?,ASK { <https://dblp.org/rec/journals/dcg/Chan16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/isbi/KelmBBE09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/isbi/KelmBBE09> != <https://dblp.org/rec/journals/dcg/Chan16>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/dcg/Chan16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/isbi/KelmBBE09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/isbi/KelmBBE09> != <https://dblp.org/rec/journals/dcg/Chan16>) } },TP44,"[""<https://dblp.org/rec/journals/dcg/Chan16>"", ""<https://dblp.org/rec/conf/isbi/KelmBBE09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5067,Did the authors of 'A real-time data backup model and methods based on peer-to-peer network' not publish 'User Time Spent between Persuasiveness and Usability of Social Networking Mobile Applications: Patterns of Influence'?,ASK { <https://dblp.org/rec/journals/ijict/ZhangZD15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/grapp/BedjaouiEB20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/grapp/BedjaouiEB20> != <https://dblp.org/rec/journals/ijict/ZhangZD15>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijict/ZhangZD15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/grapp/BedjaouiEB20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/grapp/BedjaouiEB20> != <https://dblp.org/rec/journals/ijict/ZhangZD15>) } },TP44,"[""<https://dblp.org/rec/journals/ijict/ZhangZD15>"", ""<https://dblp.org/rec/conf/grapp/BedjaouiEB20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5068,Wasn't the publication 'Robust Training Symbol Assisted Least Squares Estimation for Direct Conversion Receivers with Oscillator IQ-Imbalance' published in 2017?,ASK { <https://dblp.org/rec/journals/wpc/ChouLW17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' FILTER NOT EXISTS { <https://dblp.org/rec/journals/wpc/ChouLW17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' } },TP42,"[""<https://dblp.org/rec/journals/wpc/ChouLW17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5069,Wasn't the publication 'Developing new data envelopment analysis models to evaluate the efficiency in Ontario Universities' published in 2021?,ASK { <https://dblp.org/rec/journals/joi/GhimireAW21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' FILTER NOT EXISTS { <https://dblp.org/rec/journals/joi/GhimireAW21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' } },TP42,"[""<https://dblp.org/rec/journals/joi/GhimireAW21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5070,Haven't the authors of the publication 'Integer colorings with no rainbow k-term arithmetic progression' published a publication in Eur. J. Comb.?,ASK { <https://dblp.org/rec/journals/ejc/LiWZ22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ejc/LiWZ22>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Eur. J. Comb.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ejc/LiWZ22> <https://dblp.org/rdf/schema#publishedIn> 'Eur. J. Comb.' } },TP43,"[""<https://dblp.org/rec/journals/ejc/LiWZ22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5071,Did the authors of 'Handwritten digit recognition: benchmarking of state-of-the-art techniques' not publish 'Children and adults differ in their strategies for social learning'?,ASK { <https://dblp.org/rec/journals/pr/LiuNSF03> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/cogsci/LiederSHGX15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/cogsci/LiederSHGX15> != <https://dblp.org/rec/journals/pr/LiuNSF03>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/pr/LiuNSF03> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/cogsci/LiederSHGX15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/cogsci/LiederSHGX15> != <https://dblp.org/rec/journals/pr/LiuNSF03>) } },TP44,"[""<https://dblp.org/rec/journals/pr/LiuNSF03>"", ""<https://dblp.org/rec/conf/cogsci/LiederSHGX15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5072,Wasn't the publication 'On the Parallel Decomposability of Geometric Problems' published in 1989?,ASK { <https://dblp.org/rec/conf/compgeom/AtallahT89> <https://dblp.org/rdf/schema#yearOfPublication> '1989' FILTER NOT EXISTS { <https://dblp.org/rec/conf/compgeom/AtallahT89> <https://dblp.org/rdf/schema#yearOfPublication> '1989' } },TP42,"[""<https://dblp.org/rec/conf/compgeom/AtallahT89>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5073,Have the authors of the paper 'Lifetime Enhancement Techniques for PCM-Based Image Buffer in Multimedia Applications' not published the paper 'Minimizing the Maximum Sensor Movement towards Grid Points for Barrier Coverage'?,ASK { <https://dblp.org/rec/journals/tvlsi/FangL014> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/paap/LiS15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/paap/LiS15> != <https://dblp.org/rec/journals/tvlsi/FangL014>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/tvlsi/FangL014> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/paap/LiS15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/paap/LiS15> != <https://dblp.org/rec/journals/tvlsi/FangL014>) } },TP44,"[""<https://dblp.org/rec/journals/tvlsi/FangL014>"", ""<https://dblp.org/rec/conf/paap/LiS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5074,"Haven't the authors of the publication 'CMSs, Linked Data and Semantics: A Linked Data Mashup over Drupal for Personalized Search' published the paper 'Land Use/Cover Change and Its Impact on Net Primary Productivity in Huangfuchuan Watershed Temperate Grassland, China'?",ASK { <https://dblp.org/rec/conf/mtsr/KalouKS13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/grmse/XuDWSY14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/grmse/XuDWSY14> != <https://dblp.org/rec/conf/mtsr/KalouKS13>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/mtsr/KalouKS13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/grmse/XuDWSY14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/grmse/XuDWSY14> != <https://dblp.org/rec/conf/mtsr/KalouKS13>) } },TP44,"[""<https://dblp.org/rec/conf/mtsr/KalouKS13>"", ""<https://dblp.org/rec/conf/grmse/XuDWSY14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5075,Did the authors of 'Particle swarm optimizer with self-adjusting neighborhoods' not publish a paper in Genetic and Evolutionary Computations?,ASK { <https://dblp.org/rec/conf/gecco/ChenHZ10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/gecco/ChenHZ10>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'GECCO' FILTER NOT EXISTS { <https://dblp.org/rec/conf/gecco/ChenHZ10> <https://dblp.org/rdf/schema#publishedIn> 'GECCO' } },TP43,"[""<https://dblp.org/rec/conf/gecco/ChenHZ10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5076,Have the authors of the paper 'Matching sets of line segments' not published the paper 'Sync-and-Burst: Force-Directed Graph Drawing with Uniform Force Magnitudes'?,ASK { <https://dblp.org/rec/journals/tcs/YangV21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/ToosiN15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/ToosiN15> != <https://dblp.org/rec/journals/tcs/YangV21>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/tcs/YangV21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/ToosiN15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/ToosiN15> != <https://dblp.org/rec/journals/tcs/YangV21>) } },TP44,"[""<https://dblp.org/rec/journals/tcs/YangV21>"", ""<https://dblp.org/rec/journals/corr/ToosiN15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5077,Did the authors of the publication 'Counterpropagation with Delays with Applications in Time Series Prediction' not publish a paper in International Conference on Artificial Neural Networks?,ASK { <https://dblp.org/rec/conf/icann/Fierascu05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icann/Fierascu05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICANN (2)' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icann/Fierascu05> <https://dblp.org/rdf/schema#publishedIn> 'ICANN (2)' } },TP43,"[""<https://dblp.org/rec/conf/icann/Fierascu05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5078,Was 'Data replication techniques in the mobile ad hoc networks' not published in 2019?,ASK { <https://dblp.org/rec/journals/ijpcc/NamiR19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijpcc/NamiR19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' } },TP42,"[""<https://dblp.org/rec/journals/ijpcc/NamiR19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5079,Have the authors of the paper 'A Control System of PLC's Stereo Garage Based on Photoelectric Sensor' not published the paper 'Rational quadratic circles are parametrized by chord length'?,ASK { <https://dblp.org/rec/journals/ijoe/YangJHTZ17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cagd/Farin06a> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cagd/Farin06a> != <https://dblp.org/rec/journals/ijoe/YangJHTZ17>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijoe/YangJHTZ17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cagd/Farin06a> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cagd/Farin06a> != <https://dblp.org/rec/journals/ijoe/YangJHTZ17>) } },TP44,"[""<https://dblp.org/rec/journals/ijoe/YangJHTZ17>"", ""<https://dblp.org/rec/journals/cagd/Farin06a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5080,Haven't the authors of the publication 'Pattern-based feature extraction for fault detection in quality relevant process control' published a publication in ETFA?,ASK { <https://dblp.org/rec/conf/etfa/PeruzzoHL17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/etfa/PeruzzoHL17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ETFA' FILTER NOT EXISTS { <https://dblp.org/rec/conf/etfa/PeruzzoHL17> <https://dblp.org/rdf/schema#publishedIn> 'ETFA' } },TP43,"[""<https://dblp.org/rec/conf/etfa/PeruzzoHL17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5081,"Haven't the authors of the publication 'Partitioning 2-edge-colored complete multipartite graphs into monochromatic cycles, paths and trees' published a publication in J. Comb. Optim.?",ASK { <https://dblp.org/rec/journals/jco/JinKLW06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jco/JinKLW06>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Comb. Optim.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jco/JinKLW06> <https://dblp.org/rdf/schema#publishedIn> 'J. Comb. Optim.' } },TP43,"[""<https://dblp.org/rec/journals/jco/JinKLW06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5082,"Haven't the authors of the publication 'Parsing, Word Associations and Typical Predicate-Argument Relations' published the paper 'A Specific Iterative Closest Point Algorithm for Estimating Radar System Errors'?",ASK { <https://dblp.org/rec/conf/naacl/ChurchGHH89> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/access/LiFY20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/access/LiFY20> != <https://dblp.org/rec/conf/naacl/ChurchGHH89>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/naacl/ChurchGHH89> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/access/LiFY20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/access/LiFY20> != <https://dblp.org/rec/conf/naacl/ChurchGHH89>) } },TP44,"[""<https://dblp.org/rec/conf/naacl/ChurchGHH89>"", ""<https://dblp.org/rec/journals/access/LiFY20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5083,Did the authors of 'A BFGS-ICA algorithm and application in localization of brain activities' not publish a paper in Neurocomputing?,ASK { <https://dblp.org/rec/journals/ijon/ChenYZ05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ijon/ChenYZ05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Neurocomputing' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijon/ChenYZ05> <https://dblp.org/rdf/schema#publishedIn> 'Neurocomputing' } },TP43,"[""<https://dblp.org/rec/journals/ijon/ChenYZ05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5084,Wasn't the paper 'Automatic Conversational Helpdesk Solution using Seq2Seq and Slot-filling Models' published in the year 2018?,ASK { <https://dblp.org/rec/conf/cikm/PatidarAVS18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cikm/PatidarAVS18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' } },TP42,"[""<https://dblp.org/rec/conf/cikm/PatidarAVS18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5085,Haven't the authors of the publication 'Improved Document Representation for Classification Tasks for the Intelligence Community' published a publication in AAAI Spring Symposium: AI Technologies for Homeland Security?,ASK { <https://dblp.org/rec/conf/aaaiss/YilmazelSBL05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/aaaiss/YilmazelSBL05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'AAAI Spring Symposium: AI Technologies for Homeland Security' FILTER NOT EXISTS { <https://dblp.org/rec/conf/aaaiss/YilmazelSBL05> <https://dblp.org/rdf/schema#publishedIn> 'AAAI Spring Symposium: AI Technologies for Homeland Security' } },TP43,"[""<https://dblp.org/rec/conf/aaaiss/YilmazelSBL05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5086,Haven't the authors of the publication 'Two stages power allocation for band aggregated single carrier-FDMA with Zeroforcing-FDE' published a publication in Asia Pacific Conference on Communications?,ASK { <https://dblp.org/rec/conf/apcc/KimCCKY11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/apcc/KimCCKY11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'APCC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/apcc/KimCCKY11> <https://dblp.org/rdf/schema#publishedIn> 'APCC' } },TP43,"[""<https://dblp.org/rec/conf/apcc/KimCCKY11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5087,Have the authors of the paper 'Learning relation axioms from text: An automatic Web-based approach' not published the paper 'Design and testing of a controllable miniature jumping robot'?,ASK { <https://dblp.org/rec/journals/eswa/SanchezMT12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/iros/ZhaoXGMX10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/iros/ZhaoXGMX10> != <https://dblp.org/rec/journals/eswa/SanchezMT12>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/eswa/SanchezMT12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/iros/ZhaoXGMX10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/iros/ZhaoXGMX10> != <https://dblp.org/rec/journals/eswa/SanchezMT12>) } },TP44,"[""<https://dblp.org/rec/journals/eswa/SanchezMT12>"", ""<https://dblp.org/rec/conf/iros/ZhaoXGMX10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5088,Did the authors of 'Autonomic analysis of social networks' not publish a paper in International Conference on Computer Supported Cooperative Work in Design?,ASK { <https://dblp.org/rec/conf/cscwd/SilvaSO11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cscwd/SilvaSO11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CSCWD' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cscwd/SilvaSO11> <https://dblp.org/rdf/schema#publishedIn> 'CSCWD' } },TP43,"[""<https://dblp.org/rec/conf/cscwd/SilvaSO11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5089,Haven't the authors of the publication 'Neural Machine Translation with Universal Visual Representation' published a publication in ICLR?,ASK { <https://dblp.org/rec/conf/iclr/0001C0USLZ20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/iclr/0001C0USLZ20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICLR' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iclr/0001C0USLZ20> <https://dblp.org/rdf/schema#publishedIn> 'ICLR' } },TP43,"[""<https://dblp.org/rec/conf/iclr/0001C0USLZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5090,Wasn't the publication 'Do banks change their liquidity ratios based on network characteristics?' published in 2020?,ASK { <https://dblp.org/rec/journals/eor/ArdekaniDT20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' FILTER NOT EXISTS { <https://dblp.org/rec/journals/eor/ArdekaniDT20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' } },TP42,"[""<https://dblp.org/rec/journals/eor/ArdekaniDT20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5091,Haven't the authors of the publication 'A Joint Deep Learning Approach for Automated Liver and Tumor Segmentation' published the paper 'Novel Diplexer and Triplexer Designs Avoiding Additional Matching Circuits Outside Filters'?,ASK { <https://dblp.org/rec/journals/corr/abs-1902-07971> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/access/DengLLL20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/access/DengLLL20> != <https://dblp.org/rec/journals/corr/abs-1902-07971>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1902-07971> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/access/DengLLL20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/access/DengLLL20> != <https://dblp.org/rec/journals/corr/abs-1902-07971>) } },TP44,"[""<https://dblp.org/rec/journals/corr/abs-1902-07971>"", ""<https://dblp.org/rec/journals/access/DengLLL20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
