id,question_string,query,template_id,entities,relations,temporal,help_out
Q2602,Which paper on Learning environments was published by Kramarski in iLRN?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/3391> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'iLRN' },TC92,"[""<https://dblp.org/pid/63/3391>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2603,Which author named Gunamani published the paper on Squeeze film?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/socpros/AdesharaPDP18> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/socpros/AdesharaPDP18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2604,Name the venue in which Alexander published the paper about Business intelligence.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jais/KretzerM18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/590> . <https://dblp.org/rec/journals/jais/KretzerM18> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/34/590>"", ""<https://dblp.org/rec/journals/jais/KretzerM18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2605,Which research paper on Design considerations was published by Michael in IEEE Computer Graphics and Applications?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/2737-1> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Computer Graphics and Applications' },TC92,"[""<https://dblp.org/pid/26/2737-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2606,Mention the publication on Compound property that was published by N. in CoRR.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/311/3624> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC92,"[""<https://dblp.org/pid/311/3624>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2607,Mention the publication on Video captions that was published by H. in CoRR.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/MarkusHGross> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC92,"[""<https://dblp.org/pid/g/MarkusHGross>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2608,Name the venue in which Ali published the paper about Detection mechanism.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aina/KhanH17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/7860> . <https://dblp.org/rec/conf/aina/KhanH17> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/90/7860>"", ""<https://dblp.org/rec/conf/aina/KhanH17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2609,Which research paper on Brain disorders was published by Cutsuridis in Neural Networks?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/2501> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Neural Networks' },TC92,"[""<https://dblp.org/pid/88/2501>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2610,Which research paper on Code decoders was published by Neu in CoRR?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/205/3153> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC92,"[""<https://dblp.org/pid/205/3153>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2611,Which author named Hong published the paper on Classification tree?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icnc/Hong16> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/icnc/Hong16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2612,Which author published the paper on Subgradient method and has the name Huiping?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isie/LiuL019> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/isie/LiuL019>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2613,Which author named K\u00E1rn\u00FD published the paper on Bayesian models?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/isci/QuinnKG16> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/isci/QuinnKG16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2614,In which venue did Hausheer publish the paper about Scion endhosts?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/noms/GartnerWKH22a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/3287> . <https://dblp.org/rec/conf/noms/GartnerWKH22a> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/76/3287>"", ""<https://dblp.org/rec/conf/noms/GartnerWKH22a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2615,Mohona published the paper on Time complexity in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icisc/BogdanovCGS14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/136/4335> . <https://dblp.org/rec/conf/icisc/BogdanovCGS14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/136/4335>"", ""<https://dblp.org/rec/conf/icisc/BogdanovCGS14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2616,Which author published the paper on Co-creation and has the name Julia?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icis/HeKG14> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/icis/HeKG14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2617,Mention the publication on Noise suppression that was published by Kamarujjaman in Multim. Tools Appl..,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/190/3754> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Multim. Tools Appl.' },TC92,"[""<https://dblp.org/pid/190/3754>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2618,In which venue did Himanshu publish the paper about Subunit ask1?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/candc/TripathiK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/214/2915> . <https://dblp.org/rec/journals/candc/TripathiK18> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/214/2915>"", ""<https://dblp.org/rec/journals/candc/TripathiK18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2619,In which venue did Feinler publish the paper about Level domain?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/annals/Feinler11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/3520> . <https://dblp.org/rec/journals/annals/Feinler11> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/56/3520>"", ""<https://dblp.org/rec/journals/annals/Feinler11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2620,Name the author who published the paper on Anticancer drugs and has the name Onida.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/symmetry/MolteniOCC21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/symmetry/MolteniOCC21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2621,Mention the publication on Parameter tuning that was published by Carlos in IEEE Access.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/153/4625> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' },TC92,"[""<https://dblp.org/pid/153/4625>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2622,Which author published the paper on Recovery attacks and has the name Donghoon?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iacr/AkshimaCGGS15> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/iacr/AkshimaCGGS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2623,Name the author who published the paper on Farm monitoring and has the name Jong-Sik.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sucoms/JuPLCCYS10> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/sucoms/JuPLCCYS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2624,Name the author who published the paper on Cycle methods and has the name E..,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/moc/DuanGTZ07> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/moc/DuanGTZ07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2625,Which paper on Software framework was published by Zhige in ACM Great Lakes Symposium on VLSI?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/146/4738> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ACM Great Lakes Symposium on VLSI' },TC92,"[""<https://dblp.org/pid/146/4738>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2626,Mention the publication on Teresa cerratto that was published by Moradi in Digit. Scholarsh. Humanit..,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/293/4360> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Digit. Scholarsh. Humanit.' },TC92,"[""<https://dblp.org/pid/293/4360>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2627,Which author published the paper on Infrastructure communications and has the name Mohammad?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vtc/RussoLOR18> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/vtc/RussoLOR18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2628,Name the author who published the paper on Activity modeling and has the name Luming.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aaai/ZhangLLYZ018> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/aaai/ZhangLLYZ018>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2629,Which author named Li published the paper on Discriminant analysis?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/pami/YeL04> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/pami/YeL04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2630,Which research paper on Ocean modeling was published by Dana in ICCS?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/892> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICCS' },TC92,"[""<https://dblp.org/pid/90/892>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2631,Name the venue in which Chentouf published the paper about Interaction management.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/telsys/ChentoufCK03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/5752> . <https://dblp.org/rec/journals/telsys/ChentoufCK03> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/31/5752>"", ""<https://dblp.org/rec/journals/telsys/ChentoufCK03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2632,Name the author who published the paper on Machine translation and has the name Richens.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cj/Richens58> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/cj/Richens58>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2633,Which author published the paper on -criteria and has the name Grzegorz?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cn/BoronskiB13> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/cn/BoronskiB13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2634,Which research paper on Comb drive was published by Viorel in European Conference on Artificial Intelligence?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/317/8613> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ECAI' },TC92,"[""<https://dblp.org/pid/317/8613>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2635,Which author published the paper on Reasoning agents and has the name Rakib?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/concurrency/RakibF21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/concurrency/RakibF21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2636,In which venue did Florentin publish the paper about Information fusion?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fusion/Smarandache12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/684> . <https://dblp.org/rec/conf/fusion/Smarandache12> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/23/684>"", ""<https://dblp.org/rec/conf/fusion/Smarandache12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2637,In which venue did Paul publish the paper about Trace languages?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mfcs/DiekertGP91> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/PaulGastin> . <https://dblp.org/rec/conf/mfcs/DiekertGP91> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/g/PaulGastin>"", ""<https://dblp.org/rec/conf/mfcs/DiekertGP91>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2638,Name the venue in which Hu published the paper about Communication networks.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcyb/FangWHFH22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/5388-2> . <https://dblp.org/rec/journals/tcyb/FangWHFH22> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/48/5388-2>"", ""<https://dblp.org/rec/journals/tcyb/FangWHFH22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2639,Which paper on Dynamics model was published by Norbert in SMC?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/3869> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SMC' },TC92,"[""<https://dblp.org/pid/27/3869>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2640,Name the venue in which Vasco published the paper about Reaction attacks.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iacr/VascoS02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/2309> . <https://dblp.org/rec/journals/iacr/VascoS02> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/23/2309>"", ""<https://dblp.org/rec/journals/iacr/VascoS02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2641,In which venue did Seedoyal publish the paper about Work performance?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jcis/DoargajudhurD20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/244/9739> . <https://dblp.org/rec/journals/jcis/DoargajudhurD20> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/244/9739>"", ""<https://dblp.org/rec/journals/jcis/DoargajudhurD20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2642,Which research paper on Dependence perspective was published by Mark in UKAIS?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/4797> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'UKAIS' },TC92,"[""<https://dblp.org/pid/16/4797>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2643,Name the venue in which H\u00E9l\u00E8ne published the paper about Hci design.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/KondratovaF22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/8731> . <https://dblp.org/rec/conf/hci/KondratovaF22> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/97/8731>"", ""<https://dblp.org/rec/conf/hci/KondratovaF22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2644,In which venue did Dan publish the paper about Group signatures?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iacr/BonehEF18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/DanBoneh> . <https://dblp.org/rec/journals/iacr/BonehEF18> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/b/DanBoneh>"", ""<https://dblp.org/rec/journals/iacr/BonehEF18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2645,Mention the publication on Decision trees that was published by Kim in Pattern Recognit..,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/1546> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Pattern Recognit.' },TC92,"[""<https://dblp.org/pid/32/1546>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2646,Name the author who published the paper on Animation transition and has the name Wang.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/grapp/WangLWX15> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/grapp/WangLWX15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2647,Name the venue in which Suthakorn published the paper about Navigation concept.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/robio/NakdhamabhornS11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/5915> . <https://dblp.org/rec/conf/robio/NakdhamabhornS11> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/79/5915>"", ""<https://dblp.org/rec/conf/robio/NakdhamabhornS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2648,Rao published the paper on Sensor networks in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/inffus/DAA19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/158/4427> . <https://dblp.org/rec/journals/inffus/DAA19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/158/4427>"", ""<https://dblp.org/rec/journals/inffus/DAA19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2649,In which venue did Li publish the paper about Elimination thermodynamics selection?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isnn/YuLY10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/283> . <https://dblp.org/rec/conf/isnn/YuLY10> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/90/283>"", ""<https://dblp.org/rec/conf/isnn/YuLY10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2650,Name the venue in which Yoram published the paper about Voting games.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/atal/SeeBK14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/2671> . <https://dblp.org/rec/conf/atal/SeeBK14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/70/2671>"", ""<https://dblp.org/rec/conf/atal/SeeBK14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2651,Name the venue in which Qiaomin published the paper about Carlo planning.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2006-04672> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/10269> . <https://dblp.org/rec/journals/corr/abs-2006-04672> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/37/10269>"", ""<https://dblp.org/rec/journals/corr/abs-2006-04672>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2652,Name the author who published the paper on Spectrum sharing and has the name Umadevi.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/wpc/VijayU21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/wpc/VijayU21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2653,Which research paper on Business transformation index was published by Dmytrotsa in ICTERI Workshops?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/243/5705> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICTERI Workshops' },TC92,"[""<https://dblp.org/pid/243/5705>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2654,Which research paper on Resolution methods was published by Li in J. Comput. Phys.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/5697> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Comput. Phys.' },TC92,"[""<https://dblp.org/pid/16/5697>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2655,Which author published the paper on Speech recognition and has the name Liao?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/taslp/LiaoC01> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/taslp/LiaoC01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2656,Name the author who published the paper on Map representation and has the name Ruqi.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cgf/HuangO17> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/cgf/HuangO17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2657,Which paper on Software enterprises was published by Josefina in J. Softw. Evol. Process.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/8799> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Softw. Evol. Process.' },TC92,"[""<https://dblp.org/pid/18/8799>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2658,Name the venue in which Wang published the paper about Classification algorithm.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tfs/DuanWPLWL18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/9114> . <https://dblp.org/rec/journals/tfs/DuanWPLWL18> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/05/9114>"", ""<https://dblp.org/rec/journals/tfs/DuanWPLWL18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2659,Which author published the paper on Aggregation methods and has the name Zenon?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jdcta/MoultonCK09> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/jdcta/MoultonCK09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2660,Which author named Azizian published the paper on Learning model?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amcis/RastegariaA17> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/amcis/RastegariaA17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2661,Which paper on Business processes was published by Saqib in IEEE Trans. Ind. Informatics?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/5437> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Ind. Informatics' },TC92,"[""<https://dblp.org/pid/47/5437>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2662,Name the venue in which Shimizu published the paper about Engineering credit point system.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/kes/OgawaS17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/126/2736> . <https://dblp.org/rec/conf/kes/OgawaS17> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/126/2736>"", ""<https://dblp.org/rec/conf/kes/OgawaS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2663,In which venue did Tao publish the paper about Data placement algorithm?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tjs/XiaoCL11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/510> . <https://dblp.org/rec/journals/tjs/XiaoCL11> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/69/510>"", ""<https://dblp.org/rec/journals/tjs/XiaoCL11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2664,Which author published the paper on -biomanipulation and has the name Luo?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mfi/LuoS12> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/mfi/LuoS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2665,In which venue did S. publish the paper about Feedback technology?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/conf-irm/PiccoloSB12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/1852> . <https://dblp.org/rec/conf/conf-irm/PiccoloSB12> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/99/1852>"", ""<https://dblp.org/rec/conf/conf-irm/PiccoloSB12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2666,Which paper on Growth rate information was published by Rimvydas in Entropy?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/6244> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Entropy' },TC92,"[""<https://dblp.org/pid/60/6244>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2667,In which venue did Compagna publish the paper about Threat identification?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icst/CarboneCPP15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/LucaCompagna> . <https://dblp.org/rec/conf/icst/CarboneCPP15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/c/LucaCompagna>"", ""<https://dblp.org/rec/conf/icst/CarboneCPP15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2668,Name the venue in which Shinkyu published the paper about Software firm mergers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ecis/LegerY05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/1630> . <https://dblp.org/rec/conf/ecis/LegerY05> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/27/1630>"", ""<https://dblp.org/rec/conf/ecis/LegerY05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2669,Wade published the paper on Information systems development in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ukais/SalahatW14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/142/9255> . <https://dblp.org/rec/conf/ukais/SalahatW14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/142/9255>"", ""<https://dblp.org/rec/conf/ukais/SalahatW14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2670,Name the venue in which Wei published the paper about Acceleration framework.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iccd/LyonsWB14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/5583> . <https://dblp.org/rec/conf/iccd/LyonsWB14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/21/5583>"", ""<https://dblp.org/rec/conf/iccd/LyonsWB14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2671,Which author named Salabun published the paper on Comet method?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/kes/SalabunK18> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/kes/SalabunK18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2672,Name the venue in which Laliwala published the paper about Services composition.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/IEEEscc/Laliwala06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/4628> . <https://dblp.org/rec/conf/IEEEscc/Laliwala06> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/39/4628>"", ""<https://dblp.org/rec/conf/IEEEscc/Laliwala06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2673,Which research paper on Bit architecture was published by Bernd in SIGARCH Comput. Archit. News?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/6402> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIGARCH Comput. Archit. News' },TC92,"[""<https://dblp.org/pid/21/6402>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
