id,question_string,query,template_id,entities,relations,temporal,help_out
Q3975,In which venues were the other papers published by the authors of 'Intuitionistic Fuzzy Inclusion Indicator of Intuitionistic Fuzzy Sets'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/series/sfsc/MarinovTV16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/series/sfsc/MarinovTV16>) },TP13,"[""<https://dblp.org/rec/series/sfsc/MarinovTV16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3976,"Where was the paper 'Leveraging Disease Progression Learning for Medical Image Recognition' authored by Fevens, T. published?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1806-10128> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/f/ThomasFevens> . <https://dblp.org/rec/journals/corr/abs-1806-10128> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/corr/abs-1806-10128>"", ""<https://dblp.org/pid/f/ThomasFevens>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3977,What are the webpages of authors of 'Applications and extensions of context-sensitive rewriting'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jlap/Lucas21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/jlap/Lucas21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q3978,In which other years were the authors of 'User-engaged app development: Building better apps for the vineyard' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/asist/GivenDKP17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/asist/GivenDKP17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/asist/GivenDKP17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3979,"Mention the venue of the paper 'Characterizing the Impact of Intermittent Hardware Faults on Programs' authored by Pattabiraman, Karthik.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tr/RashidPG15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/5344> . <https://dblp.org/rec/journals/tr/RashidPG15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/tr/RashidPG15>"", ""<https://dblp.org/pid/91/5344>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3980,Mention the venues of the other papers published by the authors of 'Cardinal: an R package for statistical analysis of mass spectrometry-based imaging experiments'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bioinformatics/BemisHEFVMSV15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/bioinformatics/BemisHEFVMSV15>) },TP13,"[""<https://dblp.org/rec/journals/bioinformatics/BemisHEFVMSV15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3981,Find the years in which the authors of 'A Single Proof of Classical Behaviour in da Costa's Cn Systems' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/entcs/OsorioC15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/entcs/OsorioC15> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/entcs/OsorioC15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3982,List the other publications published by the authors of 'A hierarchical image matting model for blood vessel segmentation in retinal images'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/saem/SwathiSSBBV22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/saem/SwathiSSBBV22>) },TP12,"[""<https://dblp.org/rec/journals/saem/SwathiSSBBV22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3983,Which other papers were written by the authors of 'Load Balance Algorithms for Anycast'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iiwas/YuZC04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/iiwas/YuZC04>) },TP12,"[""<https://dblp.org/rec/conf/iiwas/YuZC04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3984,"Mention the venue of the paper 'Typical Snapshots Selection for Shortest Path Query in Dynamic Road Networks' authored by Hua, W..",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1910-12261> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/11145> . <https://dblp.org/rec/journals/corr/abs-1910-12261> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/corr/abs-1910-12261>"", ""<https://dblp.org/pid/68/11145>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3985,Which other papers were written by the authors of 'The energy cost of mandatory bidirectionality in wireless multimedia communication'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/globecom/ChuS11a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/globecom/ChuS11a>) },TP12,"[""<https://dblp.org/rec/conf/globecom/ChuS11a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3986,List the years in which the authors of 'Welchen Beitrag kann die Geoinformationsverarbeitung zur Entwicklung des Digitalen Zeitalters leisten? / What Contribution Can Geoinformation Processing Make to the Development of the Digital Age?' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/agit/Mandl20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/agit/Mandl20> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/agit/Mandl20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3987,Which other publications were published by the authors of 'Embedded cores using built-in mechanisms'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iscas/KagarisT99> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/iscas/KagarisT99>) },TP12,"[""<https://dblp.org/rec/conf/iscas/KagarisT99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3988,Name the other publications published by the authors of 'Incorporating Network Structure with Node Information for Semi-supervised Anomaly Detection on Attributed Graphs'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wise/ChenLLSWZ21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/wise/ChenLLSWZ21>) },TP12,"[""<https://dblp.org/rec/conf/wise/ChenLLSWZ21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3989,"List the years in which the authors of 'Decision Making By Variable Contribution In Discriminant, Logit, And Regression Analyses' published other papers.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijitdm/LipovetskyC04> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ijitdm/LipovetskyC04> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/ijitdm/LipovetskyC04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3990,Find the years in which the authors of 'Nonlinear dynamics analysis of electrocardiograms for detection of coronary artery disease' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cmpb/AntanaviciusBBGKUV08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cmpb/AntanaviciusBBGKUV08> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/cmpb/AntanaviciusBBGKUV08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3991,List the years in which the authors of 'Adaptive filtering of microarray gene expression data based on Gaussian mixture decomposition' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bmcbi/MarczykJPP13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/bmcbi/MarczykJPP13> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/bmcbi/MarczykJPP13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3992,Find the years in which the authors of 'Enhancement of digital reading performance by using a novel web-based collaborative reading annotation system with two quality annotation filtering mechanisms' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijmms/JanCH16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ijmms/JanCH16> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/ijmms/JanCH16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3993,In which venues were the other papers published by the authors of 'How robots in a large group make decisions as a whole? From biological inspiration to the design of distributed algorithms'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1910-11262> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/corr/abs-1910-11262>) },TP13,"[""<https://dblp.org/rec/journals/corr/abs-1910-11262>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3994,Mention the venue of the paper 'Jackit: power generating jacket' authored by Fazzi Maria Adelaide.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iswc/DavideGLA14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/151/0055> . <https://dblp.org/rec/conf/iswc/DavideGLA14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/iswc/DavideGLA14>"", ""<https://dblp.org/pid/151/0055>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3995,Find the venue of the paper 'Decision Making Based on Cohort Scores for Speaker Verification' authored by Thomas F. Zheng.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/LiWWWZ16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/2843> . <https://dblp.org/rec/journals/corr/LiWWWZ16> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/corr/LiWWWZ16>"", ""<https://dblp.org/pid/53/2843>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3996,In which other years were the authors of 'Network-Coded Multiple Access with Higher-Order Modulations' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/globecom/PanLL15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/globecom/PanLL15> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/globecom/PanLL15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3997,Show the webpages of authors of 'k-anonymity Chord for Anonymous Query Response'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijngc/CanB14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/ijngc/CanB14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q3998,The authors of 'One Size Fits All: Designing for Socialization in Physical Computing' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigcse/AntonW20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/sigcse/AntonW20> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/sigcse/AntonW20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3999,"Name the other publications published by the authors of 'Explainable Artificial Intelligence in Meteorology and Climate Science: Model Fine-Tuning, Calibrating Trust and Learning New Science'.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icml/MamalakisEB20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/icml/MamalakisEB20>) },TP12,"[""<https://dblp.org/rec/conf/icml/MamalakisEB20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4000,"The authors of 'New Media and Freedom of Expression: Rethinking the Constitutional Foundations of the Public Sphere, by Andr\u00E1s Koltay' published in which other years?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijlit/Zodi20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ijlit/Zodi20> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/ijlit/Zodi20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4001,In which other years were the authors of 'Modeling users' web search behavior and their cognitive styles' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jasis/KinleyTPE14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jasis/KinleyTPE14> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/jasis/KinleyTPE14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4002,List the years in which the authors of 'Towards Recommender Systems for Police Photo Lineup' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/recsys/PeskaT17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/recsys/PeskaT17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/recsys/PeskaT17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4003,In which venues were the other papers published by the authors of 'Improved fuzzy H\u221E filter design method for nonlinear systems with time-varing delay'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/smc/MaLSGMX17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/smc/MaLSGMX17>) },TP13,"[""<https://dblp.org/rec/conf/smc/MaLSGMX17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4004,List the years in which the authors of 'Application of Agile Development Methodology and User-Centered Design for the Interdisciplinary Project Zuku' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/VilcapomaP18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/hci/VilcapomaP18> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/hci/VilcapomaP18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4005,What are the webpages of authors of 'Method of Statistical Spline Functions for Solving Problems of Data Approximation and Prediction of Objects State'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cmis/BabakBZS19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/conf/cmis/BabakBZS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4006,List the other publications published by the authors of 'Evolving Teams of Predictors with Linear Genetic Programming'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/gpem/BrameierB01> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/gpem/BrameierB01>) },TP12,"[""<https://dblp.org/rec/journals/gpem/BrameierB01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4007,In which venues were the other papers published by the authors of 'AI and Design'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ijcai/AmarelDNSTW91> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/ijcai/AmarelDNSTW91>) },TP13,"[""<https://dblp.org/rec/conf/ijcai/AmarelDNSTW91>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4008,List the other publications published by the authors of 'Robust error concealment for visual communications in burst-packet-loss networks'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tce/PyunLJJK03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/tce/PyunLJJK03>) },TP12,"[""<https://dblp.org/rec/journals/tce/PyunLJJK03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4009,Find the years in which the authors of 'Fetal Electrocardiogram Recognition Using Multilayer Perceptron Neural Network' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eit/WangS18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/eit/WangS18> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/eit/WangS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4010,Find the years in which the authors of 'Control of Interaction Force of Twin Direct-Drive Motor System Using Variable Wire Rope Tension With Multisensor Integration' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tie/MitsantisukOK12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tie/MitsantisukOK12> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/tie/MitsantisukOK12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4011,Name the other publications published by the authors of 'The Recurrent Neural Tangent Kernel'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iclr/Alemohammad0BB21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/iclr/Alemohammad0BB21>) },TP12,"[""<https://dblp.org/rec/conf/iclr/Alemohammad0BB21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4012,A. Rocchi published the paper 'Sampled baseband correlators for in-air ultrasonic rangefinders' in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tie/SabatiniR98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/5820> . <https://dblp.org/rec/journals/tie/SabatiniR98> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/tie/SabatiniR98>"", ""<https://dblp.org/pid/28/5820>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4013,Where was the paper 'Video from Stills: Lensless Imaging with Rolling Shutter' authored by Patrick Oare published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1905-13221> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/241/9817> . <https://dblp.org/rec/journals/corr/abs-1905-13221> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/corr/abs-1905-13221>"", ""<https://dblp.org/pid/241/9817>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4014,In which other years were the authors of 'Paraconsistent sequential linear-time temporal logic: Combining paraconsistency and sequentiality in temporal reasoning' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/rml/Kamide17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/rml/Kamide17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/rml/Kamide17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4015,List the other publications published by the authors of 'Prototyping Multiprocessor System-on-Chip Applications: A Platform-Based Approach'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dsonline/SenouciBRPJ07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/dsonline/SenouciBRPJ07>) },TP12,"[""<https://dblp.org/rec/journals/dsonline/SenouciBRPJ07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4016,Find the years in which the authors of 'Framework for Conceptual Modeling on Natural Language Texts' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cla/BogatyrevS16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/cla/BogatyrevS16> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/cla/BogatyrevS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4017,I. Ramos published the paper 'Are Forward Designed or Reverse-Engineered UML diagrams more helpful for code maintenance?: A family of experiments' in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/infsof/Fernandez-SaezGCCR15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/2932-2> . <https://dblp.org/rec/journals/infsof/Fernandez-SaezGCCR15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/infsof/Fernandez-SaezGCCR15>"", ""<https://dblp.org/pid/62/2932-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4018,Name the other publications published by the authors of 'Multiple Structured Light-Based Depth Sensors for Human Motion Analysis: A Review'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iwaal/EssmaeelGDPD12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/iwaal/EssmaeelGDPD12>) },TP12,"[""<https://dblp.org/rec/conf/iwaal/EssmaeelGDPD12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4019,Mention the venue of the paper 'Recovery planning for resilience in integrated disaster risk management' authored by David N. Bristow.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/smc/BristowB17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/210/2755> . <https://dblp.org/rec/conf/smc/BristowB17> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/smc/BristowB17>"", ""<https://dblp.org/pid/210/2755>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4020,Show the webpages of authors of 'Robust Multi-Agent Multi-Armed Bandits'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2007-03812> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/corr/abs-2007-03812>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4021,In which other years were the authors of 'Some new methodologies for multiobjective antenna design' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ieeehpcs/Chaigne11> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ieeehpcs/Chaigne11> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/ieeehpcs/Chaigne11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4022,Find the years in which the authors of 'Some Research Problems in Automatic Information Retrieval' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigir/Salton83> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/sigir/Salton83> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/sigir/Salton83>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4023,Find the years in which the authors of 'Sound Event Detection and Time-Frequency Segmentation from Weakly Labelled Data' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/taslp/KongXSWP19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/taslp/KongXSWP19> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/taslp/KongXSWP19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4024,The authors of 'Ideal non-deterministic operators as a formal framework to reduce the key finding problem' have which webpages?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcm/MoraGEC11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/ijcm/MoraGEC11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4025,Mention the venue of the paper 'Algorithms for Average Regret Minimization' authored by Stefan F..,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aaai/StorandtF19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/f/StefanFunke> . <https://dblp.org/rec/conf/aaai/StorandtF19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/aaai/StorandtF19>"", ""<https://dblp.org/pid/f/StefanFunke>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4026,Which other papers were written by the authors of 'Induced subgraphs of Gamma graphs'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dmaa/SridharanAR13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/dmaa/SridharanAR13>) },TP12,"[""<https://dblp.org/rec/journals/dmaa/SridharanAR13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4027,List the venues of the other papers published by the authors of 'Creating DEMO Presentations on the Base of Visualization Model'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hpcn/ZudilovaS00> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/hpcn/ZudilovaS00>) },TP13,"[""<https://dblp.org/rec/conf/hpcn/ZudilovaS00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
