id,question_string,query,template_id,entities,relations,temporal,help_out
Q5592,Was the paper 'Evaluation of message passing synchronization algorithms in embedded systems' not not published in the year 2014?,ASK { <https://dblp.org/rec/conf/samos/PapadopoulosWTSB14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP52,"[""<https://dblp.org/rec/conf/samos/PapadopoulosWTSB14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5593,Was the publication 'On the RSA Problem in SLICE Networks: A Novel Relaxation and Decomposition Approach' not not published in 2018?,ASK { <https://dblp.org/rec/conf/icccn/WangNL18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP52,"[""<https://dblp.org/rec/conf/icccn/WangNL18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5594,Did the authors of 'Why is automatic recognition of children's speech difficult?' not not publish a paper in Interspeech?,ASK { <https://dblp.org/rec/conf/interspeech/LiR01> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/interspeech/LiR01>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'INTERSPEECH' },TP53,"[""<https://dblp.org/rec/conf/interspeech/LiR01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5595,Did the authors of 'Predicting cortical ROIs via joint modeling of anatomical and connectional profiles' not not publish a paper in Medical Image Anal.?,ASK { <https://dblp.org/rec/journals/mia/ZhangZJGHHGL13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/mia/ZhangZJGHHGL13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Medical Image Anal.' },TP53,"[""<https://dblp.org/rec/journals/mia/ZhangZJGHHGL13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5596,Did the authors of the publication 'DCT-RAM: A Driver-Free Process-In-Memory 8T SRAM Macro with Multi-Bit Charge-Domain Computation and Time-Domain Quantization' not not publish a paper in CICC?,ASK { <https://dblp.org/rec/conf/cicc/ChenJYWY22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cicc/ChenJYWY22>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CICC' },TP53,"[""<https://dblp.org/rec/conf/cicc/ChenJYWY22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5597,Was the paper 'The TV Turtle a Logo graphics system for raster displays' not not published in the year 1976?,ASK { <https://dblp.org/rec/conf/acmsgl/Lieberman76> <https://dblp.org/rdf/schema#yearOfPublication> '1976' },TP52,"[""<https://dblp.org/rec/conf/acmsgl/Lieberman76>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5598,Was 'Some Remarks on Multiple-Entry Finite Automata' not not published in 1979?,ASK { <https://dblp.org/rec/journals/jcss/VelosoG79> <https://dblp.org/rdf/schema#yearOfPublication> '1979' },TP52,"[""<https://dblp.org/rec/journals/jcss/VelosoG79>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5599,Was the paper 'Defocal Lens Assembly for Multi-Element Full-Duplex Free Space Optical Transceiver' not not published in the year 2021?,ASK { <https://dblp.org/rec/conf/milcom/HaqY21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP52,"[""<https://dblp.org/rec/conf/milcom/HaqY21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5600,Did the authors of 'Automatic Clustering Collaborative Compressed Spectrum Sensing in Wide-Band Heterogeneous Cognitive Radio Networks' not not publish a paper in IEICE Trans. Commun.?,ASK { <https://dblp.org/rec/journals/ieicet/ZhangLPZ11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ieicet/ZhangLPZ11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEICE Trans. Commun.' },TP53,"[""<https://dblp.org/rec/journals/ieicet/ZhangLPZ11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5601,Mention the years in which 'MobileAid: A Fast and Effective Cognitive Aid System on Mobile Devices' and 'A Novel Approach of Neural Topic Modelling for Document Clustering' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/access/LiuLLCX20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/ssci/SubramaniSS18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/access/LiuLLCX20>"", ""<https://dblp.org/rec/conf/ssci/SubramaniSS18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5602,Name the authors of 'Cluster Contrast for Unsupervised Person Re-Identification' and 'Measuring and Disrupting Anti-Adblockers Using Differential Execution Analysis'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-2103-11568> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-2103-11568> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/corr/abs-2103-11568>"", ""<https://dblp.org/rec/conf/ndss/ZhuHQSY18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5603,Mention the venues in which 'On Parallelizing Matrix Multiplication by the Column-Row Method' and 'Rectified Factor Networks' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-1210-0461> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/corr/ClevertUMRH15> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/corr/abs-1210-0461>"", ""<https://dblp.org/rec/journals/corr/ClevertUMRH15>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5604,Mention the years in which 'Why Teenagers Hack: A Personal Memoir' and 'Data compression with low distortion and finite blocklength' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/usenix-login/Alexander05> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/corr/Kostina15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/usenix-login/Alexander05>"", ""<https://dblp.org/rec/journals/corr/Kostina15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5605,Who are the authors of the paper 'Risk of tin whiskers in the nuclear industry' and the publication 'Embedding torus in hexagonal honeycomb torus'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/mr/HuangNCP18> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/mr/HuangNCP18> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/mr/HuangNCP18>"", ""<https://dblp.org/rec/journals/iet-cdt/YangTC08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5606,"Where were the publications 'Architecture and Performance of XML-Based Componentization of the Symbian Smartphone Platform' and 'Past, Present and Future RFID Activities at the University of Pisa' published?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/euromicro/PayritsDM06> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/rfidta/NepaBMMBSM21> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/euromicro/PayritsDM06>"", ""<https://dblp.org/rec/conf/rfidta/NepaBMMBSM21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5607,Mention the years in which 'Visual Servoing Controller for Robot Manipulators' and 'Detecting people carrying objects based on an optical flow motion model' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/conielecomp/CidR09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/wacv/SenstES11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/conielecomp/CidR09>"", ""<https://dblp.org/rec/conf/wacv/SenstES11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5608,Who are the authors of the paper 'Knowledge-based Registration for Reliable Correlated Change Detection on High-pier Curved Continuous Rigid Frame Bridge' and the publication 'A Simple Paradigm for Augmenting the Euclidean Index to Reflect Journal Impact and Visibility'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/egice/SunSXT18> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/egice/SunSXT18> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/egice/SunSXT18>"", ""<https://dblp.org/rec/journals/jasis/Haley20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5609,Who are the authors of 'An Evolutionary Approach to Dynamic Task Scheduling on FPGAs with Restricted Buffer' and 'Learning a Hidden Subgraph'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jpdc/MiddendorfSSE02> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/jpdc/MiddendorfSSE02> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/jpdc/MiddendorfSSE02>"", ""<https://dblp.org/rec/journals/siamdm/AlonA05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5610,Who are the authors of 'A Nonintrusive Load Monitoring Based on Multi-Target Regression Approach' and 'A Shotest Linear Organization for Some Uniform Multiattribute Files'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/access/BuddhahaiM21> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/access/BuddhahaiM21> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/access/BuddhahaiM21>"", ""<https://dblp.org/rec/conf/fodo/Lonc81>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5611,Where were 'One-unit 'rigid-bodies' learning rule for principal/independent component analysis with application to ECT-NDE signal processing' and 'Triple Graph Grammars or Triple Graph Transformation Systems?' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijon/FioriB04> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/models/BuchmannDW08> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/ijon/FioriB04>"", ""<https://dblp.org/rec/conf/models/BuchmannDW08>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5612,Name the authors of '\I Will Not Drink With You Today\: A Topic-Guided Thematic Analysis of Addiction Recovery on Reddit' and '(M+1)st-Price Auction Protocol'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/chi/GauthierCW22> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/chi/GauthierCW22> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/chi/GauthierCW22>"", ""<https://dblp.org/rec/journals/ieiceta/Kikuchi02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5613,Where were the publications 'Survey of Performance Comparison Based on Non Relational Database' and 'Parallel Tracking and Verifying: A Framework for Real-Time and High Accuracy Visual Tracking' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/hpcc/LiG21> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/iccv/FanL17> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/hpcc/LiG21>"", ""<https://dblp.org/rec/conf/iccv/FanL17>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5614,When were 'Are all Remote Associates Test equal? An overview and comparison of the Remote Associates Test in different languages' and 'The IeDEA harmonist data toolkit: A data quality and data sharing solution for a global HIV research consortium' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/cogsci/BehrensO19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/jbi/LewisSMBMOMJSBK22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/cogsci/BehrensO19>"", ""<https://dblp.org/rec/journals/jbi/LewisSMBMOMJSBK22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5615,Who are the authors of the paper 'PathOGiST: A Novel Method for Clustering Pathogen Isolates by Combining Multiple Genotyping Signals' and the publication 'Wavelet Classification for Over-the-Air Non-Orthogonal Waveforms'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/alcob/KatebiFBMLSMNWH20> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/alcob/KatebiFBMLSMNWH20> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/alcob/KatebiFBMLSMNWH20>"", ""<https://dblp.org/rec/journals/corr/abs-2006-11781>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5616,Where were the publications 'New Research Lines for Max-SAT - Exploiting the Recent Resolution Rule for Max-Sat' and 'SEVGuard: Protecting User Mode Applications Using Secure Encrypted Virtualization' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icaart/Heras10> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/securecomm/PalutkeNG19> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/icaart/Heras10>"", ""<https://dblp.org/rec/conf/securecomm/PalutkeNG19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5617,When were the publications 'Simultaneous shield insertion and net ordering for capacitive and inductive coupling minimization' and 'Can Digital Coaching Boost Your Performance? - A Qualitative Study among Physically Active People' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/todaes/LepakXCH04> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/hicss/KettunenCK19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/todaes/LepakXCH04>"", ""<https://dblp.org/rec/conf/hicss/KettunenCK19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5618,Mention the venues in which 'Keynote: Language Adaptation' and 'A Lattice Boltzmann Method for Image Denoising' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/sigdial/Lee14> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/tip/ChangY09> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/sigdial/Lee14>"", ""<https://dblp.org/rec/journals/tip/ChangY09>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5619,"Where were the publications 'Autocalibration-based partioning relationship and parallax relation for head-mounted eye trackers' and 'Modelling, variation monitoring, analyzing, reasoning for intelligently reconfigurable Clinical Pathway' published?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/mva/BernetCLB13> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/soli/DuJDYY09> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/mva/BernetCLB13>"", ""<https://dblp.org/rec/conf/soli/DuJDYY09>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5620,Mention the years in which 'New bounds on the probability of a finite union of events' and 'ADTreesLogit model for customer churn prediction' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/isit/YangAT14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/anor/QiZLLZSLL09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/isit/YangAT14>"", ""<https://dblp.org/rec/journals/anor/QiZLLZSLL09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5621,Name the authors of 'A simulation of attempts to influence crowd dynamics' and 'Analysis of the Schemes of Some Reservoir on Its Dam Foundation Seepage Prevention and Slope Protection against Waves in the Northwest Arid Area'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/smc/KirklandM03> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/smc/KirklandM03> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/smc/KirklandM03>"", ""<https://dblp.org/rec/conf/csise/WangWG11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5622,Name the authors of 'Poster: Comparing GPU and Increment-Based Checkpoint Compression' and 'A combined group decision making based IFCM and SERVQUAL approach for strategic analysis of airline service quality'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/sc/IbteshamAFB12a> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/sc/IbteshamAFB12a> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/sc/IbteshamAFB12a>"", ""<https://dblp.org/rec/journals/jifs/BuyukozkanHFG20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5623,Where were 'Energy and CO2 efficient scheduling of smart home appliances' and 'How Robust Is the Wisdom of the Crowds?' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/eucc/SouKWSJ13> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/ijcai/AlonFLT15> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/eucc/SouKWSJ13>"", ""<https://dblp.org/rec/conf/ijcai/AlonFLT15>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5624,List the venues in which 'Acceptance of Technology by Texas Museums: An Application of Learning Curve' and 'Combining Evidence for Automatic Extraction of Terms' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jitt/VarCD01> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/premi/DobrovL11> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/jitt/VarCD01>"", ""<https://dblp.org/rec/conf/premi/DobrovL11>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5625,Name the authors of 'Making best systems best for us' and 'Representing Knowledge in Learning Systems by Pseudo Boolean Functions'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/synthese/JaagL20> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/synthese/JaagL20> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/synthese/JaagL20>"", ""<https://dblp.org/rec/conf/tark/Shvaytser88>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5626,When were the publications 'Modeling web requests: a multifractal approach' and 'Semantic Channel and Shannon's Channel Mutually Match for Multi-label Classification' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/cn/BalamashK03> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/ifip12/Lu18a> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/cn/BalamashK03>"", ""<https://dblp.org/rec/conf/ifip12/Lu18a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5627,Mention the years in which 'Newton-type methods for non-convex optimization under inexact Hessian information' and 'Non-data-aided distorted constellation estimation and demodulation for mmWave communications' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/mp/XuRM20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/icc/ZhangXPJZ12> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/mp/XuRM20>"", ""<https://dblp.org/rec/conf/icc/ZhangXPJZ12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5628,When were the publications 'Signal manipulation based on perceptual thresholds enhances surface experience with common haptic device' and 'Posts that attract millions of fans: The effect of brand-post congruence' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/haptics/VicentiniB09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/ecra/WangLL18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/haptics/VicentiniB09>"", ""<https://dblp.org/rec/journals/ecra/WangLL18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5629,"Who are the authors of the paper 'The impact and spatial difference of agricultural producer services industry on agricultural development: an empirical analysis based on provincial panel data' and the publication 'Gaze Behaviour, Motivational Factors, and Knowledge Sharing'?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijstm/DuL18> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/ijstm/DuL18> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/ijstm/DuL18>"", ""<https://dblp.org/rec/conf/icis/FehrenbacherT16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5630,When were 'Wafer Defect Detection Using Directional Morphological Gradient Techniques' and 'RuntimeSearch: Ctrl+F for a running program' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ejasp/QuWT02> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/kbse/SulirP17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/ejasp/QuWT02>"", ""<https://dblp.org/rec/conf/kbse/SulirP17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5631,Mention the years in which 'Succinct Circuit Representations and Leaf Language Classes are Basically the same Concept' and 'Exploration of technical debt in start-ups' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/eccc/ECCC-TR96-006> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/icse/KlotinsUCGPTP18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/eccc/ECCC-TR96-006>"", ""<https://dblp.org/rec/conf/icse/KlotinsUCGPTP18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5632,Name the authors of 'Multi-object tracking using binary masks' and 'Using Knowledge Acquisition to Build Spoken Language Systems'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icip/HuttunenH08> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/icip/HuttunenH08> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/icip/HuttunenH08>"", ""<https://dblp.org/rec/conf/ekaw/KasparH97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5633,List the venues in which 'Inferring 3D layout of building facades from a single image' and 'Spatial stochastic models for analysis of heterogeneous cellular networks with repulsively deployed base stations' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/cvpr/PanHK15> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/pe/NakataM14> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/cvpr/PanHK15>"", ""<https://dblp.org/rec/journals/pe/NakataM14>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5634,Who are the authors of the paper 'A Bidirectional Subsethood Based Similarity Measure for Fuzzy Sets' and the publication 'On the Performance of DF Relay Selection with Optimum Combining and Co-Channel Interference'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/fuzzIEEE/Kabir0HA18> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/fuzzIEEE/Kabir0HA18> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/fuzzIEEE/Kabir0HA18>"", ""<https://dblp.org/rec/conf/mass/MerinoCA16a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5635,Where were the publications 'Comparison between P&O-based and PSO-based MPPT algorithms for photovoltaic system under partially shaded conditions' and 'Goal-Oriented Optimal Design of Experiments for Large-Scale Bayesian Linear Inverse Problems' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/codit/FigueiredoAZ19> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-1802-06517> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/codit/FigueiredoAZ19>"", ""<https://dblp.org/rec/journals/corr/abs-1802-06517>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5636,Who are the authors of the paper 'On the Space Complexity of Randomized Synchronization' and the publication 'TPMS Designer: A tool for generating and analyzing triply periodic minimal surfaces'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/podc/FichHS92> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/podc/FichHS92> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/podc/FichHS92>"", ""<https://dblp.org/rec/journals/simpa/JonesLBE21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5637,Where were 'Context Affects Scale Selection for Proximity Terms' and 'Instilling Low Carbon Awareness through Technology-Enhanced Cooperative Problem Based Learning' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/scc/BurigoC10> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ijet/NawiPMRZHM19> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/scc/BurigoC10>"", ""<https://dblp.org/rec/journals/ijet/NawiPMRZHM19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5638,Mention the years in which 'Online DR-Submodular Maximization: Minimizing Regret and Constraint Violation' and 'Color Segmentation and Figure-Ground Segregation of Natural Images' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/aaai/RautSF21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/icip/WongL00> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/aaai/RautSF21>"", ""<https://dblp.org/rec/conf/icip/WongL00>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5639,Where were the publications 'ICIF: an inter-cloud interoperability framework for computing resource cloud providers in factories of the future' and 'Tulip - A Huge Graph Visualization Framework' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijcim/NodehiJZG17> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/books/sp/04/Auber04> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/ijcim/NodehiJZG17>"", ""<https://dblp.org/rec/books/sp/04/Auber04>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5640,When were 'A Compressive Sensing Based Multi-user Detection Algorithm for SIMa-NOMA Systems' and 'An Enhanced Affine Projection Algorithm Based on the Adjustment of Input-Vector Number' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/iswcs/ZhaoYZL18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/entropy/ShinKKY22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/iswcs/ZhaoYZL18>"", ""<https://dblp.org/rec/journals/entropy/ShinKKY22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5641,List the venues in which 'Boredom-driven curious learning by Homeo-Heterostatic Value Gradients' and 'All in good time' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-1806-01502> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ijgt/HeifetzP07> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/corr/abs-1806-01502>"", ""<https://dblp.org/rec/journals/ijgt/HeifetzP07>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5642,When were 'A review of the IS strategic alignment literature: A replication study' and 'Pattern Search Multidimensional Scaling' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/amcis/WilliamsTC18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-1806-00416> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/amcis/WilliamsTC18>"", ""<https://dblp.org/rec/journals/corr/abs-1806-00416>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5643,Mention the venues in which 'Distributed Receding Horizon Control of Vehicle Platoons: Stability and String Stability' and 'Resiliency versus energy sustainability in optical inter-datacenter networks' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tac/DunbarC12> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/osn/RauenKM17> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/tac/DunbarC12>"", ""<https://dblp.org/rec/journals/osn/RauenKM17>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5644,Name the authors of 'Reactive User Behavior and Mobility Models' and 'BSP2OMP: A compiler for translating BSP programs to OpenMP'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-1709-06395> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-1709-06395> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/corr/abs-1709-06395>"", ""<https://dblp.org/rec/conf/ipps/Marowka08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
