id,question_string,query,template_id,entities,relations,temporal,help_out
Q3865,Which other publications were published by the authors of 'Typing as functional-logic evaluation'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pepm/Lopez-FraguasM13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/pepm/Lopez-FraguasM13>) },TP12,"[""<https://dblp.org/rec/conf/pepm/Lopez-FraguasM13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3866,Which other papers were written by the authors of 'Interactive sound propagation for dynamic scenes using 2D wave simulation'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cgf/RosenGR20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/cgf/RosenGR20>) },TP12,"[""<https://dblp.org/rec/journals/cgf/RosenGR20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3867,What are the venues of the other papers published by the authors of 'An Ensemble Multivariate Model for Resource Performance Prediction in the Cloud'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/npc/HirwaC14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/npc/HirwaC14>) },TP13,"[""<https://dblp.org/rec/conf/npc/HirwaC14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3868,Yair C. published the paper 'On The Behavior of Subgradient Projections Methods for Convex Feasibility Problems in Euclidean Spaces' in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/siamjo/ButnariuCGH08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/2148> . <https://dblp.org/rec/journals/siamjo/ButnariuCGH08> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/siamjo/ButnariuCGH08>"", ""<https://dblp.org/pid/33/2148>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3869,The authors of 'A high speed software implementation of the Data Encryption Standard' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/compsec/Shepherd95> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/compsec/Shepherd95> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/compsec/Shepherd95>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3870,Which other papers were written by the authors of 'Explainable Health State Prediction for Social IoTs through Multi-Channel Attention'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/globecom/ChanS21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/globecom/ChanS21>) },TP12,"[""<https://dblp.org/rec/conf/globecom/ChanS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3871,What are the venues of the other papers published by the authors of 'Making Program Refactoring Safer'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/software/SoaresGSM10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/software/SoaresGSM10>) },TP13,"[""<https://dblp.org/rec/journals/software/SoaresGSM10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3872,In which other years were the authors of 'On critical stability of discrete-time adaptive nonlinear control' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tac/Guo97> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tac/Guo97> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/tac/Guo97>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3873,Juliette Charbonneaux published the paper '\Older and Younger People\: Towards a Cross-Generational Online Peer Support About Cancer The Example of Glioblastoma on French Digital Platforms' in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/CharbonneauxB20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/269/7922> . <https://dblp.org/rec/conf/hci/CharbonneauxB20> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/hci/CharbonneauxB20>"", ""<https://dblp.org/pid/269/7922>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3874,Which other papers were written by the authors of 'A Framework for Interpolating Scattered Data Using Space-Filling Curves'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ida/Weston16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/ida/Weston16>) },TP12,"[""<https://dblp.org/rec/conf/ida/Weston16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3875,The authors of 'A flexible Java framework for embedded systems' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/jtres/TerrizaV09> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/jtres/TerrizaV09> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/jtres/TerrizaV09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3876,The authors of 'CoVR: A Large-Scale Force-Feedback Robotic Interface for Non-Deterministic Scenarios in VR' have which webpages?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/uist/BouzbibBHF20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/conf/uist/BouzbibBHF20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q3877,Name the other publications published by the authors of 'PDE-based Simulation of Thermal Distributions in Teeth by Conformal Parametrization'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/simeuro/HolzingerS21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/simeuro/HolzingerS21>) },TP12,"[""<https://dblp.org/rec/journals/simeuro/HolzingerS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3878,Find the venue of the paper 'A Process-Variation-Tolerant Floating-Point Unit with Voltage Interpolation and Variable Latency' authored by Xiaoyao Liang.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isscc/LiangBW08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/6436> . <https://dblp.org/rec/conf/isscc/LiangBW08> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/isscc/LiangBW08>"", ""<https://dblp.org/pid/88/6436>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3879,Where was the paper 'SPEC CPU2006 memory footprint' authored by John L. Henning published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sigarch/Henning07b> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/4029> . <https://dblp.org/rec/journals/sigarch/Henning07b> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/sigarch/Henning07b>"", ""<https://dblp.org/pid/16/4029>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3880,Which other papers were written by the authors of 'High performance spreadsheet simulation on a desktop grid'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wsc/PichitlamkenKU08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/wsc/PichitlamkenKU08>) },TP12,"[""<https://dblp.org/rec/conf/wsc/PichitlamkenKU08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3881,Which other papers were written by the authors of 'Performance of Men and Women in Graded Team Assignments in MOOCs'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/lwmoocs/JohnSM19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/lwmoocs/JohnSM19>) },TP12,"[""<https://dblp.org/rec/conf/lwmoocs/JohnSM19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3882,Name the other publications published by the authors of 'Separating Concerns with Domain Specific Languages'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/jmlc/Cook06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/jmlc/Cook06>) },TP12,"[""<https://dblp.org/rec/conf/jmlc/Cook06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3883,List the venues of the other papers published by the authors of 'A Validated Educational Format in Software Engineering Targeting Students' Collaboration Skills'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/Gold-VeerkampKK16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/hci/Gold-VeerkampKK16>) },TP13,"[""<https://dblp.org/rec/conf/hci/Gold-VeerkampKK16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3884,In which venues were the other papers published by the authors of 'Decomposition of human motion into dynamics-based primitives with application to drawing tasks'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/automatica/VecchioMP03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/automatica/VecchioMP03>) },TP13,"[""<https://dblp.org/rec/journals/automatica/VecchioMP03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3885,The authors of 'Multiple-Type Transmission Multiple-Type Reception Framework on Molecular Communication' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/wcl/RudsariJOMJ20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/wcl/RudsariJOMJ20> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/wcl/RudsariJOMJ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3886,Mention the venues of the other papers published by the authors of 'Online allocation for contention-free-routing NoCs'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hipeac/StefanNG12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/hipeac/StefanNG12>) },TP13,"[""<https://dblp.org/rec/conf/hipeac/StefanNG12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3887,Name the other publications published by the authors of 'SPI - Structure predictability index for protein sequences'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/isb/BrylinskiKR04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/isb/BrylinskiKR04>) },TP12,"[""<https://dblp.org/rec/journals/isb/BrylinskiKR04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3888,Mention the venue of the paper 'Experimental Validation of a State Model for PEMFC Auxiliaries Control' authored by K. Pelope Adzakpa.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iasam/AdzakpaRADHZ08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/5093> . <https://dblp.org/rec/conf/iasam/AdzakpaRADHZ08> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/iasam/AdzakpaRADHZ08>"", ""<https://dblp.org/pid/159/5093>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3889,List the venues of the other papers published by the authors of 'Parametric maps of the knee cartilage'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ipas2/MokhtarZBL14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/ipas2/MokhtarZBL14>) },TP13,"[""<https://dblp.org/rec/conf/ipas2/MokhtarZBL14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3890,Which other publications were published by the authors of 'Augmented Reality in Chinese Language Pronunciation Practice'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ismar/SinyagovskayaM21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/ismar/SinyagovskayaM21>) },TP12,"[""<https://dblp.org/rec/conf/ismar/SinyagovskayaM21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3891,List the other publications published by the authors of 'Eyes of the Swarm: Streamers' Detection in BT'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icdcs/SilvaR17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/icdcs/SilvaR17>) },TP12,"[""<https://dblp.org/rec/conf/icdcs/SilvaR17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3892,Mention the venue of the paper 'A Method for Conceptual Modeling of Semantically Integrated Use-Case Scenarios' authored by Prima Gustien\u00E9.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/i3e/GustasG11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/3170> . <https://dblp.org/rec/conf/i3e/GustasG11> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/i3e/GustasG11>"", ""<https://dblp.org/pid/04/3170>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3893,The authors of 't-copula from the viewpoint of tail dependence matrices' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ma/ShyamalkumarT22> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ma/ShyamalkumarT22> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/ma/ShyamalkumarT22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3894,List the venues of the other papers published by the authors of 'A Novel Polypyrrole-Based Sensor for Robotics Applications'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/syroco/TjahyonoAT12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/syroco/TjahyonoAT12>) },TP13,"[""<https://dblp.org/rec/conf/syroco/TjahyonoAT12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3895,Mention the venue of the paper 'Can Multimedia Respond to the Critics? a Report From the History Classroom' authored by Peter H..,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/hac/Hillis01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/126/0296> . <https://dblp.org/rec/journals/hac/Hillis01> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/hac/Hillis01>"", ""<https://dblp.org/pid/126/0296>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3896,In which venues were the other papers published by the authors of 'The Asynchronous Bounded-Cycle Model'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sss/RobinsonS08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/sss/RobinsonS08>) },TP13,"[""<https://dblp.org/rec/conf/sss/RobinsonS08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3897,Where was the paper 'Microblog Retrieval for Disaster Relief: How To Create Ground Truths?' authored by Sukomal Pal published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ecir/SoniP17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/3884> . <https://dblp.org/rec/conf/ecir/SoniP17> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/ecir/SoniP17>"", ""<https://dblp.org/pid/06/3884>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3898,What are the venues of the other papers published by the authors of 'Fully Discrete Approximation of Parametric and Stochastic Elliptic PDEs'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/siamnum/BachmayrCDS17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/siamnum/BachmayrCDS17>) },TP13,"[""<https://dblp.org/rec/journals/siamnum/BachmayrCDS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3899,List the years in which the authors of 'Fairly Dividing a Cake after Some Parts Were Burnt in the Oven' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/atal/Segal-Halevi18a> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/atal/Segal-Halevi18a> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/atal/Segal-Halevi18a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3900,Find the years in which the authors of 'The FlowVizMenu and Parallel Scatterplot Matrix: Hybrid Multidimensional Visualizations for Network Exploration' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tvcg/ViauMCJ10> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tvcg/ViauMCJ10> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/tvcg/ViauMCJ10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3901,List the venues of the other papers published by the authors of 'Exploring Local Cultural Perspectives in User Interface Development in an Indian Offshoring Context: A View from the UK'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hcse/RessinOALP12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/hcse/RessinOALP12>) },TP13,"[""<https://dblp.org/rec/conf/hcse/RessinOALP12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3902,Which other papers were written by the authors of 'Lore: A Database Management System for Semistructured Data'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sigmod/McHughAGQW97> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/sigmod/McHughAGQW97>) },TP12,"[""<https://dblp.org/rec/journals/sigmod/McHughAGQW97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3903,"Where was the paper 'Impact of Self-Organization in P2P Overlays on Underlay Utilization' authored by Abboud, Osama published?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iciw/PussepOAKS09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/7361> . <https://dblp.org/rec/conf/iciw/PussepOAKS09> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/iciw/PussepOAKS09>"", ""<https://dblp.org/pid/51/7361>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3904,In which other years were the authors of 'An Extended Robust H$_infty$Filter for Nonlinear Constrained Uncertain Systems' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tsp/SeoYPL06> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tsp/SeoYPL06> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/tsp/SeoYPL06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3905,What are the venues of the other papers published by the authors of 'Radio propagation modeling for 5G mobile and wireless communications'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cm/MedboKKRHJNRM16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/cm/MedboKKRHJNRM16>) },TP13,"[""<https://dblp.org/rec/journals/cm/MedboKKRHJNRM16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3906,List the other publications published by the authors of 'A combined Mamdani-Sugeno fuzzy approach for localization in wireless sensor networks'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icwet/KumarKS11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/icwet/KumarKS11>) },TP12,"[""<https://dblp.org/rec/conf/icwet/KumarKS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3907,Find the venue of the paper 'Linear regression without correspondence' authored by Kevin Shi.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/HsuSS17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/200/7948> . <https://dblp.org/rec/journals/corr/HsuSS17> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/corr/HsuSS17>"", ""<https://dblp.org/pid/200/7948>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3908,The authors of 'A Non-Cooperative Power Control Game in Delay-Constrained Multiple-Access Networks' have which webpages?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-cs-0506012> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/corr/abs-cs-0506012>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q3909,Where was the paper 'Synchronization of Boolean Networks with Different Update Schemes' authored by Xingyuan Wang published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcbb/ZhangWL14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/117> . <https://dblp.org/rec/journals/tcbb/ZhangWL14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/tcbb/ZhangWL14>"", ""<https://dblp.org/pid/31/117>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3910,Which other publications were published by the authors of 'Knowledge Management in Practice: A Special Issue'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cscw/SimoneAW12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/cscw/SimoneAW12>) },TP12,"[""<https://dblp.org/rec/journals/cscw/SimoneAW12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3911,In which venues were the other papers published by the authors of 'A Novel Algorithm for Kernel Optimization of Support Vector Machine'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/swarm/Li13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/swarm/Li13>) },TP13,"[""<https://dblp.org/rec/conf/swarm/Li13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3912,List the venues of the other papers published by the authors of 'Deep Neural Networks for Czech Multi-label Document Classification'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cicling/LencK16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/cicling/LencK16>) },TP13,"[""<https://dblp.org/rec/conf/cicling/LencK16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3913,"Mention the venue of the paper 'A Permission based Multilevel Parallel Solution for Distributed Mutual Exclusion' authored by Rahman, M. Ashiqur.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jcp/RahmanA12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/6200> . <https://dblp.org/rec/journals/jcp/RahmanA12> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/jcp/RahmanA12>"", ""<https://dblp.org/pid/18/6200>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3914,Name the other publications published by the authors of 'The effect of classifier agreement on the accuracy of the combined classifier in decision level fusion'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tgrs/PetrakosBK01> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/tgrs/PetrakosBK01>) },TP12,"[""<https://dblp.org/rec/journals/tgrs/PetrakosBK01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3915,Mention the venue of the paper 'An integrated knowledge-based approach for modelling biochemical reaction networks' authored by Michael Binns.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cce/BinnsT11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/10526> . <https://dblp.org/rec/journals/cce/BinnsT11> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/cce/BinnsT11>"", ""<https://dblp.org/pid/38/10526>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3916,Find the years in which the authors of 'The SuMo server: 3D search for protein functional sites' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bioinformatics/JambonACDDG05> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/bioinformatics/JambonACDDG05> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/bioinformatics/JambonACDDG05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3917,"Kaiser, Arnaud published the paper 'Energy-efficient routing in IPv6 home networks' in which venue?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icccn/KaiserB14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/7910> . <https://dblp.org/rec/conf/icccn/KaiserB14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/icccn/KaiserB14>"", ""<https://dblp.org/pid/98/7910>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3918,In which venues were the other papers published by the authors of 'ColorNephroNet: Kidney tumor malignancy prediction using medical image colorization'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/flairs/ObuchowskiKKRGS22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/flairs/ObuchowskiKKRGS22>) },TP13,"[""<https://dblp.org/rec/conf/flairs/ObuchowskiKKRGS22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3919,List the venues of the other papers published by the authors of 'Probing Chern number of quasicrystals with disorders in optical lattices'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/qip/LiuH21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/qip/LiuH21>) },TP13,"[""<https://dblp.org/rec/journals/qip/LiuH21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
