id,question_string,query,template_id,entities,relations,temporal,help_out
Q5645,When were the publications 'The Analysis of Zero Inventory Drift Variants Based on Simple and General Order-Up-To Policies' and 'Sensor fault diagnosis for a class of time delay uncertain nonlinear systems using neural network' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijamc-igi/HeW10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/ijautcomp/ChenJW08> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/ijamc-igi/HeW10>"", ""<https://dblp.org/rec/journals/ijautcomp/ChenJW08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5646,Who are the authors of 'Combinatorial Coarse Classification Method for OLCCR' and 'A Novel Method to Decrease Electric Field and SAR Using an External High Dielectric Sleeve at 3 T Head MRI: Numerical and Experimental Results'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/accv/ZhengDWG98> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/accv/ZhengDWG98> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/accv/ZhengDWG98>"", ""<https://dblp.org/rec/journals/tbe/ParkRGA15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5647,Where were 'Taxonomic reasoning with many-sorted logics' and 'An automatic block and spot indexing with k-nearest neighbors graph for microarray image analysis' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/air/Cohn89> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/eccb/JungC02> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/air/Cohn89>"", ""<https://dblp.org/rec/conf/eccb/JungC02>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5648,Name the authors of 'Ruminating Word Representations with Random Noised Masker' and 'Electronic power transformer to secure the power supply of a mission critical microgrid'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-1911-03459> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-1911-03459> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/corr/abs-1911-03459>"", ""<https://dblp.org/rec/conf/iasam/WangMLL14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5649,Who are the authors of the paper 'Transform Invariant Video Fingerprinting by NMF' and the publication 'Optimal seek trajectory generation for a hard disk drive using adaptive filtering'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/caip/GursoyGS09> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/caip/GursoyGS09> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/caip/GursoyGS09>"", ""<https://dblp.org/rec/conf/amcc/SembaW06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5650,Name the authors of 'The RERS Grey-Box Challenge 2012: Analysis of Event-Condition-Action Systems' and 'Surfing the Net for Software Engineering Notes'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/isola/HowarIMSB12> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/isola/HowarIMSB12> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/isola/HowarIMSB12>"", ""<https://dblp.org/rec/journals/sigsoft/Doernhoefer99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5651,When were 'Methodology for developing ICT based course material for children with a developmental disability based on EPISODE' and 'Implementing Fast Carryless Multiplication' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/indin/KaneyamaGN15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/macis/HoevenLL17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/indin/KaneyamaGN15>"", ""<https://dblp.org/rec/conf/macis/HoevenLL17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5652,Where were the publications 'A necessary and sufficient condition for diagnosability of stochastic discrete event systems' and 'Dominant incentive strategies for hierarchical systems with incomplete information structure' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/deds/Thorsley17> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/tsmc/XuK95> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/deds/Thorsley17>"", ""<https://dblp.org/rec/journals/tsmc/XuK95>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5653,When were the publications 'Generating uniform random points inside a cone' and 'Perception gap and its impact on supply chain performance' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/mcma/Stefanescu00> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/ijbpscm/LuE15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/mcma/Stefanescu00>"", ""<https://dblp.org/rec/journals/ijbpscm/LuE15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5654,When were 'GSR-Net: Graph Super-Resolution Network for Predicting High-Resolution from Low-Resolution Functional Brain Connectomes' and 'Improving pre-algebraic thinking in preschoolers through patterning' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-2009-11080> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/cogsci/PosidCBS18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/corr/abs-2009-11080>"", ""<https://dblp.org/rec/conf/cogsci/PosidCBS18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5655,Who are the authors of 'On the observability of fuzzy dynamical control systems (I)' and 'Serviceorientiertes IT-Management nach ITIL: M\u00F6glichkeiten und Grenzen'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/fss/DingMK00> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/fss/DingMK00> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/fss/DingMK00>"", ""<https://dblp.org/rec/journals/hmd/HochsteinZB04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5656,"Mention the years in which 'A knowledge-driven probabilistic framework for the prediction of protein-protein interaction networks' and 'Snitches, Trolls, and Social Norms: Unpacking Perceptions of Social Media Use for Crime Prevention' were published.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/cbm/BrowneWZA10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/cscw/IsraniES17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/cbm/BrowneWZA10>"", ""<https://dblp.org/rec/conf/cscw/IsraniES17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5657,Where were the publications 'Extended Self-Dual Attribute Profiles for the Classification of Hyperspectral Images' and 'Multi-Poly-Bernoulli Numbers and Finite Multiple Zeta Values' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/lgrs/CavallaroMBB15> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/jintseq/ImatomiKT14> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/lgrs/CavallaroMBB15>"", ""<https://dblp.org/rec/journals/jintseq/ImatomiKT14>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5658,"When were the publications 'Texture Feature-Based Image Classification Using Wavelet Package Transform' and 'Training and Prediction Data Discrepancies: Challenges of Text Classification with Noisy, Historical Data' published?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icic/ZhangHH05> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/aclnut/KreekA18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/icic/ZhangHH05>"", ""<https://dblp.org/rec/conf/aclnut/KreekA18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5659,Who are the authors of 'Influence Maximizing and Local Influenced Community Detection Based on Multiple Spread Model' and 'Research on Influence Evaluation Based on RkNN and Its Application in Location Problem'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/adma/YanGY11> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/adma/YanGY11> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/adma/YanGY11>"", ""<https://dblp.org/rec/conf/IEEEwisa/XuXSW017>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5660,When were the publications 'Constraint-Based Real-Time Full-Body Motion-Capture Using Inertial Measurement Units' and 'Low frequency mechanical resonance of the vocal tract in vocal exercises that apply tubes' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/smc/MaruyamaTSE18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/bspc/HoracekRL17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/smc/MaruyamaTSE18>"", ""<https://dblp.org/rec/journals/bspc/HoracekRL17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5661,Where were the publications '\u57FA\u4E8E\u76F8\u4F4D\u4E00\u81F4\u6027\u7684\u53EF\u53D8\u7A97\u53E3\u7ACB\u4F53\u5339\u914D\u7B97\u6CD5 (Variable Window Stereo Matching Based on Phase Congruency)' and 'Special issue on video retrieval' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jsjkx/GuoSZW15> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ijmir/Lew15> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/jsjkx/GuoSZW15>"", ""<https://dblp.org/rec/journals/ijmir/Lew15>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5662,Where were 'Data Mining based Methodologies for Cardiac Risk Patterns Identification' and 'Issues and Problems in Compiling for Distributed Memory Computer Systems: Introduction' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/biostec/AlmeidaBPPCC13> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/hicss/LoshinV94> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/biostec/AlmeidaBPPCC13>"", ""<https://dblp.org/rec/conf/hicss/LoshinV94>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5663,Name the authors of 'Revising the IS Model Curriculum: Rethinking the Approach and the Process' and 'The design of dual radio ZigBee homecare gateway for remote patient monitoring'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/cais/TopiVKNSVW07> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/cais/TopiVKNSVW07> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/cais/TopiVKNSVW07>"", ""<https://dblp.org/rec/journals/tce/TungTTCC13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5664,List the venues in which 'Correction to: Semantic annotation of summarized sensor data stream for effective query processing' and 'An iterative kernel based method for fourth order nonlinear equation with nonlinear boundary condition' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tjs/PachaMS20a> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/cnsns/AzarnavidPA18> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/tjs/PachaMS20a>"", ""<https://dblp.org/rec/journals/cnsns/AzarnavidPA18>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5665,Who are the authors of 'Knowledge Acquisition for Knowledge-Based Systems: Notes on the State-of-the-Art' and 'Occupancy pattern based intelligent control for improving energy efficiency in buildings'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ml/BooseG89> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/ml/BooseG89> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/ml/BooseG89>"", ""<https://dblp.org/rec/conf/case/WangW12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5666,Where were the publications 'Balanced energy optimization' and 'Human-centric panoramic imaging stitching' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/cases/Cornish04> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/aughuman/OzawaKK12> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/cases/Cornish04>"", ""<https://dblp.org/rec/conf/aughuman/OzawaKK12>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5667,Mention the venues in which 'Fast Convolution Operations on Many-Core Architectures' and 'Trigonometric Interpolation Kernel to Construct Deformable Shapes for User-Interactive Applications' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/hpcc/LiZXS15> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/spl/SchmitterDU15> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/hpcc/LiZXS15>"", ""<https://dblp.org/rec/journals/spl/SchmitterDU15>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5668,Where were the publications 'Risks to the public' and 'HAWKEYE: Adversarial Example Detector for Deep Neural Networks' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/sigsoft/Neumann13> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-1909-09938> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/sigsoft/Neumann13>"", ""<https://dblp.org/rec/journals/corr/abs-1909-09938>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5669,"Name the authors of 'Performance Analysis of a Cognitive Radio Network With a Buffered Relay' and 'NaNet: a Low-Latency, Real-Time, Multi-Standard Network Interface Card with GPUDirect Features'.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tvt/TranZPS15> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/tvt/TranZPS15> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/tvt/TranZPS15>"", ""<https://dblp.org/rec/journals/corr/LonardoAABFLCMPPPRSSSTV14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5670,When were 'Optimized traffic emergency resource scheduling using time varying rescue route travel time' and 'Lookback options pricing for uncertain financial market' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijon/ChaiCHG18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/soco/ZhangKL19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/ijon/ChaiCHG18>"", ""<https://dblp.org/rec/journals/soco/ZhangKL19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5671,Who are the authors of the paper 'The Role of Quality Management in Case-Based Reasoner's Lifecycle' and the publication 'Comparison of Methods for Splitting of Touching and Overlapping Macrophages in Fluorescent Micrographs'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/ike/BiererH09> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/ike/BiererH09> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/ike/BiererH09>"", ""<https://dblp.org/rec/conf/iciar/HeldWLPW12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5672,Where were 'On Fuzzy S-Weakly r-Continuous Mappings' and 'Near-Optimal Scheme for Cognitive Radio Networks With Heterogeneous Mobile Secondary Users' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijflis/Min09a> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/tcom/QinLWYWX15> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/ijflis/Min09a>"", ""<https://dblp.org/rec/journals/tcom/QinLWYWX15>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5673,Mention the venues in which 'Interpolatory ternary subdivision surfaces' and 'C2POWER Approach for Power Saving in Multi-standard Wireless Devices' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/cagd/LiM06> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/mobimedia/RadwanRGS10> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/cagd/LiM06>"", ""<https://dblp.org/rec/conf/mobimedia/RadwanRGS10>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5674,"Where were 'Relevance of Negative Links in Graph Partitioning: A Case Study Using Votes from the European Parliament' and 'Are Students Aware of How Much Help They Need? The Relationship Between Awareness, Help Seeking, and Self-assessment' published?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/enic/MendoncaFLM15> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/aied/Smalenberger22> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/enic/MendoncaFLM15>"", ""<https://dblp.org/rec/conf/aied/Smalenberger22>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5675,List the venues in which 'Performance-Oriented Knowledge Management Approach: The KP3 Methodology' and 'Advanced control solutions to increase efficiency of a furnace combustion process' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/hicss/AhnC02> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/eucc/ZanoliBAB13> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/hicss/AhnC02>"", ""<https://dblp.org/rec/conf/eucc/ZanoliBAB13>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5676,Where were the publications 'Service Personalisation in Mobile Heterogeneous Environments' and 'Digital precompensation of imperfections in quadrature modulators' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/aict/JorstadT06> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/tcom/Marchesani00> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/aict/JorstadT06>"", ""<https://dblp.org/rec/journals/tcom/Marchesani00>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5677,When were the publications 'Bounds on Stability and Latency in Wireless Communication' and 'Tomographic reconstruction using heuristic Monte Carlo methods' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-1006-1345> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/heuristics/BarbuzzaVC07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/corr/abs-1006-1345>"", ""<https://dblp.org/rec/journals/heuristics/BarbuzzaVC07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5678,Who are the authors of 'DECHO - a framework for the digital exploration of cultural heritage objects' and 'Inversion and Contrast Polarity Reversal Affect both Encoding and Recognition Processes of Unfamiliar Faces: A Repetition Study Using ERPs'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jocch/AliagaBV11> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/jocch/AliagaBV11> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/jocch/AliagaBV11>"", ""<https://dblp.org/rec/journals/neuroimage/ItierT02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5679,"When were the publications 'Programming CHIP for the IJCAI-95 Robot Competition' and 'Internet, intranet, extranet: managing the information bazaar' published?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/aim/FirbyPSKF96> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/aslib/Watson99> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/aim/FirbyPSKF96>"", ""<https://dblp.org/rec/journals/aslib/Watson99>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5680,When were the publications 'Multi neural network model for product recognition and labelling' and 'Neural Models to Predict Irrigation Needs of a Potato Plantation' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icacci/KanuriNRP18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/softcomp/YartuCNRAH20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/icacci/KanuriNRP18>"", ""<https://dblp.org/rec/conf/softcomp/YartuCNRAH20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5681,Mention the venues in which 'Sensitivity analysis of the Eisenberg-Noe model of contagion' and 'Performance of Querying Temporal Attributes in Object-Relational Databases' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/orl/LiuS10> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/time/KleinerL02> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/orl/LiuS10>"", ""<https://dblp.org/rec/conf/time/KleinerL02>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5682,When were 'Semantics-Aware Hidden Markov Model for Human Mobility' and 'Automatic Stopwords Identification from Very Small Corpora' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tkde/ShiLCZZK21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/ismis/FerilliIF20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/tkde/ShiLCZZK21>"", ""<https://dblp.org/rec/conf/ismis/FerilliIF20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5683,Mention the years in which 'An integrated framework for posture recognition' and 'Comparing and Combining Approximate Computing Frameworks' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijaip/MadanSH18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-2102-08771> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/ijaip/MadanSH18>"", ""<https://dblp.org/rec/journals/corr/abs-2102-08771>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5684,Where were 'Communication Tool for Disabled People Based on Surface Electromyography' and 'Ex-Post Equilibrium and VCG Mechanisms' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icmhi/KoudelkovaJZ20> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/teco/RozenS14> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/icmhi/KoudelkovaJZ20>"", ""<https://dblp.org/rec/journals/teco/RozenS14>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5685,Who are the authors of 'Networked Control For Robotic Manipulators Via T-S Fuzzy Control And Descriptor Representation' and 'Impact de la pr\u00E9sence/absence des termes de la requ\u00EAte dans le document sur le processus d'appariement document-requ\u00EAte en utilisant Word2Vec'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/isda/ZhangHWZ06> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/isda/ZhangHWZ06> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/isda/ZhangHWZ06>"", ""<https://dblp.org/rec/conf/coria/BelkacemDMB18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5686,Who are the authors of the paper 'Strong Convergence to the Mean Field Limit of a Finite Agent Equilibrium' and the publication 'Bio-Inspired Evolutionary Game Dynamics in Symmetric and Asymmetric Models'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/siamfm/FujiiT22> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/siamfm/FujiiT22> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/siamfm/FujiiT22>"", ""<https://dblp.org/rec/journals/csysl/StellaB18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5687,Who are the authors of the paper 'Simple optimization problems via majorization ordering' and the publication 'On the complexity of the pancake problem'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tac/KimM98> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/tac/KimM98> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/tac/KimM98>"", ""<https://dblp.org/rec/journals/mlq/Yu07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5688,Mention the years in which 'Application of Agile Development Methodology and User-Centered Design for the Interdisciplinary Project Zuku' and 'A 2\u00D71 LINC Transceiver for Enhanced Power Transmission in Wireless Systems' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/hci/VilcapomaP18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/jece/ElaalG07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/hci/VilcapomaP18>"", ""<https://dblp.org/rec/journals/jece/ElaalG07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5689,When were the publications 'A Method to Estimate Power System Voltage Stability Margins Using Time-Series From Dynamic Simulations With Sequential Load Perturbations' and 'Multi-terminal multipath flows: synthesis' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/access/AravaV18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/dam/ChandrasekaranNAK04> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/access/AravaV18>"", ""<https://dblp.org/rec/journals/dam/ChandrasekaranNAK04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5690,When were the publications 'Stochastic Neurodynamics' and 'Distributed Subchannel Allocation for Interference Mitigation in OFDMA Femtocells: A Utility-Based Learning Approach' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/nips/Cowan90> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/tvt/XuSWWL15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/nips/Cowan90>"", ""<https://dblp.org/rec/journals/tvt/XuSWWL15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5691,Where were 'A well deliverability model for non-Darcian flow in geothermal reservoirs' and 'Hybrid Brain-Computer Interface (BCI) Based on Electrooculography (EOG) and Center Eye Tracking' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/gandc/BorsiFRS11> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/automation/Kubacki18> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/gandc/BorsiFRS11>"", ""<https://dblp.org/rec/conf/automation/Kubacki18>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5692,When were the publications 'A Privacy-preserving Disaggregation Algorithm for Non-intrusive Management of Flexible Energy' and 'Using Information Gain to Analyze and Fine Tune the Performance of Supply Chain Trading Agents' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-1903-03053> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/atal/AndrewsBSS07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/corr/abs-1903-03053>"", ""<https://dblp.org/rec/conf/atal/AndrewsBSS07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5693,Name the authors of 'Randomness-efficient low degree tests and short PCPs via epsilon-biased sets' and 'High-Performance IIR QMF Banks for Speech Subband Coding'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/stoc/Ben-SassonSVW03> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/stoc/Ben-SassonSVW03> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/stoc/Ben-SassonSVW03>"", ""<https://dblp.org/rec/conf/iscas/JiangAW94>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5694,When were 'Tangible Media Approaches to Introductory Computer Science' and 'On the Discrete Phase Shifts Design for Distributed RIS-aided Downlink MIMO-NOMA Systems' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/iticse/BarbaC15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/wcnc/YangZXRYZ22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/iticse/BarbaC15>"", ""<https://dblp.org/rec/conf/wcnc/YangZXRYZ22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5695,Who are the authors of the paper 'Enriched categories and models for spaces of dipaths' and the publication 'Congestion mitigation in 5G networks using drone relays'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/dagstuhl/Porter06> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/dagstuhl/Porter06> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/dagstuhl/Porter06>"", ""<https://dblp.org/rec/conf/iwcmc/JaziriNC16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
