id,question_string,query,template_id,entities,relations,temporal,help_out
Q6090,Who are the authors that published papers about Tactile letter in British Computer Society Conference on Human-Computer Interaction in 2018?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/ChuP18> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/hci/ChuP18> <https://dblp.org/rdf/schema#publishedIn> 'HCI (7)' . <https://dblp.org/rec/conf/hci/ChuP18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP91,"[""<https://dblp.org/rec/conf/hci/ChuP18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6091,University of California Santa Cruz published a paper on Innovation lab in what year?,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/interactions/Isbister12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of California Santa Cruz, Social Emotional Technology Lab, CA, USA' . <https://dblp.org/rec/journals/interactions/Isbister12> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/interactions/Isbister12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6092,"In 2013 in Comput. Sci., what are the titles of the papers on Control space?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/aghcs/JurczykG13> <https://dblp.org/rdf/schema#publishedIn> 'Comput. Sci.' . <https://dblp.org/rec/journals/aghcs/JurczykG13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' . <https://dblp.org/rec/journals/aghcs/JurczykG13> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/aghcs/JurczykG13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6093,Who are the authors that published papers about Biosignal monitoring system in MobiHealth in 2014?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mobihealth/PeregoAZB14> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/mobihealth/PeregoAZB14> <https://dblp.org/rdf/schema#publishedIn> 'MobiHealth' . <https://dblp.org/rec/conf/mobihealth/PeregoAZB14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP91,"[""<https://dblp.org/rec/conf/mobihealth/PeregoAZB14>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6094,"In CoRR in 2017, what are the titles of the papers on Life time value prediction?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/ChamberlainCLPD17> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/ChamberlainCLPD17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' . <https://dblp.org/rec/journals/corr/ChamberlainCLPD17> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/ChamberlainCLPD17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6095,What are the titles of the papers on Road trains that were published in SIGSPATIAL/GIS in 2016?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gis/AgatzBKMS0W16> <https://dblp.org/rdf/schema#publishedIn> 'SIGSPATIAL/GIS' . <https://dblp.org/rec/conf/gis/AgatzBKMS0W16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' . <https://dblp.org/rec/conf/gis/AgatzBKMS0W16> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/gis/AgatzBKMS0W16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6096,"In the year 2013 in IEEE Trans. Biomed. Eng., what are the titles of the research papers on Walking model?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tbe/HuSC13> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Biomed. Eng.' . <https://dblp.org/rec/journals/tbe/HuSC13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' . <https://dblp.org/rec/journals/tbe/HuSC13> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/tbe/HuSC13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6097,"In the year 2012 in CSMR, what are the titles of the research papers on Test cases?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/csmr/IslamMSS12> <https://dblp.org/rdf/schema#publishedIn> 'CSMR' . <https://dblp.org/rec/conf/csmr/IslamMSS12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' . <https://dblp.org/rec/conf/csmr/IslamMSS12> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/csmr/IslamMSS12>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6098,"In IEEE Conference on Computer Vision and Pattern Recognition in 2016, who are the authors that published papers about Object detector?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cvpr/NajibiRD16> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/cvpr/NajibiRD16> <https://dblp.org/rdf/schema#publishedIn> 'CVPR' . <https://dblp.org/rec/conf/cvpr/NajibiRD16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP91,"[""<https://dblp.org/rec/conf/cvpr/NajibiRD16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6099,"In the year 2019 in Found. Trends Inf. Syst., what are the titles of the research papers on Investment support?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ftis/StoreyW19> <https://dblp.org/rdf/schema#publishedIn> 'Found. Trends Inf. Syst.' . <https://dblp.org/rec/journals/ftis/StoreyW19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' . <https://dblp.org/rec/journals/ftis/StoreyW19> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ftis/StoreyW19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6100,"In the year 2008 in ICDM, who are the authors that published research papers about Isolation forest?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icdm/LiuTZ08> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/icdm/LiuTZ08> <https://dblp.org/rdf/schema#publishedIn> 'ICDM' . <https://dblp.org/rec/conf/icdm/LiuTZ08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP91,"[""<https://dblp.org/rec/conf/icdm/LiuTZ08>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6101,"University of Birmingham, United Kingdom published a paper on Knapsack problem in what year?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gecco/AlYahyaR15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Birmingham, United Kingdom' . <https://dblp.org/rec/conf/gecco/AlYahyaR15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/gecco/AlYahyaR15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6102,"In SIGAda in 2009, who are the authors that published papers about Aircraft systems?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigada/Sward09a> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/sigada/Sward09a> <https://dblp.org/rdf/schema#publishedIn> 'SIGAda' . <https://dblp.org/rec/conf/sigada/Sward09a> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP91,"[""<https://dblp.org/rec/conf/sigada/Sward09a>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6103,"In Sensors in 2016, what are the titles of the papers on Level context inference?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/VillalongaRKPRL16> <https://dblp.org/rdf/schema#publishedIn> 'Sensors' . <https://dblp.org/rec/journals/sensors/VillalongaRKPRL16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' . <https://dblp.org/rec/journals/sensors/VillalongaRKPRL16> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/sensors/VillalongaRKPRL16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6104,Mention the year in which Chinese University of Hong Kong published a paper on Ring signatures.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iacr/WeiY06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Chinese University of Hong Kong' . <https://dblp.org/rec/journals/iacr/WeiY06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP93,"[""<https://dblp.org/rec/journals/iacr/WeiY06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6105,"In 2016 in J. Mach. Learn. Res., who are the authors that published papers about Ratio graph cuts?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jmlr/TrillosSBLB16> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/jmlr/TrillosSBLB16> <https://dblp.org/rdf/schema#publishedIn> 'J. Mach. Learn. Res.' . <https://dblp.org/rec/journals/jmlr/TrillosSBLB16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP91,"[""<https://dblp.org/rec/journals/jmlr/TrillosSBLB16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6106,What are the titles of the papers on Eye lenses that were published in IEEE/RSJ International Conference on Intelligent Robots and Systems in 1993?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iros/BasuL93> <https://dblp.org/rdf/schema#publishedIn> 'IROS' . <https://dblp.org/rec/conf/iros/BasuL93> <https://dblp.org/rdf/schema#yearOfPublication> '1993' . <https://dblp.org/rec/conf/iros/BasuL93> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/iros/BasuL93>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6107,"In the year 2013 in International Conference on Information Fusion, who are the authors that published research papers about Language understanding?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fusion/ShapiroS13> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/fusion/ShapiroS13> <https://dblp.org/rdf/schema#publishedIn> 'FUSION' . <https://dblp.org/rec/conf/fusion/ShapiroS13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP91,"[""<https://dblp.org/rec/conf/fusion/ShapiroS13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6108,Who are the authors that published papers about Data modeling in MOVE++@SIGSPATIAL in 2019?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gis/Barnes19> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/gis/Barnes19> <https://dblp.org/rdf/schema#publishedIn> 'MOVE++@SIGSPATIAL' . <https://dblp.org/rec/conf/gis/Barnes19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP91,"[""<https://dblp.org/rec/conf/gis/Barnes19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6110,"In the year 2000 in SIGCPR, who are the authors that published research papers about Information systems development?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigcpr/TrimmerCWB00> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/sigcpr/TrimmerCWB00> <https://dblp.org/rdf/schema#publishedIn> 'SIGCPR' . <https://dblp.org/rec/conf/sigcpr/TrimmerCWB00> <https://dblp.org/rdf/schema#yearOfPublication> '2000' },TP91,"[""<https://dblp.org/rec/conf/sigcpr/TrimmerCWB00>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6111,Who are the authors that published papers about Efficiency analysis in IEICE Trans. Electron. in 2016?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ieicet/SaitoSTMSMMZ16> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/ieicet/SaitoSTMSMMZ16> <https://dblp.org/rdf/schema#publishedIn> 'IEICE Trans. Electron.' . <https://dblp.org/rec/journals/ieicet/SaitoSTMSMMZ16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP91,"[""<https://dblp.org/rec/journals/ieicet/SaitoSTMSMMZ16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6112,Who are the authors that published papers about Homology search in Pacific Symposium on Biocomputing in 2001?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/psb/ChangRA01> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/psb/ChangRA01> <https://dblp.org/rdf/schema#publishedIn> 'Pacific Symposium on Biocomputing' . <https://dblp.org/rec/conf/psb/ChangRA01> <https://dblp.org/rdf/schema#yearOfPublication> '2001' },TP91,"[""<https://dblp.org/rec/conf/psb/ChangRA01>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6113,"In 2016 in International Conference on Computer Communication and Networks, who are the authors that published papers about Communication system?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icccn/ChuNS16> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/icccn/ChuNS16> <https://dblp.org/rdf/schema#publishedIn> 'ICCCN' . <https://dblp.org/rec/conf/icccn/ChuNS16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP91,"[""<https://dblp.org/rec/conf/icccn/ChuNS16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6114,"In the year 2019 in VEHITS, what are the titles of the research papers on Response framework?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vehits/HamadTP19> <https://dblp.org/rdf/schema#publishedIn> 'VEHITS' . <https://dblp.org/rec/conf/vehits/HamadTP19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' . <https://dblp.org/rec/conf/vehits/HamadTP19> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/vehits/HamadTP19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6115,"In the year 2013 in J. Frankl. Inst., what are the titles of the research papers on Output feedback?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jfi/AiZF13> <https://dblp.org/rdf/schema#publishedIn> 'J. Frankl. Inst.' . <https://dblp.org/rec/journals/jfi/AiZF13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' . <https://dblp.org/rec/journals/jfi/AiZF13> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/jfi/AiZF13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6116,Who are the authors that published papers about Precursor depletion in J. Cogn. Neurosci. in 2021?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jocn/ChassignolleJSB21> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/jocn/ChassignolleJSB21> <https://dblp.org/rdf/schema#publishedIn> 'J. Cogn. Neurosci.' . <https://dblp.org/rec/journals/jocn/ChassignolleJSB21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP91,"[""<https://dblp.org/rec/journals/jocn/ChassignolleJSB21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6117,Who are the authors that published papers about Trace modeling in IEEE International Conference on Intelligence and Security Informatics in 2013?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isi/MappusB13> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/isi/MappusB13> <https://dblp.org/rdf/schema#publishedIn> 'ISI' . <https://dblp.org/rec/conf/isi/MappusB13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP91,"[""<https://dblp.org/rec/conf/isi/MappusB13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6118,Who are the authors that published papers about Web pages in FGIT-ASEA in 2009?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fgit/AmalfitanoFT09> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/fgit/AmalfitanoFT09> <https://dblp.org/rdf/schema#publishedIn> 'FGIT-ASEA' . <https://dblp.org/rec/conf/fgit/AmalfitanoFT09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP91,"[""<https://dblp.org/rec/conf/fgit/AmalfitanoFT09>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6119,"In 2011 in CASE, what are the titles of the papers on Glass machine?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/case/SernaCBRC11> <https://dblp.org/rdf/schema#publishedIn> 'CASE' . <https://dblp.org/rec/conf/case/SernaCBRC11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' . <https://dblp.org/rec/conf/case/SernaCBRC11> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/case/SernaCBRC11>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6120,"In 2021 in British Computer Society Conference on Human-Computer Interaction, who are the authors that published papers about Body movements?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/YamamotoSF21> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/hci/YamamotoSF21> <https://dblp.org/rdf/schema#publishedIn> 'HCI (2)' . <https://dblp.org/rec/conf/hci/YamamotoSF21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP91,"[""<https://dblp.org/rec/conf/hci/YamamotoSF21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6121,"In the year 2022 in CoRR, what are the titles of the research papers on Downlink duality?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2201-04922> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2201-04922> <https://dblp.org/rdf/schema#yearOfPublication> '2022' . <https://dblp.org/rec/journals/corr/abs-2201-04922> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/abs-2201-04922>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6122,What are the titles of the papers on Der definitionsphase that were published in IWBS Report in 1990?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/tr/ibm/IWBS145> <https://dblp.org/rdf/schema#publishedIn> 'IWBS Report' . <https://dblp.org/rec/tr/ibm/IWBS145> <https://dblp.org/rdf/schema#yearOfPublication> '1990' . <https://dblp.org/rec/tr/ibm/IWBS145> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/tr/ibm/IWBS145>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6123,"In 2018 in Phys. Commun., who are the authors that published papers about City users?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/phycomm/LimbasiyaGS18> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/phycomm/LimbasiyaGS18> <https://dblp.org/rdf/schema#publishedIn> 'Phys. Commun.' . <https://dblp.org/rec/journals/phycomm/LimbasiyaGS18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP91,"[""<https://dblp.org/rec/journals/phycomm/LimbasiyaGS18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6124,"In the year 2022 in IET Image Process., who are the authors that published research papers about Image super?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iet-ipr/HouHDZGF22> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/iet-ipr/HouHDZGF22> <https://dblp.org/rdf/schema#publishedIn> 'IET Image Process.' . <https://dblp.org/rec/journals/iet-ipr/HouHDZGF22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP91,"[""<https://dblp.org/rec/journals/iet-ipr/HouHDZGF22>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6125,"In the year 2019 in KSEM (1), what are the titles of the research papers on Interest preferences?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ksem/ChenPQCZ19> <https://dblp.org/rdf/schema#publishedIn> 'KSEM (1)' . <https://dblp.org/rec/conf/ksem/ChenPQCZ19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' . <https://dblp.org/rec/conf/ksem/ChenPQCZ19> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/ksem/ChenPQCZ19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6126,"In 2017 in Appl. Soft Comput., who are the authors that published papers about Stock investment?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/asc/LinHT17> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/asc/LinHT17> <https://dblp.org/rdf/schema#publishedIn> 'Appl. Soft Comput.' . <https://dblp.org/rec/journals/asc/LinHT17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP91,"[""<https://dblp.org/rec/journals/asc/LinHT17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6127,"In the year 2001 in CoRR, what are the titles of the research papers on Number portability?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/cs-CY-0110045> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/cs-CY-0110045> <https://dblp.org/rdf/schema#yearOfPublication> '2001' . <https://dblp.org/rec/journals/corr/cs-CY-0110045> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/cs-CY-0110045>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6128,"In IWEI in 2011, who are the authors that published papers about Enterprise systems management?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ifip5-8/Friesen11> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/ifip5-8/Friesen11> <https://dblp.org/rdf/schema#publishedIn> 'IWEI' . <https://dblp.org/rec/conf/ifip5-8/Friesen11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP91,"[""<https://dblp.org/rec/conf/ifip5-8/Friesen11>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6129,"In Ad Hoc Sens. Wirel. Networks in 2014, who are the authors that published papers about Synchronization scheme?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ahswn/ZhaoMSL14> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/ahswn/ZhaoMSL14> <https://dblp.org/rdf/schema#publishedIn> 'Ad Hoc Sens. Wirel. Networks' . <https://dblp.org/rec/journals/ahswn/ZhaoMSL14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP91,"[""<https://dblp.org/rec/journals/ahswn/ZhaoMSL14>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6130,What are the titles of the papers on Q channel that were published in APCCAS in 2006?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/apccas/HaNY06> <https://dblp.org/rdf/schema#publishedIn> 'APCCAS' . <https://dblp.org/rec/conf/apccas/HaNY06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' . <https://dblp.org/rec/conf/apccas/HaNY06> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/apccas/HaNY06>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6131,"In the year 2004 in WSCG (Short Papers), what are the titles of the research papers on Butterfly wings?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wscg/GonzatoP04> <https://dblp.org/rdf/schema#publishedIn> 'WSCG (Short Papers)' . <https://dblp.org/rec/conf/wscg/GonzatoP04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' . <https://dblp.org/rec/conf/wscg/GonzatoP04> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/wscg/GonzatoP04>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6132,"When was the paper on Coconut project by University of Vienna, Austria published?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dagstuhl/Schichl03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Vienna, Austria' . <https://dblp.org/rec/conf/dagstuhl/Schichl03> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/dagstuhl/Schichl03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6133,"In 2022 in British Computer Society Conference on Human-Computer Interaction, who are the authors that published papers about Emotion recognition?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/SeniarayGPS22> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/hci/SeniarayGPS22> <https://dblp.org/rdf/schema#publishedIn> 'HCI (2)' . <https://dblp.org/rec/conf/hci/SeniarayGPS22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP91,"[""<https://dblp.org/rec/conf/hci/SeniarayGPS22>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6134,"In BMC Bioinform. in 2020, who are the authors that published papers about Analysis results?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bmcbi/EwingPJG20> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/bmcbi/EwingPJG20> <https://dblp.org/rdf/schema#publishedIn> 'BMC Bioinform.' . <https://dblp.org/rec/journals/bmcbi/EwingPJG20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP91,"[""<https://dblp.org/rec/journals/bmcbi/EwingPJG20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6135,"In the year 2019 in Interspeech, who are the authors that published research papers about Speech processing?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/interspeech/ParhammerETSOHR19> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/interspeech/ParhammerETSOHR19> <https://dblp.org/rdf/schema#publishedIn> 'INTERSPEECH' . <https://dblp.org/rec/conf/interspeech/ParhammerETSOHR19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP91,"[""<https://dblp.org/rec/conf/interspeech/ParhammerETSOHR19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6136,"In the year 2002 in CEEMAS, who are the authors that published research papers about Robot disassembly?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ceemas/PavliskaS01> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/ceemas/PavliskaS01> <https://dblp.org/rdf/schema#publishedIn> 'CEEMAS' . <https://dblp.org/rec/conf/ceemas/PavliskaS01> <https://dblp.org/rdf/schema#yearOfPublication> '2002' },TP91,"[""<https://dblp.org/rec/conf/ceemas/PavliskaS01>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
