id,question_string,query,template_id,entities,relations,temporal,help_out
Q1079,Was the paper 'Counting Bases of Representable Matroids' published by Michael Snook in Electron. J. Comb.?,ASK { <https://dblp.org/rec/journals/combinatorics/Snook12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/128/5489> . <https://dblp.org/rec/journals/combinatorics/Snook12> <https://dblp.org/rdf/schema#publishedIn> 'Electron. J. Comb.' },TC33,"[""<https://dblp.org/pid/128/5489>"", ""<https://dblp.org/rec/journals/combinatorics/Snook12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1080,"Was the paper 'Effects of Wind Conditions on Wind Turbine Temperature Monitoring and Solution Based on Wind Condition Clustering and IGA-ELM' published by the author Zhuang, Shengxian?",ASK { <https://dblp.org/rec/journals/sensors/HouZ22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/179/0203> },TC31,"[""<https://dblp.org/pid/179/0203>"", ""<https://dblp.org/rec/journals/sensors/HouZ22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1081,Did D. C. Antonopoulou publish the paper 'Numerical approximation of the stochastic Cahn-Hilliard equation near the sharp interface limit' in the last three years?,ASK { <https://dblp.org/rec/journals/nm/AntonopoulouBNP21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/9300> . <https://dblp.org/rec/journals/nm/AntonopoulouBNP21> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) },TC34,"[""<https://dblp.org/pid/49/9300>"", ""<https://dblp.org/rec/journals/nm/AntonopoulouBNP21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1082,"Did Hitzer, Eckhard publish the paper 'New Views of Crystal Symmetry' in CoRR?",ASK { <https://dblp.org/rec/journals/corr/Hitzer13e> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/130/3791> . <https://dblp.org/rec/journals/corr/Hitzer13e> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC33,"[""<https://dblp.org/pid/130/3791>"", ""<https://dblp.org/rec/journals/corr/Hitzer13e>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1083,Did Masahide Ito publish the paper 'Control for a Three-Joint Underactuated Planar Manipulator - Interconnection and Damping Assignment Passivity-Based Control Approach' in the last 4 years?,ASK { <https://dblp.org/rec/conf/romoco/ItoT07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/9206> . <https://dblp.org/rec/conf/romoco/ItoT07> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) },TC34,"[""<https://dblp.org/pid/82/9206>"", ""<https://dblp.org/rec/conf/romoco/ItoT07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1084,Did P. D. Turney publish the paper 'Exploiting Context When Learning to Classify' in the last four years?,ASK { <https://dblp.org/rec/journals/corr/cs-LG-0212035> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/t/PeterDTurney> . <https://dblp.org/rec/journals/corr/cs-LG-0212035> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) },TC34,"[""<https://dblp.org/pid/t/PeterDTurney>"", ""<https://dblp.org/rec/journals/corr/cs-LG-0212035>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1085,"Did Pautet, Laurent publish the paper 'A Framework for DRE middleware, an Application to DDS' in the last eight years?",ASK { <https://dblp.org/rec/conf/isorc/HughesPK06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/1113> . <https://dblp.org/rec/conf/isorc/HughesPK06> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) },TC34,"[""<https://dblp.org/pid/40/1113>"", ""<https://dblp.org/rec/conf/isorc/HughesPK06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1086,"Did Zhang, C. publish the paper 'A new regularized restricted Boltzmann machine based on class preserving' in the last three years?",ASK { <https://dblp.org/rec/journals/kbs/HuZJZ17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/5538-2> . <https://dblp.org/rec/journals/kbs/HuZJZ17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) },TC34,"[""<https://dblp.org/pid/69/5538-2>"", ""<https://dblp.org/rec/journals/kbs/HuZJZ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1087,Did Jonny Gustafsson publish the paper 'Internet-based preproduction system for holographic stereograms'?,ASK { <https://dblp.org/rec/journals/jei/Gustafsson01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/4090> },TC31,"[""<https://dblp.org/pid/92/4090>"", ""<https://dblp.org/rec/journals/jei/Gustafsson01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1088,Was the paper 'A comparison of the predictive potential of various vegetation indices for leaf chlorophyll content' published by Shichao Cui in Earth Sci. Informatics?,ASK { <https://dblp.org/rec/journals/esi/CuiZ17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/199/8478> . <https://dblp.org/rec/journals/esi/CuiZ17> <https://dblp.org/rdf/schema#publishedIn> 'Earth Sci. Informatics' },TC33,"[""<https://dblp.org/pid/199/8478>"", ""<https://dblp.org/rec/journals/esi/CuiZ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1089,Was the paper 'Automatic segmentation for neonatal phonocardiogram' published by the person V. Shelevytska?,ASK { <https://dblp.org/rec/conf/embc/Gomez-QuintanaS21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/251/8657> },TC31,"[""<https://dblp.org/pid/251/8657>"", ""<https://dblp.org/rec/conf/embc/Gomez-QuintanaS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1090,Did F. Seela publish the paper 'Oligonucleotides containing fluorescent 2'-deoxyisoinosine: solid-phase synthesis and duplex stability' in Nucleic Acids Res.?,ASK { <https://dblp.org/rec/journals/nar/SeelaC95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/5568> . <https://dblp.org/rec/journals/nar/SeelaC95> <https://dblp.org/rdf/schema#publishedIn> 'Nucleic Acids Res.' },TC33,"[""<https://dblp.org/pid/42/5568>"", ""<https://dblp.org/rec/journals/nar/SeelaC95>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1091,Was the paper 'Text Recognition in Real Scenarios with a Few Labeled Samples' published by the person Jinghuang L.?,ASK { <https://dblp.org/rec/journals/corr/abs-2006-12209> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/267/9726> },TC31,"[""<https://dblp.org/pid/267/9726>"", ""<https://dblp.org/rec/journals/corr/abs-2006-12209>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1092,Have Zhaoliang S. and Qinglei Meng co-authored the paper 'Real-time Processing and Storage of Multimedia Data with Content Delivery Network in Vehicle Monitoring System'?,ASK { <https://dblp.org/rec/conf/wincom/XiongSSM18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/235/1558> . <https://dblp.org/rec/conf/wincom/XiongSSM18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/235/1525> },TC32,"[""<https://dblp.org/pid/235/1558>"", ""<https://dblp.org/pid/235/1525>"", ""<https://dblp.org/rec/conf/wincom/XiongSSM18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1093,"Was the paper 'TRF: Learning Kernels with Tuned Random Features' co-authored by Gupta, S. and S. Rana?",ASK { <https://dblp.org/rec/conf/aaai/Shilton0RVV22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/333-1> . <https://dblp.org/rec/conf/aaai/Shilton0RVV22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/6712> },TC32,"[""<https://dblp.org/pid/47/333-1>"", ""<https://dblp.org/pid/57/6712>"", ""<https://dblp.org/rec/conf/aaai/Shilton0RVV22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1094,Did Svitlana Vakulenko publish the paper 'QRFA: A Data-Driven Model of Information-Seeking Dialogues'?,ASK { <https://dblp.org/rec/conf/ecir/VakulenkoRCR19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/132/4990> },TC31,"[""<https://dblp.org/pid/132/4990>"", ""<https://dblp.org/rec/conf/ecir/VakulenkoRCR19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1095,Has Jan De Beule published in Discret. Math. in the last 3 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/6052> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Discret. Math.' },TC35,"[""<https://dblp.org/pid/96/6052>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1096,Was the paper 'UML Modeling of Network Topologies for Distributed Computer System' published by the author Vipin Saxena?,ASK { <https://dblp.org/rec/journals/cit/SaxenaA09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/4985> },TC31,"[""<https://dblp.org/pid/96/4985>"", ""<https://dblp.org/rec/journals/cit/SaxenaA09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1097,Did Alex C. publish the paper 'Collaborative design: Cognitive approach to information resources'?,ASK { <https://dblp.org/rec/conf/webnet/Cuthbert96> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/98> },TC31,"[""<https://dblp.org/pid/74/98>"", ""<https://dblp.org/rec/conf/webnet/Cuthbert96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1098,"Did Liu, N. publish the paper 'Efficient kNN search in polyphonic music databases using a lower bounding mechanism' in the last 9 years?",ASK { <https://dblp.org/rec/journals/mms/LiuWC05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/4000> . <https://dblp.org/rec/journals/mms/LiuWC05> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) },TC34,"[""<https://dblp.org/pid/83/4000>"", ""<https://dblp.org/rec/journals/mms/LiuWC05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1099,"Was the paper 'Graph grammars, monadic second-order logic and the theory of graph minors' published by the person Bruno C.?",ASK { <https://dblp.org/rec/conf/gst/Courcelle91> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/BCourcelle> },TC31,"[""<https://dblp.org/pid/c/BCourcelle>"", ""<https://dblp.org/rec/conf/gst/Courcelle91>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1100,"Did Houman Zolfaghari and Gonzalo E. Reyes co-author the paper 'Bi-Heyting algebras, toposes and modalities'?",ASK { <https://dblp.org/rec/journals/jphil/ReyesZ96> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/164/8463> . <https://dblp.org/rec/journals/jphil/ReyesZ96> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/6661> },TC32,"[""<https://dblp.org/pid/164/8463>"", ""<https://dblp.org/pid/24/6661>"", ""<https://dblp.org/rec/journals/jphil/ReyesZ96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1101,Did Thomas E. publish the paper 'Towards Automated Integration of Guess and Check Programs in Answer Set Programming' in the last three years?,ASK { <https://dblp.org/rec/conf/lpnmr/EiterP04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/e/TEiter> . <https://dblp.org/rec/conf/lpnmr/EiterP04> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) },TC34,"[""<https://dblp.org/pid/e/TEiter>"", ""<https://dblp.org/rec/conf/lpnmr/EiterP04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1102,Has Fanghui Xiao published in CHIIR in the last 8 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/223/0244> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#publishedIn> 'CHIIR' },TC35,"[""<https://dblp.org/pid/223/0244>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1103,Did Ziqing Hu publish the paper 'Energetic Variational Neural Network Discretizations to Gradient Flows' in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2206-07303> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/301/8254> . <https://dblp.org/rec/journals/corr/abs-2206-07303> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC33,"[""<https://dblp.org/pid/301/8254>"", ""<https://dblp.org/rec/journals/corr/abs-2206-07303>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1104,"Was the paper 'Ontology-driven information system and management of heterogeneous research data' published by Vcelak, P. in BMEI?",ASK { <https://dblp.org/rec/conf/bmei/VcelakKK14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/10619> . <https://dblp.org/rec/conf/bmei/VcelakKK14> <https://dblp.org/rdf/schema#publishedIn> 'BMEI' },TC33,"[""<https://dblp.org/pid/68/10619>"", ""<https://dblp.org/rec/conf/bmei/VcelakKK14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1105,"Did Xiao, Zhisheng publish the paper 'Generative Latent Flow: A Framework for Non-adversarial Image Generation'?",ASK { <https://dblp.org/rec/journals/corr/abs-1905-10485> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/241/9369> },TC31,"[""<https://dblp.org/pid/241/9369>"", ""<https://dblp.org/rec/journals/corr/abs-1905-10485>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1106,Was the paper 'A Learning-to-Rank Algorithm for Constructing Defect Prediction Models' co-authored by Xin Yao and X. Yang?,ASK { <https://dblp.org/rec/conf/ideal/YangTY12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/3646> . <https://dblp.org/rec/conf/ideal/YangTY12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/7399> },TC32,"[""<https://dblp.org/pid/26/3646>"", ""<https://dblp.org/pid/22/7399>"", ""<https://dblp.org/rec/conf/ideal/YangTY12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1107,Did Yue Luo publish in CVPR in the last 2 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/4396> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> 'CVPR' },TC35,"[""<https://dblp.org/pid/00/4396>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1108,Did X. Hao publish the paper 'Differential evolution with multi-stage strategies for global optimization' in IEEE Congress on Evolutionary Computation?,ASK { <https://dblp.org/rec/conf/cec/ZhouZHYX16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/9007> . <https://dblp.org/rec/conf/cec/ZhouZHYX16> <https://dblp.org/rdf/schema#publishedIn> 'CEC' },TC33,"[""<https://dblp.org/pid/183/9007>"", ""<https://dblp.org/rec/conf/cec/ZhouZHYX16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1109,"Was the paper 'Optimal Pilot Symbols Ratio in Terms of Spectrum and Energy Efficiency in Uplink CoMP Networks' published by the person named Zhang, Y.?",ASK { <https://dblp.org/rec/conf/vtc/ZhangCW17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/139/5876-2> },TC31,"[""<https://dblp.org/pid/139/5876-2>"", ""<https://dblp.org/rec/conf/vtc/ZhangCW17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1110,"Was the paper 'Statistically Secure Anti-Collusion Code Design for Median Attack Robustness for Practical Fingerprinting' co-authored by Seong-Whan Kim and Seol, J.?",ASK { <https://dblp.org/rec/conf/ih/SeolK06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/1921> . <https://dblp.org/rec/conf/ih/SeolK06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/2718> },TC32,"[""<https://dblp.org/pid/61/1921>"", ""<https://dblp.org/pid/99/2718>"", ""<https://dblp.org/rec/conf/ih/SeolK06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1111,"Did Pfahringer, B. publish the paper 'Classifier Chains: A Review and Perspectives'?",ASK { <https://dblp.org/rec/journals/jair/ReadPHF21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/140> },TC31,"[""<https://dblp.org/pid/10/140>"", ""<https://dblp.org/rec/journals/jair/ReadPHF21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1112,Did Mingsi T. publish the paper 'Automated measuring method based on Machine learning for optomotor response in mice' in the last seven years?,ASK { <https://dblp.org/rec/journals/ijon/TongYSSLL20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/211/8725> . <https://dblp.org/rec/journals/ijon/TongYSSLL20> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) },TC34,"[""<https://dblp.org/pid/211/8725>"", ""<https://dblp.org/rec/journals/ijon/TongYSSLL20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1113,"Did Sims, Charles C. publish the paper 'Complexity Issues in Infinite Group Theory' in Groups And Computation?",ASK { <https://dblp.org/rec/conf/dimacs/Sims91> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/4552> . <https://dblp.org/rec/conf/dimacs/Sims91> <https://dblp.org/rdf/schema#publishedIn> 'Groups And Computation' },TC33,"[""<https://dblp.org/pid/47/4552>"", ""<https://dblp.org/rec/conf/dimacs/Sims91>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1114,"Did Ostanin, Sergey publish the paper 'Self-checking synchronous FSM network design for path delay faults' in the last 3 years?",ASK { <https://dblp.org/rec/conf/ewdts/Ostanin17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/156> . <https://dblp.org/rec/conf/ewdts/Ostanin17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) },TC34,"[""<https://dblp.org/pid/90/156>"", ""<https://dblp.org/rec/conf/ewdts/Ostanin17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1115,"Did Orlandi, F. publish the paper 'Data Value Networks: Enabling a New Data Ecosystem' in the last five years?",ASK { <https://dblp.org/rec/conf/webi/AttardOA16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/7786> . <https://dblp.org/rec/conf/webi/AttardOA16> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) },TC34,"[""<https://dblp.org/pid/26/7786>"", ""<https://dblp.org/rec/conf/webi/AttardOA16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1116,Did V. A. Lesnikov publish the paper 'Approximation of the central chi-squared distribution for on-line computation of the threshold for energy detector'?,ASK { <https://dblp.org/rec/conf/ewdts/LesnikovNCD16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/11070> },TC31,"[""<https://dblp.org/pid/17/11070>"", ""<https://dblp.org/rec/conf/ewdts/LesnikovNCD16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1117,Did Kurt Fuchel publish the paper 'Considerations in the design of a multiple computer system with extended core storage' in Commun. ACM?,ASK { <https://dblp.org/rec/journals/cacm/Fuchel68> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/5343> . <https://dblp.org/rec/journals/cacm/Fuchel68> <https://dblp.org/rdf/schema#publishedIn> 'Commun. ACM' },TC33,"[""<https://dblp.org/pid/67/5343>"", ""<https://dblp.org/rec/journals/cacm/Fuchel68>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1118,"Did Elliott, Madison publish the paper 'LSQT: Low-Stretch Quasi-Trees for Bundling and Layout' in the last eight years?",ASK { <https://dblp.org/rec/journals/corr/abs-2007-06237> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/235/5659> . <https://dblp.org/rec/journals/corr/abs-2007-06237> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) },TC34,"[""<https://dblp.org/pid/235/5659>"", ""<https://dblp.org/rec/journals/corr/abs-2007-06237>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1119,Did Jing-Shiang Cheng publish in ICC in the last 3 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/4185> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'ICC' },TC35,"[""<https://dblp.org/pid/23/4185>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1121,Did K. Huang and Jing Yang co-author the paper 'Unconditional Authentication Based on Physical Layer Offered Chain Key in Wireless Communication'?,ASK { <https://dblp.org/rec/journals/entropy/WangHXHYJ22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/3277> . <https://dblp.org/rec/journals/entropy/WangHXHYJ22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/5839> },TC32,"[""<https://dblp.org/pid/88/3277>"", ""<https://dblp.org/pid/62/5839>"", ""<https://dblp.org/rec/journals/entropy/WangHXHYJ22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1122,Was the paper 'An Improved Safety Solver for Computer Go' published by Xiaozhen Niu in Computers and Games?,ASK { <https://dblp.org/rec/conf/cg/NiuM04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/1674> . <https://dblp.org/rec/conf/cg/NiuM04> <https://dblp.org/rdf/schema#publishedIn> 'Computers and Games' },TC33,"[""<https://dblp.org/pid/20/1674>"", ""<https://dblp.org/rec/conf/cg/NiuM04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1123,Has Li S. published in IEICE Trans. Inf. Syst. in the last 4 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/9063> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> 'IEICE Trans. Inf. Syst.' },TC35,"[""<https://dblp.org/pid/12/9063>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1124,"Did Rishi Rajalingham and Collins, D. Louis co-author the paper 'Exploring Cortical Folding Pattern Variability Using Local Image Features'?",ASK { <https://dblp.org/rec/conf/miccai/RajalinghamTCA10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/9125> . <https://dblp.org/rec/conf/miccai/RajalinghamTCA10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/DLouisCollins> },TC32,"[""<https://dblp.org/pid/89/9125>"", ""<https://dblp.org/pid/c/DLouisCollins>"", ""<https://dblp.org/rec/conf/miccai/RajalinghamTCA10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1125,Was the paper 'Energy-efficient multicasting in wireless networks with fixed node transmission power' published by the person Christos A. Papageorgiou?,ASK { <https://dblp.org/rec/conf/iwcmc/PapageorgiouKV09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/7023> },TC31,"[""<https://dblp.org/pid/58/7023>"", ""<https://dblp.org/rec/conf/iwcmc/PapageorgiouKV09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1126,Did Peijun D. and Lorenzo B. co-author the paper 'Unsupervised hierarchical spectral analysis for change detection in hyperspectral images'?,ASK { <https://dblp.org/rec/conf/whispers/LiuBBD12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/7052> . <https://dblp.org/rec/conf/whispers/LiuBBD12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/1319> },TC32,"[""<https://dblp.org/pid/31/7052>"", ""<https://dblp.org/pid/50/1319>"", ""<https://dblp.org/rec/conf/whispers/LiuBBD12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1127,Has Paolo M. published in PNPM in the last nine years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/7095> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#publishedIn> 'PNPM' },TC35,"[""<https://dblp.org/pid/19/7095>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1128,Did Ralph Gerbig and Colin Atkinson co-author the paper 'Flexible Deep Modeling with Melanee'?,ASK { <https://dblp.org/rec/conf/modellierung/AtkinsonG16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/11440> . <https://dblp.org/rec/conf/modellierung/AtkinsonG16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/ColinAtkinson> },TC32,"[""<https://dblp.org/pid/57/11440>"", ""<https://dblp.org/pid/a/ColinAtkinson>"", ""<https://dblp.org/rec/conf/modellierung/AtkinsonG16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1129,"Was the paper 'Deciding Behavioural Properties in Brane Calculi' co-authored by Nadia Busi and Rodriguez-Ugarte, Marisol?",ASK { <https://dblp.org/rec/conf/cmsb/Busi06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/NadiaBusi> . <https://dblp.org/rec/conf/cmsb/Busi06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/188/2910> },TC32,"[""<https://dblp.org/pid/b/NadiaBusi>"", ""<https://dblp.org/pid/188/2910>"", ""<https://dblp.org/rec/conf/cmsb/Busi06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1130,Did S. Menezes Sampaio publish in CEC in the last three years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/229/4114> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'CEC' },TC35,"[""<https://dblp.org/pid/229/4114>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1131,Did Barbara Wiesner publish the paper 'Evolution\u00E4re Expertensystementwicklung und Softwarequalit\u00E4t' in the last 2 years?,ASK { <https://dblp.org/rec/conf/gesellschaft/Wiesner92> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/357> . <https://dblp.org/rec/conf/gesellschaft/Wiesner92> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) },TC34,"[""<https://dblp.org/pid/02/357>"", ""<https://dblp.org/rec/conf/gesellschaft/Wiesner92>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1132,Was the paper 'Honest Iteration Schemes of Randomizing Algorithms' co-authored by J. Wang and J. Belanger?,ASK { <https://dblp.org/rec/conf/isaac/WangB92> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/5259-2> . <https://dblp.org/rec/conf/isaac/WangB92> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/5111> },TC32,"[""<https://dblp.org/pid/29/5259-2>"", ""<https://dblp.org/pid/14/5111>"", ""<https://dblp.org/rec/conf/isaac/WangB92>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1133,Did Yoshiki Shimomura publish the paper 'Development of a cellular manufacturing system based on movable cells'?,ASK { <https://dblp.org/rec/conf/cira/ShimomuraTOYNT03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/5566> },TC31,"[""<https://dblp.org/pid/83/5566>"", ""<https://dblp.org/rec/conf/cira/ShimomuraTOYNT03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1134,Has Weidong W. published in Int. J. Commun. Syst. in the last 4 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/4159> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Commun. Syst.' },TC35,"[""<https://dblp.org/pid/75/4159>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1135,Was the paper 'Acquisition semi-automatique de collocations \u00E0 partir de corpus monolingues et multilingues comparables' published by the person named Vincent Archer?,ASK { <https://dblp.org/rec/conf/taln/Archer06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/0375> },TC31,"[""<https://dblp.org/pid/183/0375>"", ""<https://dblp.org/rec/conf/taln/Archer06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1136,"Has H\u00E4kkinen, Antti published in PLoS Comput. Biol. in the last four years?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/8426> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> 'PLoS Comput. Biol.' },TC35,"[""<https://dblp.org/pid/17/8426>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1137,"Was the paper 'Approximation algorithms for energy, reliability and makespan optimization problems' published by the author Benoit, A.?",ASK { <https://dblp.org/rec/journals/corr/abs-1210-4673> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/4452> },TC31,"[""<https://dblp.org/pid/38/4452>"", ""<https://dblp.org/rec/journals/corr/abs-1210-4673>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1138,"Was the paper 'Attention-guided chained context aggregation for semantic segmentation' published by the person Tang, Q.?",ASK { <https://dblp.org/rec/journals/ivc/TangLZJZ21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/150/5249-1> },TC31,"[""<https://dblp.org/pid/150/5249-1>"", ""<https://dblp.org/rec/journals/ivc/TangLZJZ21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1139,"Did Daniel Thalmann and Yumak, Zerrin co-author the paper 'Multimodal human-machine interaction including virtual humans or social robots'?",ASK { <https://dblp.org/rec/conf/siggraph/Magnenat-ThalmannTY14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/t/DanielThalmann> . <https://dblp.org/rec/conf/siggraph/Magnenat-ThalmannTY14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/1974> },TC32,"[""<https://dblp.org/pid/t/DanielThalmann>"", ""<https://dblp.org/pid/13/1974>"", ""<https://dblp.org/rec/conf/siggraph/Magnenat-ThalmannTY14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
