id,question_string,query,template_id,entities,relations,temporal,help_out
Q1319,Did Valentino Constantinou and Mori Kabiri co-author the paper 'Detecting Anomalous line-items by Modeling the Legal Case Lifecycle'?,ASK { <https://dblp.org/rec/journals/corr/abs-2012-14511> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/215/3860> . <https://dblp.org/rec/journals/corr/abs-2012-14511> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/282/4634> },TC32,"[""<https://dblp.org/pid/215/3860>"", ""<https://dblp.org/pid/282/4634>"", ""<https://dblp.org/rec/journals/corr/abs-2012-14511>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1320,Was the paper 'A Hybrid Approach for Biomedical Relation Extraction Using Finite State Automata and Random Forest-Weighted Fusion' published by Stefanos Vrochidis in International Conference on Intelligent Text Processing and Computational Linguistics?,ASK { <https://dblp.org/rec/conf/cicling/MavropoulosLSVK17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/6029> . <https://dblp.org/rec/conf/cicling/MavropoulosLSVK17> <https://dblp.org/rdf/schema#publishedIn> 'CICLing (1)' },TC33,"[""<https://dblp.org/pid/44/6029>"", ""<https://dblp.org/rec/conf/cicling/MavropoulosLSVK17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1321,Did Riccardo Piantanida publish the paper 'Enhanced processing of Sentinel-1 TOPSAR data' in the last 4 years?,ASK { <https://dblp.org/rec/conf/igarss/GiudiciMGPPRR16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/171/0445> . <https://dblp.org/rec/conf/igarss/GiudiciMGPPRR16> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) },TC34,"[""<https://dblp.org/pid/171/0445>"", ""<https://dblp.org/rec/conf/igarss/GiudiciMGPPRR16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1322,Was the paper 'Review of Bolted Connection Monitoring' published by the person Tao Wang?,ASK { <https://dblp.org/rec/journals/ijdsn/WangSLLX13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/5838-15> },TC31,"[""<https://dblp.org/pid/12/5838-15>"", ""<https://dblp.org/rec/journals/ijdsn/WangSLLX13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1323,Did Fran\u00E7oise Baude publish in IEEE International Parallel and Distributed Processing Symposium in the last eight years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/1165> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#publishedIn> 'IPDPS' },TC35,"[""<https://dblp.org/pid/03/1165>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1324,"Did Yun Zhu and Wang, Jianyu co-author the paper 'A Three-tier optimization Method for Congestion Evaluation from Angle of Game Relationship'?",ASK { <https://dblp.org/rec/conf/icnsc/ZhuTSW19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/6306> . <https://dblp.org/rec/conf/icnsc/ZhuTSW19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/6805> },TC32,"[""<https://dblp.org/pid/00/6306>"", ""<https://dblp.org/pid/98/6805>"", ""<https://dblp.org/rec/conf/icnsc/ZhuTSW19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1325,"Was the paper 'How can human and design sciences cooperate in CSCW?: Workshop report, ECSCW '93, Milan' published by Yvonne W\u00E6rn in ACM SIGCHI Bull.?",ASK { <https://dblp.org/rec/journals/sigchi/Waern94> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/YvonneWarn> . <https://dblp.org/rec/journals/sigchi/Waern94> <https://dblp.org/rdf/schema#publishedIn> 'ACM SIGCHI Bull.' },TC33,"[""<https://dblp.org/pid/w/YvonneWarn>"", ""<https://dblp.org/rec/journals/sigchi/Waern94>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1326,"Was the paper 'Belief Contraction in the Context for the General Theory of Rational Choice' published by the person Rott, Hans?",ASK { <https://dblp.org/rec/journals/jsyml/Rott93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/4366> },TC31,"[""<https://dblp.org/pid/95/4366>"", ""<https://dblp.org/rec/journals/jsyml/Rott93>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1327,Did Min Zhang publish the paper 'Reduced reference image quality assessment based on statistics of edge' in the last seven years?,ASK { <https://dblp.org/rec/conf/dphoto/ZhangXM11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/5342> . <https://dblp.org/rec/conf/dphoto/ZhangXM11> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) },TC34,"[""<https://dblp.org/pid/83/5342>"", ""<https://dblp.org/rec/conf/dphoto/ZhangXM11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1328,"Did Dailey, D. J. publish in IEEE Intell. Transp. Syst. Mag. in the last four years?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/1424> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> 'IEEE Intell. Transp. Syst. Mag.' },TC35,"[""<https://dblp.org/pid/85/1424>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1329,Did Elhadj Benkhelifa publish the paper 'A Novel Cloud-Based Multi-Tenancy Architecture with Efficient Hybrid Authentication Mechanism for Enhanced Security and Resource Optimization' in the last four years?,ASK { <https://dblp.org/rec/journals/ijcac/BenkhelifaFW13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/5366> . <https://dblp.org/rec/journals/ijcac/BenkhelifaFW13> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) },TC34,"[""<https://dblp.org/pid/29/5366>"", ""<https://dblp.org/rec/journals/ijcac/BenkhelifaFW13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1330,"Has Kenta Yamagishi published in Joint Conference on Computer Vision, Imaging and Computer Graphics Theory and Applications in the last 4 years?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/200/0301> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> 'VISIGRAPP (4: VISAPP)' },TC35,"[""<https://dblp.org/pid/200/0301>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1331,"Did Madeira, H. publish in LADC in the last 7 years?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/2879> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#publishedIn> 'LADC' },TC35,"[""<https://dblp.org/pid/33/2879>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1332,Did Bj\u00F6rn W. Schuller publish the paper 'Emotional Expressions and Daily Cognitive Functions'?,ASK { <https://dblp.org/rec/series/sist/Schuller15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/4934> },TC31,"[""<https://dblp.org/pid/54/4934>"", ""<https://dblp.org/rec/series/sist/Schuller15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1334,"Did Schroeder, M. publish the paper 'Old friends in new guise: repositioning of known drugs with structural bioinformatics' in the last 7 years?",ASK { <https://dblp.org/rec/journals/bib/HauptS11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/MichaelSchroeder> . <https://dblp.org/rec/journals/bib/HauptS11> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) },TC34,"[""<https://dblp.org/pid/s/MichaelSchroeder>"", ""<https://dblp.org/rec/journals/bib/HauptS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1336,Did Yiu-Kai Ng publish the paper 'A Formal Approach for Horizontal Fragmentation in Distributed Deductive Database Design' in the last 4 years?,ASK { <https://dblp.org/rec/conf/dexa/LimN96> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/4453> . <https://dblp.org/rec/conf/dexa/LimN96> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) },TC34,"[""<https://dblp.org/pid/08/4453>"", ""<https://dblp.org/rec/conf/dexa/LimN96>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1337,"Was the paper 'Zero-Sum Markov Games with Impulse Controls' published by the person named Stettner, Lukasz?",ASK { <https://dblp.org/rec/journals/siamco/BasuS20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/7141> },TC31,"[""<https://dblp.org/pid/59/7141>"", ""<https://dblp.org/rec/journals/siamco/BasuS20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1338,"Did Yu-Lun Huang publish the paper 'Attacks against process control systems: risk assessment, detection, and response' in the last 5 years?",ASK { <https://dblp.org/rec/conf/ccs/CardenasALHHS11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/1826> . <https://dblp.org/rec/conf/ccs/CardenasALHHS11> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) },TC34,"[""<https://dblp.org/pid/67/1826>"", ""<https://dblp.org/rec/conf/ccs/CardenasALHHS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1339,Did Andrea Tagliasacchi publish in CoRR in the last 8 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/5514> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC35,"[""<https://dblp.org/pid/46/5514>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1340,"Did Schmidt, Markus publish the paper 'Gesamtwirtschaftliche Analyse der automatischen Wiedereinschaltung (AWE) unter Ber\u00FCcksichtigung von Kundenausfallskosten' in Elektrotech. Informationstechnik?",ASK { <https://dblp.org/rec/journals/ei/SchmidtRF07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/1347-7> . <https://dblp.org/rec/journals/ei/SchmidtRF07> <https://dblp.org/rdf/schema#publishedIn> 'Elektrotech. Informationstechnik' },TC33,"[""<https://dblp.org/pid/45/1347-7>"", ""<https://dblp.org/rec/journals/ei/SchmidtRF07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1341,Did M. Rezvani publish in Soft Comput. in the last six years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/492> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Soft Comput.' },TC35,"[""<https://dblp.org/pid/51/492>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1342,"Was the paper 'Reliability Modelling of Time-Critical Distributed Systems' published by the person Punnekkat, S.?",ASK { <https://dblp.org/rec/conf/ftrtft/HanssonNP00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/907> },TC31,"[""<https://dblp.org/pid/67/907>"", ""<https://dblp.org/rec/conf/ftrtft/HanssonNP00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1343,Did Jos\u00E9 S. publish the paper 'Providing Adapted Contextual Information in an Overlay Vehicular Network' in the last 2 years?,ASK { <https://dblp.org/rec/journals/ijdmbc/SantaMG10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/4769> . <https://dblp.org/rec/journals/ijdmbc/SantaMG10> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) },TC34,"[""<https://dblp.org/pid/28/4769>"", ""<https://dblp.org/rec/journals/ijdmbc/SantaMG10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1344,Was the paper 'Process capability indices and product reliability' published by Bharatwaj Ramakrishnan in Microelectron. Reliab.?,ASK { <https://dblp.org/rec/journals/mr/RamakrishnanSP01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/102> . <https://dblp.org/rec/journals/mr/RamakrishnanSP01> <https://dblp.org/rdf/schema#publishedIn> 'Microelectron. Reliab.' },TC33,"[""<https://dblp.org/pid/23/102>"", ""<https://dblp.org/rec/journals/mr/RamakrishnanSP01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1345,Did Xiaoyang Mou publish in iCAST in the last two years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/9077> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> 'iCAST' },TC35,"[""<https://dblp.org/pid/84/9077>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1346,Was the paper 'Deterministic global optimization in isothermal reactor network synthesis' co-authored by William R. Esposito and C. A. Floudas?,ASK { <https://dblp.org/rec/journals/jgo/EspositoF02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/6211> . <https://dblp.org/rec/journals/jgo/EspositoF02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/5741> },TC32,"[""<https://dblp.org/pid/04/6211>"", ""<https://dblp.org/pid/85/5741>"", ""<https://dblp.org/rec/journals/jgo/EspositoF02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1347,Has Paolino D. Felice published in SIGSMALL/PC Symposium in the last 2 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/2291> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> 'SIGSMALL/PC Symposium' },TC35,"[""<https://dblp.org/pid/62/2291>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1348,"Have Edelman, S. and Nathan I. co-authored the paper 'Better limited systematicity in hand than structural descriptions in the bush: A reply to Hummel'?",ASK { <https://dblp.org/rec/journals/cogsci/EdelmanI03a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/e/ShimonEdelman> . <https://dblp.org/rec/journals/cogsci/EdelmanI03a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/4330> },TC32,"[""<https://dblp.org/pid/e/ShimonEdelman>"", ""<https://dblp.org/pid/87/4330>"", ""<https://dblp.org/rec/journals/cogsci/EdelmanI03a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1349,Did T. Menzies publish in ACM SIGPLAN Workshop on Rule-Based Programming in the last five years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/TimMenzies> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> 'ACM SIGPLAN Workshop on Rule-Based Programming' },TC35,"[""<https://dblp.org/pid/m/TimMenzies>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1350,Was the paper 'General Composition of Software Artifacts' published by the person W. H. Harrison?,ASK { <https://dblp.org/rec/conf/soco/HarrisonOT06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/5572> },TC31,"[""<https://dblp.org/pid/53/5572>"", ""<https://dblp.org/rec/conf/soco/HarrisonOT06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1351,Did Mahdi Nabil and Alexander S. Rattner co-author the paper 'interThermalPhaseChangeFoam - A framework for two-phase flow simulations with thermally driven phase change'?,ASK { <https://dblp.org/rec/journals/softx/NabilR16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/282/0812> . <https://dblp.org/rec/journals/softx/NabilR16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/180/6035> },TC32,"[""<https://dblp.org/pid/282/0812>"", ""<https://dblp.org/pid/180/6035>"", ""<https://dblp.org/rec/journals/softx/NabilR16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1352,"Did Yim, Yeny publish the paper 'Automatic lung nodule matching on sequential CT images'?",ASK { <https://dblp.org/rec/journals/cbm/HongLY08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/6067> },TC31,"[""<https://dblp.org/pid/84/6067>"", ""<https://dblp.org/rec/journals/cbm/HongLY08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1353,Did Bu-Sung Lee publish the paper 'A motion accuracy evaluator based on body parts movement by MapReduce video processing'?,ASK { <https://dblp.org/rec/conf/bhi/LeeTLL14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/BuSungLee> },TC31,"[""<https://dblp.org/pid/l/BuSungLee>"", ""<https://dblp.org/rec/conf/bhi/LeeTLL14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1354,"Did Guo, Wu publish the paper 'Parallel Phone Recognizer based MLLR Speaker Recognition'?",ASK { <https://dblp.org/rec/conf/iscslp/WangGD08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/4480> },TC31,"[""<https://dblp.org/pid/20/4480>"", ""<https://dblp.org/rec/conf/iscslp/WangGD08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1355,"Did Matz, Gerald publish the paper 'Distributed Information-Theoretic Biclustering' in the last five years?",ASK { <https://dblp.org/rec/journals/corr/PichlerPM16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/1985> . <https://dblp.org/rec/journals/corr/PichlerPM16> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) },TC34,"[""<https://dblp.org/pid/15/1985>"", ""<https://dblp.org/rec/journals/corr/PichlerPM16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1356,Did Sofie Verbrugge publish in IEEE international conference on ehealth networking applications and services in the last 6 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/2292> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> 'HealthCom' },TC35,"[""<https://dblp.org/pid/88/2292>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1357,Did Jacob A. Abraham publish the paper 'Special session 8B - Panel: In-field testing of SoC devices: Which solutions by which players?'?,ASK { <https://dblp.org/rec/conf/vts/AbrahamGMRRGR14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/JacobAAbraham> },TC31,"[""<https://dblp.org/pid/a/JacobAAbraham>"", ""<https://dblp.org/rec/conf/vts/AbrahamGMRRGR14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1358,"Was the paper 'Predicting Preference Judgments of Individual Normal and Hearing-Impaired Listeners With Gaussian Processes' co-authored by Heskes, Tom and Groot, P.?",ASK { <https://dblp.org/rec/journals/taslp/GrootHDK11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/1145> . <https://dblp.org/rec/journals/taslp/GrootHDK11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/3145> },TC32,"[""<https://dblp.org/pid/03/1145>"", ""<https://dblp.org/pid/31/3145>"", ""<https://dblp.org/rec/journals/taslp/GrootHDK11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1359,Was the paper 'A Study About Searching Behavior of Scientific Data User Based on Educational Background and Retrieval Capability' published by the author Guilan Zhang?,ASK { <https://dblp.org/rec/conf/ifip12/ZhangWZLGW17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/5672> },TC31,"[""<https://dblp.org/pid/124/5672>"", ""<https://dblp.org/rec/conf/ifip12/ZhangWZLGW17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1360,"Did Sahasrabudhe, Shrirang P. publish the paper 'Understanding Blind User's Accessibility and Usability Problems in the Context of myITlab Simulated Environment'?",ASK { <https://dblp.org/rec/conf/amcis/SahasrabudheL14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/224/9718> },TC31,"[""<https://dblp.org/pid/224/9718>"", ""<https://dblp.org/rec/conf/amcis/SahasrabudheL14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1361,Did E. P. Simoncelli publish the paper 'Design of Multi-Dimensional Derivative Filters' in the last six years?,ASK { <https://dblp.org/rec/conf/icip/Simoncelli94> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/5604> . <https://dblp.org/rec/conf/icip/Simoncelli94> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) },TC34,"[""<https://dblp.org/pid/30/5604>"", ""<https://dblp.org/rec/conf/icip/Simoncelli94>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1362,Did Zhipeng Zhang publish the paper 'The maximum number of maximum dissociation sets in trees' in the last six years?,ASK { <https://dblp.org/rec/journals/jgt/TuZS21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/4941> . <https://dblp.org/rec/journals/jgt/TuZS21> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) },TC34,"[""<https://dblp.org/pid/49/4941>"", ""<https://dblp.org/rec/journals/jgt/TuZS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1363,Did N. M. Marafih publish the paper 'Modeling and queueing analysis of variable-bit-rate coded video sources in ATM networks' in IEEE Trans. Circuits Syst. Video Technol.?,ASK { <https://dblp.org/rec/journals/tcsv/MarafihZP94> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/10916> . <https://dblp.org/rec/journals/tcsv/MarafihZP94> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Circuits Syst. Video Technol.' },TC33,"[""<https://dblp.org/pid/87/10916>"", ""<https://dblp.org/rec/journals/tcsv/MarafihZP94>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1364,Did Jun Chen publish in CoRR in the last eight years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/5901> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC35,"[""<https://dblp.org/pid/85/5901>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1365,Did Lesley S. publish the paper 'External Load and Muscle Activation Monitoring of NCAA Division I Basketball Team Using Smart Compression Shorts' in the last 9 years?,ASK { <https://dblp.org/rec/journals/sensors/SaucierDVCSFOPD21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/9733> . <https://dblp.org/rec/journals/sensors/SaucierDVCSFOPD21> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) },TC34,"[""<https://dblp.org/pid/00/9733>"", ""<https://dblp.org/rec/journals/sensors/SaucierDVCSFOPD21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1366,Has Ying Chen published in IEEE Trans. Circuits Syst. I Regul. Pap. in the last 9 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/5521> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Circuits Syst. I Regul. Pap.' },TC35,"[""<https://dblp.org/pid/21/5521>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1367,Did Yang Xiang publish the paper 'BHDA - A Blockchain-Based Hierarchical Data Access Model for Financial Services' in the last two years?,ASK { <https://dblp.org/rec/conf/trustcom/XuYWWH0020> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/2192-1> . <https://dblp.org/rec/conf/trustcom/XuYWWH0020> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) },TC34,"[""<https://dblp.org/pid/50/2192-1>"", ""<https://dblp.org/rec/conf/trustcom/XuYWWH0020>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1368,Did Satish K. publish the paper 'Scattering center modelling of electrically large zigzag-grooved structures' in the last eight years?,ASK { <https://dblp.org/rec/conf/icc/SzeK12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/5112> . <https://dblp.org/rec/conf/icc/SzeK12> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) },TC34,"[""<https://dblp.org/pid/122/5112>"", ""<https://dblp.org/rec/conf/icc/SzeK12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1369,Was the paper 'How good are slicing floorplans?' co-authored by Evangeline F. Y. Young and Martin D. F. Wong?,ASK { <https://dblp.org/rec/journals/integration/YoungW97> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/y/EFYYoung> . <https://dblp.org/rec/journals/integration/YoungW97> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/MartinDFWong> },TC32,"[""<https://dblp.org/pid/y/EFYYoung>"", ""<https://dblp.org/pid/w/MartinDFWong>"", ""<https://dblp.org/rec/journals/integration/YoungW97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1370,"Have Jadud, Matthew C. and Christian L. Jacobsen co-authored the paper 'Concurrency, Robotics, and RoboDeb'?",ASK { <https://dblp.org/rec/conf/aaaiss/JacobsenJ07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/3618> . <https://dblp.org/rec/conf/aaaiss/JacobsenJ07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/2343> },TC32,"[""<https://dblp.org/pid/68/3618>"", ""<https://dblp.org/pid/60/2343>"", ""<https://dblp.org/rec/conf/aaaiss/JacobsenJ07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1371,Did F. Blain publish in COLING in the last seven years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/11423> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#publishedIn> 'COLING' },TC35,"[""<https://dblp.org/pid/97/11423>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1372,Did Jona A. Hattangadi-Gluth publish the paper 'Altered Network Topology in Patients with Primary Brain Tumors After Fractionated Radiotherapy'?,ASK { <https://dblp.org/rec/journals/brain/BahramiSKBKFHM17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/201/3677> },TC31,"[""<https://dblp.org/pid/201/3677>"", ""<https://dblp.org/rec/journals/brain/BahramiSKBKFHM17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1374,"Did Shinohara, Yusuke publish the paper 'Tying rotations of covariance matrices via riemannian subspace clustering' in ICASSP?",ASK { <https://dblp.org/rec/conf/icassp/Shinohara13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/407> . <https://dblp.org/rec/conf/icassp/Shinohara13> <https://dblp.org/rdf/schema#publishedIn> 'ICASSP' },TC33,"[""<https://dblp.org/pid/49/407>"", ""<https://dblp.org/rec/conf/icassp/Shinohara13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1375,Did Martin Schall publish in ICDAR in the last 3 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/5022> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'ICDAR' },TC35,"[""<https://dblp.org/pid/181/5022>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1376,Did M. T. Rahman and Olivia P. Paradis co-author the paper 'Is Backside the New Backdoor in Modern SoCs?: Invited Paper'?,ASK { <https://dblp.org/rec/conf/itc/VashisthaRPA19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/228/3411> . <https://dblp.org/rec/conf/itc/VashisthaRPA19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/258/8756> },TC32,"[""<https://dblp.org/pid/228/3411>"", ""<https://dblp.org/pid/258/8756>"", ""<https://dblp.org/rec/conf/itc/VashisthaRPA19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1377,"Did Kay, J. and Bob Kummerfeld co-author the paper 'Am I Meeting My Lifelong Life-Wide Goals? Towards Answers From Scrutable Scaffolded Open Learner Models (SOLMs)'?",ASK { <https://dblp.org/rec/conf/aied/KayK19a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/635> . <https://dblp.org/rec/conf/aied/KayK19a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/BobKummerfeld> },TC32,"[""<https://dblp.org/pid/88/635>"", ""<https://dblp.org/pid/k/BobKummerfeld>"", ""<https://dblp.org/rec/conf/aied/KayK19a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1378,Did P. Mahey publish the paper 'Bounds for global optimization of capacity expansion and flow assignment problems'?,ASK { <https://dblp.org/rec/journals/orl/LunaM00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/5991> },TC31,"[""<https://dblp.org/pid/10/5991>"", ""<https://dblp.org/rec/journals/orl/LunaM00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1379,Did Vasanth B. publish the paper 'The parascope editor: an interactive parallel programming tool' in SC?,ASK { <https://dblp.org/rec/conf/sc/BalasundaramKKMS89> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/502> . <https://dblp.org/rec/conf/sc/BalasundaramKKMS89> <https://dblp.org/rdf/schema#publishedIn> 'SC' },TC33,"[""<https://dblp.org/pid/05/502>"", ""<https://dblp.org/rec/conf/sc/BalasundaramKKMS89>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
