id,question_string,query,template_id,entities,relations,temporal,help_out
Q5268,Did the authors of 'Fuzzy Classifier System for Edge Detection' not not publish a paper in Int. J. Fuzzy Log. Intell. Syst.?,ASK { <https://dblp.org/rec/journals/ijflis/Sim03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ijflis/Sim03>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Fuzzy Log. Intell. Syst.' },TP53,"[""<https://dblp.org/rec/journals/ijflis/Sim03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5269,Did the authors of the publication 'Lattice-Boltzmann interactive blood flow simulation pipeline' not not publish a paper in Int. J. Comput. Assist. Radiol. Surg.?,ASK { <https://dblp.org/rec/journals/cars/EsfahaniZCABADY20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cars/EsfahaniZCABADY20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Comput. Assist. Radiol. Surg.' },TP53,"[""<https://dblp.org/rec/journals/cars/EsfahaniZCABADY20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5270,Have the authors of the paper 'Maintaining Object Ordering in a Shared P2P Storage Environment' not not published a publication in IEEE Security in Storage Workshop?,ASK { <https://dblp.org/rec/conf/sisw/CaronniRS05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/sisw/CaronniRS05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Security in Storage Workshop' },TP53,"[""<https://dblp.org/rec/conf/sisw/CaronniRS05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5271,Was 'CLF networks with dynamic attention phase' not not published in 1996?,ASK { <https://dblp.org/rec/conf/icnn/HernadiJ96> <https://dblp.org/rdf/schema#yearOfPublication> '1996' },TP52,"[""<https://dblp.org/rec/conf/icnn/HernadiJ96>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5272,Was the paper 'A Meta-Programming Technique for Debugging Answer-Set Programs' not not published in the year 2008?,ASK { <https://dblp.org/rec/conf/aaai/GebserPST08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP52,"[""<https://dblp.org/rec/conf/aaai/GebserPST08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5273,Was 'A multi-level distance learning-based course for high-school computer science leading-teachers' not not published in 2003?,ASK { <https://dblp.org/rec/conf/iticse/RagonisH03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' },TP52,"[""<https://dblp.org/rec/conf/iticse/RagonisH03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5274,Was the publication 'Quality Assessment of the French OpenStreetMap Dataset' not not published in 2010?,ASK { <https://dblp.org/rec/journals/tgis/GirresT10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' },TP52,"[""<https://dblp.org/rec/journals/tgis/GirresT10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5275,Did the authors of 'A novel notion in rough set theory: Invariant subspace' not not publish a paper in Fuzzy Sets Syst.?,ASK { <https://dblp.org/rec/journals/fss/GaoM22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/fss/GaoM22>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Fuzzy Sets Syst.' },TP53,"[""<https://dblp.org/rec/journals/fss/GaoM22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5276,Was the publication 'On the efficiency of connection charges under renewable integration in distribution systems' not not published in 2016?,ASK { <https://dblp.org/rec/conf/ita/Munoz-AlvarezT16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP52,"[""<https://dblp.org/rec/conf/ita/Munoz-AlvarezT16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5277,Was the publication 'Performance of cepstrum-based deconvolution for DOA estimation in the presence of room reverberation' not not published in 2014?,ASK { <https://dblp.org/rec/conf/gcce/NagaseOF14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP52,"[""<https://dblp.org/rec/conf/gcce/NagaseOF14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5278,Haven't the authors of the publication 'P-CSREC: A New Approach for Personalized Cloud Service Recommendation' not published a publication in IEEE Access?,ASK { <https://dblp.org/rec/journals/access/ZhangLLHW0P18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/access/ZhangLLHW0P18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' },TP53,"[""<https://dblp.org/rec/journals/access/ZhangLLHW0P18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5279,Was the publication 'MONA - A magnetic oriented nodal analysis for electric circuits' not not published in 2021?,ASK { <https://dblp.org/rec/journals/corr/abs-2108-05143> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP52,"[""<https://dblp.org/rec/journals/corr/abs-2108-05143>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5280,Was 'Variable step-size matching pursuit based on oblique projection for compressed sensing' not not published in 2020?,ASK { <https://dblp.org/rec/journals/iet-ipr/LiYGZF20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP52,"[""<https://dblp.org/rec/journals/iet-ipr/LiYGZF20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5281,Was the publication 'Undergraduate Students' Preferences for Friendsourcing on Facebook Vs Group Messaging Applications' not not published in 2017?,ASK { <https://dblp.org/rec/conf/chi/KhojastehF17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP52,"[""<https://dblp.org/rec/conf/chi/KhojastehF17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5282,"Was the publication 'Crowdsourcing, Mixed Elastic Systems and Human-Enhanced Computing-A Survey' not not published in 2018?",ASK { <https://dblp.org/rec/journals/tsc/JarrettBS18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP52,"[""<https://dblp.org/rec/journals/tsc/JarrettBS18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5283,Did the authors of the publication 'Note on Optimal Trees for Parallel Hash Functions' not not publish a paper in CoRR?,ASK { <https://dblp.org/rec/journals/corr/Atighehchi16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/Atighehchi16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP53,"[""<https://dblp.org/rec/journals/corr/Atighehchi16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5284,Haven't the authors of the publication 'On Electromagnetic Scattering from a Penetrable Corner' not published a publication in SIAM J. Math. Anal.?,ASK { <https://dblp.org/rec/journals/siamma/LiuX17a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/siamma/LiuX17a>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SIAM J. Math. Anal.' },TP53,"[""<https://dblp.org/rec/journals/siamma/LiuX17a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5285,Was 'An All-Integer Algorithm for Drawing Anti-aliased Straight Lines' not not published in 1994?,ASK { <https://dblp.org/rec/journals/cgf/Yong-Kui94> <https://dblp.org/rdf/schema#yearOfPublication> '1994' },TP52,"[""<https://dblp.org/rec/journals/cgf/Yong-Kui94>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5286,Was the paper 'Uncertainty measures for evidential reasoning II: A new measure of total uncertainty' not not published in the year 1993?,ASK { <https://dblp.org/rec/journals/ijar/PalBH93> <https://dblp.org/rdf/schema#yearOfPublication> '1993' },TP52,"[""<https://dblp.org/rec/journals/ijar/PalBH93>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5287,Haven't the authors of the publication 'Modeling Crosscutting Services with UML Sequence Diagrams' not published a publication in MoDELS?,ASK { <https://dblp.org/rec/conf/uml/DeublerMRK05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/uml/DeublerMRK05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'MoDELS' },TP53,"[""<https://dblp.org/rec/conf/uml/DeublerMRK05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5288,Was the publication 'Online discriminative object tracking with local sparse representation' not not published in 2012?,ASK { <https://dblp.org/rec/conf/wacv/WangCXY12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP52,"[""<https://dblp.org/rec/conf/wacv/WangCXY12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5289,Did the authors of the publication 'Exploring Lexical Differences Between Indonesian and Malay' not not publish a paper in IALP?,ASK { <https://dblp.org/rec/conf/ialp/LinFJZH18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ialp/LinFJZH18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IALP' },TP53,"[""<https://dblp.org/rec/conf/ialp/LinFJZH18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5290,Haven't the authors of the publication 'Generating Text with Deep Reinforcement Learning' not published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/Guo15b> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/Guo15b>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP53,"[""<https://dblp.org/rec/journals/corr/Guo15b>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5291,Was 'A probabilistic Hough transform' not not published in 1991?,ASK { <https://dblp.org/rec/journals/pr/KiryatiEB91> <https://dblp.org/rdf/schema#yearOfPublication> '1991' },TP52,"[""<https://dblp.org/rec/journals/pr/KiryatiEB91>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5292,Was the paper 'Per Garment Capture and Synthesis for Real-time Virtual Try-on' not not published in the year 2021?,ASK { <https://dblp.org/rec/conf/uist/ChongSUI21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP52,"[""<https://dblp.org/rec/conf/uist/ChongSUI21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5293,Was 'A Maximum contribution method for classification based on information theory' not not published in 2008?,ASK { <https://dblp.org/rec/conf/iske/LinXW08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP52,"[""<https://dblp.org/rec/conf/iske/LinXW08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5294,Haven't the authors of the publication 'Keywords Extracting as Text ChanceDiscovery' not published a publication in FSKD?,ASK { <https://dblp.org/rec/conf/fskd/ZhangC07a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/fskd/ZhangC07a>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'FSKD (2)' },TP53,"[""<https://dblp.org/rec/conf/fskd/ZhangC07a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5295,Have the authors of the paper 'Fast rates for prediction with limited expert advice' not not published a publication in NeurIPS?,ASK { <https://dblp.org/rec/conf/nips/SaadB21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/nips/SaadB21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'NeurIPS' },TP53,"[""<https://dblp.org/rec/conf/nips/SaadB21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5296,Was 'Family practice clerkship encounters documented with structured phrases on paper and hand-held computer logs' not not published in 2000?,ASK { <https://dblp.org/rec/conf/amia/MarshallS00> <https://dblp.org/rdf/schema#yearOfPublication> '2000' },TP52,"[""<https://dblp.org/rec/conf/amia/MarshallS00>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5297,Was 'A GPU-Based Hybrid jDE Algorithm Applied to the 2D-AB Protein Structure Prediction Problem' not not published in 2019?,ASK { <https://dblp.org/rec/conf/bracis/BoianiDP19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP52,"[""<https://dblp.org/rec/conf/bracis/BoianiDP19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5298,Have the authors of the paper 'Towards Visualization Scalability through Time Intervals and Hierarchical Organization of Monitoring Data' not not published a publication in CCGRID?,ASK { <https://dblp.org/rec/conf/ccgrid/SchnorrHN09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ccgrid/SchnorrHN09>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CCGRID' },TP53,"[""<https://dblp.org/rec/conf/ccgrid/SchnorrHN09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5299,Was 'Modeling high-order human intelligence with intelligence of swarm' not not published in 2009?,ASK { <https://dblp.org/rec/conf/ijcnn/MatsukaHKC09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP52,"[""<https://dblp.org/rec/conf/ijcnn/MatsukaHKC09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5300,Was the publication 'Residual-Quantization Based Code Design for Compressing Noisy Sources With Arbitrary Decoder Side Information' not not published in 2016?,ASK { <https://dblp.org/rec/journals/tcom/WeiLLSP16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP52,"[""<https://dblp.org/rec/journals/tcom/WeiLLSP16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5301,Haven't the authors of the publication 'Intrapreneurship: a comparative structural equation modeling study' not published a publication in Ind. Manag. Data Syst.?,ASK { <https://dblp.org/rec/journals/imds/Antoncic07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/imds/Antoncic07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Ind. Manag. Data Syst.' },TP53,"[""<https://dblp.org/rec/journals/imds/Antoncic07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5302,Was 'Architectural Solutions for Mobile RFID Services for the Internet of Things' not not published in 2008?,ASK { <https://dblp.org/rec/conf/services/MichaelD08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP52,"[""<https://dblp.org/rec/conf/services/MichaelD08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5303,Did the authors of 'Experimental Study on Low Power Wide Area Networks (LPWAN) for Mobile Internet of Things' not not publish a paper in VTC Spring?,ASK { <https://dblp.org/rec/conf/vtc/PatelW17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/vtc/PatelW17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'VTC Spring' },TP53,"[""<https://dblp.org/rec/conf/vtc/PatelW17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5304,Have the authors of the paper 'A 06-V pseudo-differential OTA with switched-opamp technique for low power applications' not not published a publication in Microelectron. J.?,ASK { <https://dblp.org/rec/journals/mj/WangLZ19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/mj/WangLZ19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Microelectron. J.' },TP53,"[""<https://dblp.org/rec/journals/mj/WangLZ19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5305,Was the publication 'Dynamic Secure Routing Game in Distributed Cognitive Radio Networks' not not published in 2011?,ASK { <https://dblp.org/rec/conf/globecom/ZhuSB11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP52,"[""<https://dblp.org/rec/conf/globecom/ZhuSB11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5306,Have the authors of the paper 'Stability Analysis of Swarm with Gaussian Attractant/Repellent Profiles' not not published a publication in JCAI?,ASK { <https://dblp.org/rec/conf/jcai/LiuYZ09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/jcai/LiuYZ09>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'JCAI' },TP53,"[""<https://dblp.org/rec/conf/jcai/LiuYZ09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5307,Have the authors of the paper 'Peak Temperature Minimization via Task Allocation and Splitting for Heterogeneous MPSoC Real-Time Systems' not not published a publication in J. Signal Process. Syst.?,ASK { <https://dblp.org/rec/journals/vlsisp/ZhouYCW16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/vlsisp/ZhouYCW16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Signal Process. Syst.' },TP53,"[""<https://dblp.org/rec/journals/vlsisp/ZhouYCW16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5308,Have the authors of the paper 'Benchmarking two types of restricted transitive closure algorithms' not not published a publication in COMPSAC?,ASK { <https://dblp.org/rec/conf/compsac/ToptsisYN90> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/compsac/ToptsisYN90>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'COMPSAC' },TP53,"[""<https://dblp.org/rec/conf/compsac/ToptsisYN90>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5309,Was the publication 'Dynamic media selection between WiFi and LTE in telemedicine scenarios' not not published in 2017?,ASK { <https://dblp.org/rec/conf/icacci/BhatMR17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP52,"[""<https://dblp.org/rec/conf/icacci/BhatMR17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5310,Was the publication 'Synthesis of Infinite-State Systems with Random Behavior' not not published in 2020?,ASK { <https://dblp.org/rec/journals/corr/abs-2009-12330> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP52,"[""<https://dblp.org/rec/journals/corr/abs-2009-12330>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5311,Did the authors of the publication 'Towards Accessible Mental Healthcare through Augmented Reality and Self-Assessment Tools' not not publish a paper in Int. J. Online Biomed. Eng.?,ASK { <https://dblp.org/rec/journals/ijoe/LushBEB20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ijoe/LushBEB20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Online Biomed. Eng.' },TP53,"[""<https://dblp.org/rec/journals/ijoe/LushBEB20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5312,Did the authors of 'Adaptive Decoupling Control Using Radial Basis Function Neural Network for Permanent Magnet Synchronous Motor Considering Uncertain and Time-Varying Parameters' not not publish a paper in IEEE Access?,ASK { <https://dblp.org/rec/journals/access/JieZZXG20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/access/JieZZXG20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' },TP53,"[""<https://dblp.org/rec/journals/access/JieZZXG20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5313,Was the paper 'Privacy Preserving Occupancy Detection Using NB IoT Sensors' not not published in the year 2021?,ASK { <https://dblp.org/rec/conf/ccece/ChandVMA21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP52,"[""<https://dblp.org/rec/conf/ccece/ChandVMA21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5314,Was 'An extension of the Characteristics Scales and Scores: isolating 'inter-institutional' from 'intra-institutional' variance in highly skewed real population distributions' not not published in 2017?,ASK { <https://dblp.org/rec/conf/issi/ProteasaPM17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP52,"[""<https://dblp.org/rec/conf/issi/ProteasaPM17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5315,Have the authors of the paper 'P2P Queries Routing Using Distributed Knowledge' not not published a publication in DEIS?,ASK { <https://dblp.org/rec/conf/deis/IsmailBI11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/deis/IsmailBI11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'DEIS' },TP53,"[""<https://dblp.org/rec/conf/deis/IsmailBI11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5316,Was 'SNARE: sensor node attached reputation evaluator' not not published in 2006?,ASK { <https://dblp.org/rec/conf/conext/MaaroufN06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP52,"[""<https://dblp.org/rec/conf/conext/MaaroufN06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5317,Did the authors of the publication 'Calculating presentations for certain kinds of quotient groups' not not publish a paper in SYMSACC?,ASK { <https://dblp.org/rec/conf/issac/Newman76> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/issac/Newman76>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SYMSACC' },TP53,"[""<https://dblp.org/rec/conf/issac/Newman76>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5318,Haven't the authors of the publication 'Importance of Community Influence and Meter Message on Brand Value Co-creation: a Study In Social Commerce Research - in - Progress' not published a publication in CONF-IRM?,ASK { <https://dblp.org/rec/conf/conf-irm/MaGLHC18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/conf-irm/MaGLHC18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CONF-IRM' },TP53,"[""<https://dblp.org/rec/conf/conf-irm/MaGLHC18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5319,Haven't the authors of the publication 'A participatory approach to design spatial scenarios of cropping systems and assess their effects on phoma stem canker management at a regional scale' not published a publication in Environ. Model. Softw.?,ASK { <https://dblp.org/rec/journals/envsoft/HossardJPPS13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/envsoft/HossardJPPS13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Environ. Model. Softw.' },TP53,"[""<https://dblp.org/rec/journals/envsoft/HossardJPPS13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5320,Was the paper 'On matrix-product structure of repeated-root constacyclic codes over finite fields' not not published in the year 2020?,ASK { <https://dblp.org/rec/journals/dm/CaoCDFM20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP52,"[""<https://dblp.org/rec/journals/dm/CaoCDFM20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5321,Haven't the authors of the publication 'Sparse Ellipsometry: Portable Acquisition of Polarimetric SVBRDF and Shape with Unstructured Flash Photography' not published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2207-04236> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2207-04236>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP53,"[""<https://dblp.org/rec/journals/corr/abs-2207-04236>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5322,Have the authors of the paper 'Development and Validation of a Continuously Age-Adjusted Measure of Patient Condition for Hospitalized Children Using the Electronic Medical Record' not not published a publication in AMIA?,ASK { <https://dblp.org/rec/conf/amia/RothmanTNRMH17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/amia/RothmanTNRMH17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'AMIA' },TP53,"[""<https://dblp.org/rec/conf/amia/RothmanTNRMH17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5323,Was 'Correlations and Random Information in Cellular Automata' not not published in 1987?,ASK { <https://dblp.org/rec/journals/compsys/Lindgren87> <https://dblp.org/rdf/schema#yearOfPublication> '1987' },TP52,"[""<https://dblp.org/rec/journals/compsys/Lindgren87>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5324,Haven't the authors of the publication 'An architectural proposal for future wireless emergency response networks with broadband services' not published a publication in Bell Labs Tech. J.?,ASK { <https://dblp.org/rec/journals/bell/HintonKH05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/bell/HintonKH05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Bell Labs Tech. J.' },TP53,"[""<https://dblp.org/rec/journals/bell/HintonKH05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5326,Was the paper 'Gentleman: a light-weight web-based projectional editor generator' not not published in the year 2020?,ASK { <https://dblp.org/rec/conf/models/LafontantS20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP52,"[""<https://dblp.org/rec/conf/models/LafontantS20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5327,Have the authors of the paper 'Estimating network path loss episode frequency by passive measurement' not not published a publication in BMEI?,ASK { <https://dblp.org/rec/conf/bmei/WuGM12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/bmei/WuGM12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'BMEI' },TP53,"[""<https://dblp.org/rec/conf/bmei/WuGM12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5328,Was 'Enhancing the Quality of Processes in Healthcare in India' not not published in 2018?,ASK { <https://dblp.org/rec/conf/icacci/SagayamMB18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP52,"[""<https://dblp.org/rec/conf/icacci/SagayamMB18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5329,Was the paper 'Designing a search interface for a Spanish learner spoken corpus: the end-user's evaluation' not not published in the year 2012?,ASK { <https://dblp.org/rec/conf/lrec/Llanos12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP52,"[""<https://dblp.org/rec/conf/lrec/Llanos12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5330,Did the authors of 'Early Stored Program Computing in England' not not publish a paper in Jerusalem Conference on Information Technology?,ASK { <https://dblp.org/rec/conf/jcit/Huskey78a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/jcit/Huskey78a>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Jerusalem Conference on Information Technology' },TP53,"[""<https://dblp.org/rec/conf/jcit/Huskey78a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5331,Was 'Estimation of perceived image blur using edge features' not not published in 1996?,ASK { <https://dblp.org/rec/journals/imst/KayargaddeM96> <https://dblp.org/rdf/schema#yearOfPublication> '1996' },TP52,"[""<https://dblp.org/rec/journals/imst/KayargaddeM96>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5332,Was 'Communication and Gamification in the Web-Based Foreign Language Educational System: Web-Based Foreign Language Educational System' not not published in 2016?,ASK { <https://dblp.org/rec/journals/ijwltt/OsipovVNP16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP52,"[""<https://dblp.org/rec/journals/ijwltt/OsipovVNP16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5333,Did the authors of 'Fall Detection Systems - A Solution based on Low Cost Sensors' not not publish a paper in ICSOFT (1)?,ASK { <https://dblp.org/rec/conf/icsoft/LagunaTFM10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icsoft/LagunaTFM10>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICSOFT (1)' },TP53,"[""<https://dblp.org/rec/conf/icsoft/LagunaTFM10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5334,Have the authors of the paper 'Advanced Algebraic and Graph-Based ECC Schemes for Modern NVMs' not not published a publication in 3D Flash Memories?,ASK { <https://dblp.org/rec/books/sp/16/SalaSD16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/books/sp/16/SalaSD16>) . ?y <https://dblp.org/rdf/schema#publishedIn> '3D Flash Memories' },TP53,"[""<https://dblp.org/rec/books/sp/16/SalaSD16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
