id,question_string,query,template_id,entities,relations,temporal,help_out
Q5850,Mention the venues in which 'Text-independent speaker verification using virtual speaker based cohort normalization' and 'Semantic querying over knowledge in biomedical text corpora annotated with multiple ontologies' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/interspeech/IsobeT99> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/bcb/ChuaK12> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/interspeech/IsobeT99>"", ""<https://dblp.org/rec/conf/bcb/ChuaK12>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5851,Where were the publications 'Blue matter on blue gene/L: massively parallel computation for biomolecular simulation' and 'Link Bias in Network Formation Games' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/codes/GermainFREPSGW05> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/socialcom/LichterFG11> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/codes/GermainFREPSGW05>"", ""<https://dblp.org/rec/conf/socialcom/LichterFG11>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5852,Mention the years in which 'An Exact Closed-Form Expression for the BER of Binary Modulations with Dual-Branch Selection over Generalized-K Fading' and 'Autonomy requirements engineering: a case study on the BepiColombo mission' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/vtc/AnsariAYAY11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/c3s2e/VassevH13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/vtc/AnsariAYAY11>"", ""<https://dblp.org/rec/conf/c3s2e/VassevH13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5853,Who are the authors of the paper 'Supervised promoter recognition: a benchmark framework' and the publication 'A User-Centered Experiment and Logging Framework for Interactive Information Retrieval'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/bmcbi/MartellZJS22> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/bmcbi/MartellZJS22> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/bmcbi/MartellZJS22>"", ""<https://dblp.org/rec/conf/sigir/BierigGC09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5854,Name the authors of 'Hankel determinants for some common lattice paths' and 'A Type-II Analog PLL with Time-Domain Processing'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/aam/SulankeX08> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/aam/SulankeX08> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/aam/SulankeX08>"", ""<https://dblp.org/rec/conf/iscas/YinECF21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5855,When were the publications 'Tools and Techniques for Automatic Data Layout: A Case Study' and 'An 11k-Electrode 126-Channel High-Density Microelectrode Array to Interact with Electrogenic Cells' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/pc/AyguadeGK98> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/isscc/FreyHPHGSKH07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/pc/AyguadeGK98>"", ""<https://dblp.org/rec/conf/isscc/FreyHPHGSKH07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5856,Name the authors of 'Deep Ensemble Learning Model for Long-Term Travel Time Prediction on Highways' and 'Double-entry Accounting Provides Software-Independent Algorithm for Confirming the Integrity of Automated Election Tallies'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/aike/HoCHW21> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/aike/HoCHW21> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/aike/HoCHW21>"", ""<https://dblp.org/rec/conf/ev/Verzola10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5857,List the venues in which 'Parameterized complexity of the MINCCA problem on graphs of bounded decomposability' and 'Using Metaprogramming to Add Persistence to CLOS' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tcs/GozupekOPSS17> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/iccl/LeeZ94> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/tcs/GozupekOPSS17>"", ""<https://dblp.org/rec/conf/iccl/LeeZ94>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5858,List the venues in which 'Providing Hard Real-Time Guarantees in Context-Aware Applications: Challenges and Requirements' and 'ULMFiT replication' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/nca/BoulkenafedHMBC05> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/lrec/AbdellatifE20> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/nca/BoulkenafedHMBC05>"", ""<https://dblp.org/rec/conf/lrec/AbdellatifE20>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5859,"Who are the authors of the paper 'A neighborhood condition for fractional ID-[a, b]-factor-critical graphs' and the publication 'View Synthesis from Unregistered 2-D Images'?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/dmgt/SunYZ16> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/dmgt/SunYZ16> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/dmgt/SunYZ16>"", ""<https://dblp.org/rec/conf/graphicsinterface/HavaldarLM96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5860,"Where were the publications 'Metadynamics Simulations Distinguish Short- and Long-Residence-Time Inhibitors of Cyclin-Dependent Kinase 8' and 'Design of a high-speed, low-noise CMOS data output buffer' published?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jcisd/CallegariLPRMRC17> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/integration/HaqueSBM06> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/jcisd/CallegariLPRMRC17>"", ""<https://dblp.org/rec/journals/integration/HaqueSBM06>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5861,Who are the authors of 'Using Linguist's Assistant for Language Description and Translation' and 'Bandwidth scheduling for wide-area ATM networks using virtual finishing times'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/ijcnlp/Beale11> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/ijcnlp/Beale11> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/ijcnlp/Beale11>"", ""<https://dblp.org/rec/journals/ton/HungK96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5862,When were the publications 'Heidelberg Colorectal Data Set for Surgical Data Science in the Sensor Operating Room' and 'Driving Fitness Detection : A Holistic Approach For Prevention of Drowsy and Drunk Driving using Computer Vision Techniques' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-2005-03501> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/seeda/ChatterjeeIS18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/corr/abs-2005-03501>"", ""<https://dblp.org/rec/conf/seeda/ChatterjeeIS18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5863,Mention the years in which 'Logic Programming: Further Developments' and 'Ein Virtueller Dokumentenserver f\u00FCr Digitale Bibliotheken' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/slp/Gallaire85> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/btw/Zeitz01> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/slp/Gallaire85>"", ""<https://dblp.org/rec/conf/btw/Zeitz01>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5864,Mention the venues in which 'Lossy Compression with Near-uniform Encoder Outputs' and 'Multi-timescale Fairness for Heterogeneous Broadband Traffic in Access-Aggregation Networks' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/VellambiKB16> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/epew/NadasVHMT21> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/corr/VellambiKB16>"", ""<https://dblp.org/rec/conf/epew/NadasVHMT21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5865,List the venues in which 'Generation and compaction of mixed broadside and skewed-load n-detection test sets for transition faults' and 'Cryptanalysis of 'MAKE'' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/dft/Pomeranz12> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/iacr/BrownKL21> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/dft/Pomeranz12>"", ""<https://dblp.org/rec/journals/iacr/BrownKL21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5866,Mention the years in which 'A Conflict Detection Method Based on Constraint Satisfaction in Collaborative Design' and 'Myosis' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jcse/YangWZZ15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/siggraph/Thompson14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/jcse/YangWZZ15>"", ""<https://dblp.org/rec/conf/siggraph/Thompson14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5867,Who are the authors of the paper 'Introducing adaptive mechatronic designs in bulk handling industry' and the publication 'Teaching metacognition: Helping engineering students take ownership of their own learning'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/aimech/KolJMS21> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/aimech/KolJMS21> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/aimech/KolJMS21>"", ""<https://dblp.org/rec/conf/fie/CunninghamMHM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5868,Where were the publications 'Indoor Positioning with Wireless Local Area Networks (WLAN)' and 'Study of the Association between Postural Misalignments in School Students' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/reference/gis/KushkiPV17> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/symmetry/GouveiaFRC21> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/reference/gis/KushkiPV17>"", ""<https://dblp.org/rec/journals/symmetry/GouveiaFRC21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5869,List the venues in which 'Metering equipment running error estimation model based on genetic optimized LM algorithm' and 'A Constraint-Based Framework for Test Case Generation in Method-Level Black-Box Unit Testing' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jcmse/ChenHLDK22> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/jise/ChangL16> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/jcmse/ChenHLDK22>"", ""<https://dblp.org/rec/journals/jise/ChangL16>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5870,Name the authors of 'A New Approach for Designing Stable Nonlinear bounded-Lipschitz Observers' and 'PM2PLS: An Integration of Proxy Mobile IPv6 and MPLS'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/med/PapageorgiouA20> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/med/PapageorgiouA20> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/med/PapageorgiouA20>"", ""<https://dblp.org/rec/journals/corr/abs-1107-4110>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5871,Where were 'Grammar Coverings of a Deterministic Parser with Action Conflicts' and 'A robust digital audio watermarking scheme using wavelet moment invariance' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ipl/LeeC94> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/jss/WangNL11> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/ipl/LeeC94>"", ""<https://dblp.org/rec/journals/jss/WangNL11>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5872,Who are the authors of the paper 'Accelerated training of conditional random fields with stochastic gradient methods' and the publication 'Why Can't We Implement This SDM?'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icml/VishwanathanSSM06> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/icml/VishwanathanSSM06> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/icml/VishwanathanSSM06>"", ""<https://dblp.org/rec/journals/software/Roberts99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5873,When were 'A methodology for clustering XML documents by structure' and 'On complete system of invariants for the binary form of degree 7' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/is/DalamagasCWS06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/jsc/Bedratyuk07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/is/DalamagasCWS06>"", ""<https://dblp.org/rec/journals/jsc/Bedratyuk07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5874,Name the authors of 'Minimal Sufficient Conditions for Structural Observability/Controllability of Composite Networks via Kronecker Product' and 'On-Line Predictive Load Shedding for Network Monitoring'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-1912-03470> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-1912-03470> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/corr/abs-1912-03470>"", ""<https://dblp.org/rec/conf/networking/Barlet-RosAISS07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5875,"Who are the authors of 'Recursive compositional models: Representation, learning, and inference' and 'Novel Two-phase Switched Reluctance Machine using Common-Pole E-Core Structure: Concept, Analysis, and Experimental Verification'?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/cvpr/ZhuY09> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/cvpr/ZhuY09> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/cvpr/ZhuY09>"", ""<https://dblp.org/rec/conf/iasam/LeeKL07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5876,Who are the authors of 'Understanding the Correlation between Teacher and Student Behavior in the Classroom and Its Consequent Academic Performance' and 'Characterization inference based on joint-optimization of multi-layer semantics and deep fusion matching network'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/csedu/DamascenoFO19> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/csedu/DamascenoFO19> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/csedu/DamascenoFO19>"", ""<https://dblp.org/rec/journals/peerj-cs/ZhengY22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5877,When were the publications 'Effect of time integration scheme in the numerical approximation of thermally coupled problems: From first to third order' and 'An Efficient Data-Path Synthesis Based on Algorithmic Description under the Constraints of Time and Area' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/cma/OrtegaCCM21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/chdl/XuI93> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/cma/OrtegaCCM21>"", ""<https://dblp.org/rec/conf/chdl/XuI93>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5878,Mention the venues in which 'Encouraging Self-Explanation Through Case-Based Tutoring: A Case Study' and 'Platforms and viability of mobile GIS in real-time hydrological models: A review and proposed model' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/iccbr/RedmondP97> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/jsit/AlsabhanL11> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/iccbr/RedmondP97>"", ""<https://dblp.org/rec/journals/jsit/AlsabhanL11>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5879,Mention the years in which 'Model development of a Bayesian Belief Network for managing inundation events for wetland fish' and 'On the Role of Avatars in Argumentation' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/envsoft/VilizziPBGKKMN13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/ht/BlountMW15a> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/envsoft/VilizziPBGKKMN13>"", ""<https://dblp.org/rec/conf/ht/BlountMW15a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5880,Where were the publications 'Batched Large-scale Bayesian Optimization in High-dimensional Spaces' and 'A New Methodology for Error Detection and Data Completion in a Large Historical Catalogue Based on an Event Ontology and Network Analysis' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/aistats/WangGKJ18> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/dihu/PreborZBB18> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/aistats/WangGKJ18>"", ""<https://dblp.org/rec/conf/dihu/PreborZBB18>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5881,When were the publications 'How would you like to be rewarded? Relating the Big-Five personality traits with reward contingency in a cognitive training puzzle game' and 'Partial least squares: a versatile tool for the analysis of high-dimensional genomic data' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/segah/NagleRW16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/bib/BoulesteixS07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/segah/NagleRW16>"", ""<https://dblp.org/rec/journals/bib/BoulesteixS07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5882,"Mention the venues in which 'Multiuser Scheduling and Pairing With Interference Mitigation for LTE Uplink Cellular Networks' and 'Diffusion Models for Peer-to-Peer (P2P) Media Distribution: On the Impact of Decentralized, Constrained Supply' were published.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tvt/FanLLL15> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/isr/HosanagarHT10> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/tvt/FanLLL15>"", ""<https://dblp.org/rec/journals/isr/HosanagarHT10>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5883,Mention the venues in which 'A novel and fast MPC based control strategy for switched linear systems including soft switching cost' and 'Helping Poor Readers: A Case Study of a Computer Assisted Instruction Reading Tutorial' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/cdc/GauLZ17> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/amcis/Crews03> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/cdc/GauLZ17>"", ""<https://dblp.org/rec/conf/amcis/Crews03>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5884,Who are the authors of the paper 'Automating Privacy Enforcement in Cloud Platforms' and the publication 'DeepDetect: A Practical On-device Android Malware Detector'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/esorics/YuSSO12> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/esorics/YuSSO12> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/esorics/YuSSO12>"", ""<https://dblp.org/rec/conf/qrs/KumarMPS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5885,Who are the authors of 'Content Dependent Data Hiding on GSM Full Rate Encoded Speech' and 'Query Building in a Distributed Semantic Indexing System'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icsap/ShahbaziSRSM10> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/icsap/ShahbaziSRSM10> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/icsap/ShahbaziSRSM10>"", ""<https://dblp.org/rec/series/sci/MoulinL11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5886,When were 'Planar Hand Motion Guidance UsingFingertip Skin-Stretch Feedback' and 'Random sequencing jobs with deadlines problem: Growth of the optimal solution values' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/toh/NormanDGP14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/eor/Szkatula98> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/toh/NormanDGP14>"", ""<https://dblp.org/rec/journals/eor/Szkatula98>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5887,Who are the authors of 'Modified gradient dynamic approach to the tensor complementarity problem' and 'Multi-modal dimensionality reduction using effective distance'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/oms/WangCQW20> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/oms/WangCQW20> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/oms/WangCQW20>"", ""<https://dblp.org/rec/journals/ijon/ZhangZZ17a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5888,When were the publications 'An Alpha-FL Algorithm for Discovering Free Loop Structures From Incomplete Event Logs' and 'Discrete-time backpropagation for training synaptic delay-based artificial neural networks' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/access/HeDWQS18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/tnn/DuroR99> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/access/HeDWQS18>"", ""<https://dblp.org/rec/journals/tnn/DuroR99>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5889,List the venues in which 'Orbital Energy-Based Reaction Analysis of SN2 Reactions' and 'An Efficient Signcryption Scheme from q-Diffie-Hellman Problems' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/computation/TsunedaMHS16> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/iacr/Kar12a> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/computation/TsunedaMHS16>"", ""<https://dblp.org/rec/journals/iacr/Kar12a>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5890,Where were the publications 'Low-complexity distributed power control for utility maximization in wireless networks' and 'Optimizing Over the Efficient Set Using a Top-Down Search of Faces' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/iwcmc/Tsoukatos15> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ior/Sayin00> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/iwcmc/Tsoukatos15>"", ""<https://dblp.org/rec/journals/ior/Sayin00>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5891,List the venues in which 'Deterministic microcode machine generation' and 'Image inpainting via a control-theoretical model of human vision' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/desec/MzahMA17> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/icca/BoscainGP18> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/desec/MzahMA17>"", ""<https://dblp.org/rec/conf/icca/BoscainGP18>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5892,Mention the venues in which 'Mithril: Stake-based Threshold Multisignatures' and 'Eight Problems for the Mirror Neuron Theory of Action Understanding in Monkeys and Humans' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/iacr/ChaidosK21> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/jocn/Hickok09> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/iacr/ChaidosK21>"", ""<https://dblp.org/rec/journals/jocn/Hickok09>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5893,Name the authors of 'Parallel Contextual Array Insertion Deletion Grammar' and 'Chaos and Logistic Map Based Key Generation Technique for AES-Driven IoT Security'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/iwcia/ThomasINT18> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/iwcia/ThomasINT18> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/iwcia/ThomasINT18>"", ""<https://dblp.org/rec/conf/qshine/RahmanYKS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5894,Who are the authors of 'IMOVE: A Motion Tracking and Projection Framework for Social Interaction Applications' and 'A combined GDM-ELLAM-MMOC scheme for advection dominated PDEs'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijcgt/KegeleersBLSB19> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/ijcgt/KegeleersBLSB19> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/ijcgt/KegeleersBLSB19>"", ""<https://dblp.org/rec/journals/jcam/ChengDL22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5895,List the venues in which 'MAGDA: a software environment for Mobile AGent based Distributed Applications' and 'Inertial Sensor Data To Image Encoding For Human Action Recognition' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/pdp/AversaMMV03> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-2105-13533> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/pdp/AversaMMV03>"", ""<https://dblp.org/rec/journals/corr/abs-2105-13533>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5896,Who are the authors of 'Allocation and Binding in Data Path Synthesis Using a Genetic Algorithm Approach' and 'Markerless motion capture based on diffusion geometry and silhouettes'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/vlsid/MandalCG96> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/vlsid/MandalCG96> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/vlsid/MandalCG96>"", ""<https://dblp.org/rec/journals/jei/LiangM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5897,Mention the years in which 'Enforcing System-Wide Properties' and 'A review of kernels on covariance matrices for BCI applications' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/aswec/EichbergMSBH04> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/mlsp/Yger13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/aswec/EichbergMSBH04>"", ""<https://dblp.org/rec/conf/mlsp/Yger13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5898,When were 'An Active Sleep Monitoring Framework Using Wearables' and 'Real-time analytics processing with MapReduce' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tiis/HossainRKR18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/icmlc/PengJCZ12a> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/tiis/HossainRKR18>"", ""<https://dblp.org/rec/conf/icmlc/PengJCZ12a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5899,Where were 'Error-Free 125 Gb/s Direct Modulation of Low-Threshold Hybrid Quantum-Dot Microring Laser' and 'Underwater Acoustic Positioning System using Ultrasonic Waves for Diving Support' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/ecoc/ZhangLKDB18> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/wac2/KanekoK21> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/ecoc/ZhangLKDB18>"", ""<https://dblp.org/rec/conf/wac2/KanekoK21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5900,List the venues in which 'A Complete Revolution in Software Engineering Based on Complexity Science' and 'Codetrail: Connecting source code and web resources' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/serp/XiongX09> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/vl/GoldmanM08> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/serp/XiongX09>"", ""<https://dblp.org/rec/conf/vl/GoldmanM08>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
