id,question_string,query,template_id,entities,relations,temporal,help_out
Q6137,"In the year 2022 in CoRR, what are the titles of the research papers on Cost overruns?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2203-00430> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2203-00430> <https://dblp.org/rdf/schema#yearOfPublication> '2022' . <https://dblp.org/rec/journals/corr/abs-2203-00430> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/abs-2203-00430>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6138,Who are the authors that published papers about Multiplexer approach in ICGEC in 2012?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icgec/ChiouLCLWY12> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/icgec/ChiouLCLWY12> <https://dblp.org/rdf/schema#publishedIn> 'ICGEC' . <https://dblp.org/rec/conf/icgec/ChiouLCLWY12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP91,"[""<https://dblp.org/rec/conf/icgec/ChiouLCLWY12>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6139,"In 2014 in Sensors, who are the authors that published papers about Laser reflectivity?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/PyoHTKM14> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/sensors/PyoHTKM14> <https://dblp.org/rdf/schema#publishedIn> 'Sensors' . <https://dblp.org/rec/journals/sensors/PyoHTKM14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP91,"[""<https://dblp.org/rec/journals/sensors/PyoHTKM14>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6140,Huawei Technologies published a paper on Throughput tradeoffs in what year?,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tvt/ChenSD14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Huawei Technologies, Beijing, China' . <https://dblp.org/rec/journals/tvt/ChenSD14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/tvt/ChenSD14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6141,"In the year 1995 in INFOVIS, what are the titles of the research papers on Web access?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/infovis/AngusS95> <https://dblp.org/rdf/schema#publishedIn> 'INFOVIS' . <https://dblp.org/rec/conf/infovis/AngusS95> <https://dblp.org/rdf/schema#yearOfPublication> '1995' . <https://dblp.org/rec/conf/infovis/AngusS95> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/infovis/AngusS95>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6142,What are the titles of the papers on Re- that were published in CoRR in 2020?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2007-04644> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2007-04644> <https://dblp.org/rdf/schema#yearOfPublication> '2020' . <https://dblp.org/rec/journals/corr/abs-2007-04644> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/abs-2007-04644>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6143,Who are the authors that published papers about Law distribution in CoRR in 2021?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2104-06714> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/corr/abs-2104-06714> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2104-06714> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP91,"[""<https://dblp.org/rec/journals/corr/abs-2104-06714>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6144,"In IEEE Trans. Image Process. in 2013, what are the titles of the papers on Core models?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tip/KimKK13> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Image Process.' . <https://dblp.org/rec/journals/tip/KimKK13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' . <https://dblp.org/rec/journals/tip/KimKK13> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/tip/KimKK13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6145,"In Selected Areas in Cryptography in 2017, what are the titles of the papers on Clock synchronization?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sac/EchtleM17> <https://dblp.org/rdf/schema#publishedIn> 'SAC' . <https://dblp.org/rec/conf/sac/EchtleM17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' . <https://dblp.org/rec/conf/sac/EchtleM17> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/sac/EchtleM17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6146,"In Comput. J. in 1965, what are the titles of the papers on Book review?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cj/Maguire65> <https://dblp.org/rdf/schema#publishedIn> 'Comput. J.' . <https://dblp.org/rec/journals/cj/Maguire65> <https://dblp.org/rdf/schema#yearOfPublication> '1965' . <https://dblp.org/rec/journals/cj/Maguire65> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/cj/Maguire65>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6147,"In 2019 in CoRR, what are the titles of the papers on Attention network?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1901-03788> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-1901-03788> <https://dblp.org/rdf/schema#yearOfPublication> '2019' . <https://dblp.org/rec/journals/corr/abs-1901-03788> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/abs-1901-03788>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6148,"In the year 2021 in ISCID, what are the titles of the research papers on Matching measurement?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iscid/WangLW21> <https://dblp.org/rdf/schema#publishedIn> 'ISCID' . <https://dblp.org/rec/conf/iscid/WangLW21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/conf/iscid/WangLW21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/iscid/WangLW21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6149,"In 2022 in CoRR, what are the titles of the papers on Model narratives?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2204-09557> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2204-09557> <https://dblp.org/rdf/schema#yearOfPublication> '2022' . <https://dblp.org/rec/journals/corr/abs-2204-09557> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/abs-2204-09557>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6150,"In Softwaretechnik-Trends in 2019, what are the titles of the papers on Verbesserung durch?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/stt/ScherrME19> <https://dblp.org/rdf/schema#publishedIn> 'Softwaretechnik-Trends' . <https://dblp.org/rec/journals/stt/ScherrME19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' . <https://dblp.org/rec/journals/stt/ScherrME19> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/stt/ScherrME19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6151,What are the titles of the papers on Quantum cournot that were published in Quantum Inf. Process. in 2021?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/qip/ShiX21> <https://dblp.org/rdf/schema#publishedIn> 'Quantum Inf. Process.' . <https://dblp.org/rec/journals/qip/ShiX21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/journals/qip/ShiX21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/qip/ShiX21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6152,"In the year 2021 in Verification, Model Checking and Abstract Interpretation, what are the titles of the research papers on Network models?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vmcai/ZhangZAAFJ21> <https://dblp.org/rdf/schema#publishedIn> 'VMCAI' . <https://dblp.org/rec/conf/vmcai/ZhangZAAFJ21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/conf/vmcai/ZhangZAAFJ21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/vmcai/ZhangZAAFJ21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6153,"In the year 2015 in Sensors, what are the titles of the research papers on Transport protocol?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/ZikriaNIK15> <https://dblp.org/rdf/schema#publishedIn> 'Sensors' . <https://dblp.org/rec/journals/sensors/ZikriaNIK15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' . <https://dblp.org/rec/journals/sensors/ZikriaNIK15> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/sensors/ZikriaNIK15>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6154,"In 2005 in Mobile and Ubiquitous Multimedia (ACM), who are the authors that published papers about Object recognition?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mum/FocklerZBBB05> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/mum/FocklerZBBB05> <https://dblp.org/rdf/schema#publishedIn> 'MUM' . <https://dblp.org/rec/conf/mum/FocklerZBBB05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' },TP91,"[""<https://dblp.org/rec/conf/mum/FocklerZBBB05>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6155,"In CoRR in 2019, who are the authors that published papers about Image analysis?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1908-10661> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/corr/abs-1908-10661> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-1908-10661> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP91,"[""<https://dblp.org/rec/journals/corr/abs-1908-10661>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6156,"When was the research paper on Parseval wavelet frames by St. Petersburg State University, Russia published?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/amc/Skopina17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'St. Petersburg State University, Russia' . <https://dblp.org/rec/journals/amc/Skopina17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/amc/Skopina17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6157,"In IBM J. Res. Dev. in 1989, who are the authors that published papers about Area fault?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ibmrd/Stapper89> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/ibmrd/Stapper89> <https://dblp.org/rdf/schema#publishedIn> 'IBM J. Res. Dev.' . <https://dblp.org/rec/journals/ibmrd/Stapper89> <https://dblp.org/rdf/schema#yearOfPublication> '1989' },TP91,"[""<https://dblp.org/rec/journals/ibmrd/Stapper89>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6158,Who are the authors that published papers about Surveillance sensor in Comput. Commun. in 2021?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/comcom/DengLZZ21> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/comcom/DengLZZ21> <https://dblp.org/rdf/schema#publishedIn> 'Comput. Commun.' . <https://dblp.org/rec/journals/comcom/DengLZZ21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP91,"[""<https://dblp.org/rec/journals/comcom/DengLZZ21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6159,"In ICT Innovations in 2015, who are the authors that published papers about Cache separation impact?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ictinnovations/Cano14> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/ictinnovations/Cano14> <https://dblp.org/rdf/schema#publishedIn> 'ICT Innovations' . <https://dblp.org/rec/conf/ictinnovations/Cano14> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP91,"[""<https://dblp.org/rec/conf/ictinnovations/Cano14>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6160,"In the year 2003 in ISCAS, what are the titles of the research papers on Phase quantization?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iscas/SamadianHA03> <https://dblp.org/rdf/schema#publishedIn> 'ISCAS (1)' . <https://dblp.org/rec/conf/iscas/SamadianHA03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' . <https://dblp.org/rec/conf/iscas/SamadianHA03> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/iscas/SamadianHA03>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6161,Who are the authors that published papers about Identity verification in IJCB in 2011?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icb/MessermanMCA11> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/icb/MessermanMCA11> <https://dblp.org/rdf/schema#publishedIn> 'IJCB' . <https://dblp.org/rec/conf/icb/MessermanMCA11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP91,"[""<https://dblp.org/rec/conf/icb/MessermanMCA11>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6162,What are the titles of the papers on Multi- that were published in Digit. Signal Process. in 2010?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dsp/GujrathiHCW10> <https://dblp.org/rdf/schema#publishedIn> 'Digit. Signal Process.' . <https://dblp.org/rec/journals/dsp/GujrathiHCW10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' . <https://dblp.org/rec/journals/dsp/GujrathiHCW10> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/dsp/GujrathiHCW10>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6163,"In the year 2013 in ICIS, who are the authors that published research papers about Information systems security management?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icis/PoloniaS13> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/icis/PoloniaS13> <https://dblp.org/rdf/schema#publishedIn> 'ICIS' . <https://dblp.org/rec/conf/icis/PoloniaS13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP91,"[""<https://dblp.org/rec/conf/icis/PoloniaS13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6164,What are the titles of the papers on Scale application that were published in KES-IDT in 2019?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/kesidt/HassenZK19> <https://dblp.org/rdf/schema#publishedIn> 'KES-IDT (2)' . <https://dblp.org/rec/conf/kesidt/HassenZK19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' . <https://dblp.org/rec/conf/kesidt/HassenZK19> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/kesidt/HassenZK19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6165,Who are the authors that published papers about Mechanics education in Int. J. Emerg. Technol. Learn. in 2006?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijet/Thaller06> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/ijet/Thaller06> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Emerg. Technol. Learn.' . <https://dblp.org/rec/journals/ijet/Thaller06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP91,"[""<https://dblp.org/rec/journals/ijet/Thaller06>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6166,Who are the authors that published papers about Pattern mining in International Conference on Advanced Data Mining and Applications in 2006?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/adma/JinZ06> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/adma/JinZ06> <https://dblp.org/rdf/schema#publishedIn> 'ADMA' . <https://dblp.org/rec/conf/adma/JinZ06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP91,"[""<https://dblp.org/rec/conf/adma/JinZ06>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6167,"In 2017 in IEEE Trans. Cybern., what are the titles of the papers on Tracking control?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcyb/WangSLZ17> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Cybern.' . <https://dblp.org/rec/journals/tcyb/WangSLZ17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' . <https://dblp.org/rec/journals/tcyb/WangSLZ17> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/tcyb/WangSLZ17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6168,"In 2016 in Intell. Data Anal., what are the titles of the papers on Graph matching?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ida/HuF16> <https://dblp.org/rdf/schema#publishedIn> 'Intell. Data Anal.' . <https://dblp.org/rec/journals/ida/HuF16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' . <https://dblp.org/rec/journals/ida/HuF16> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ida/HuF16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6169,What are the titles of the papers on Robot interaction that were published in HRI in 2022?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hri/BischofHKR22> <https://dblp.org/rdf/schema#publishedIn> 'HRI' . <https://dblp.org/rec/conf/hri/BischofHKR22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' . <https://dblp.org/rec/conf/hri/BischofHKR22> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/hri/BischofHKR22>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6170,"In 2022 in Trans. GIS, what are the titles of the papers on Media activities?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tgis/WeiY22> <https://dblp.org/rdf/schema#publishedIn> 'Trans. GIS' . <https://dblp.org/rec/journals/tgis/WeiY22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' . <https://dblp.org/rec/journals/tgis/WeiY22> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/tgis/WeiY22>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6171,"In the year 2018 in IT Prof., what are the titles of the research papers on Exchange rate?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/itpro/TsaihKLH18> <https://dblp.org/rdf/schema#publishedIn> 'IT Prof.' . <https://dblp.org/rec/journals/itpro/TsaihKLH18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' . <https://dblp.org/rec/journals/itpro/TsaihKLH18> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/itpro/TsaihKLH18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6172,What are the titles of the papers on Streams clustering that were published in Inf. Sci. in 2020?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/isci/BezerraCGA20> <https://dblp.org/rdf/schema#publishedIn> 'Inf. Sci.' . <https://dblp.org/rec/journals/isci/BezerraCGA20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' . <https://dblp.org/rec/journals/isci/BezerraCGA20> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/isci/BezerraCGA20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6173,"In 2022 in IEEE Trans. Instrum. Meas., what are the titles of the papers on Gas sensor?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tim/JiangTCJW22> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Instrum. Meas.' . <https://dblp.org/rec/journals/tim/JiangTCJW22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' . <https://dblp.org/rec/journals/tim/JiangTCJW22> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/tim/JiangTCJW22>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6174,"In 2022 in CoRR, what are the titles of the papers on Object discovery?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2204-02075> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2204-02075> <https://dblp.org/rdf/schema#yearOfPublication> '2022' . <https://dblp.org/rec/journals/corr/abs-2204-02075> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/abs-2204-02075>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6175,"In the year 2019 in ICCSA (6), who are the authors that published research papers about Sporting attractiveness?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iccsa/LaduBB19> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/iccsa/LaduBB19> <https://dblp.org/rdf/schema#publishedIn> 'ICCSA (6)' . <https://dblp.org/rec/conf/iccsa/LaduBB19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP91,"[""<https://dblp.org/rec/conf/iccsa/LaduBB19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6176,What are the titles of the papers on Panorama vr imaging that were published in Clust. Comput. in 2018?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cluster/LeeL18> <https://dblp.org/rdf/schema#publishedIn> 'Clust. Comput.' . <https://dblp.org/rec/journals/cluster/LeeL18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' . <https://dblp.org/rec/journals/cluster/LeeL18> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/cluster/LeeL18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6177,"University of Iowa, Iowa City, IA, USA published a paper on Generation system in what year?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iccd/PatilR89> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Iowa, Iowa City, IA, USA' . <https://dblp.org/rec/conf/iccd/PatilR89> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/iccd/PatilR89>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6178,"In the year 2007 in MICAI, who are the authors that published research papers about Feature selection?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/micai/Mejia-LavalleMA07> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/micai/Mejia-LavalleMA07> <https://dblp.org/rdf/schema#publishedIn> 'MICAI' . <https://dblp.org/rec/conf/micai/Mejia-LavalleMA07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP91,"[""<https://dblp.org/rec/conf/micai/Mejia-LavalleMA07>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6179,"When was the research paper on Fundus images by University of Calgary, Canada published?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ccece/OloumiRE14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Calgary, Canada' . <https://dblp.org/rec/conf/ccece/OloumiRE14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/ccece/OloumiRE14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6180,"In COCOON in 2010, what are the titles of the papers on Dilation stars?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cocoon/AugustineEW10> <https://dblp.org/rdf/schema#publishedIn> 'COCOON' . <https://dblp.org/rec/conf/cocoon/AugustineEW10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' . <https://dblp.org/rec/conf/cocoon/AugustineEW10> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/cocoon/AugustineEW10>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6181,"In Int. J. Autom. Technol. in 2009, who are the authors that published papers about Assist system?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijat/RahmanINHS09> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/ijat/RahmanINHS09> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Autom. Technol.' . <https://dblp.org/rec/journals/ijat/RahmanINHS09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP91,"[""<https://dblp.org/rec/journals/ijat/RahmanINHS09>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6182,Who are the authors that published papers about Care environments in MIE in 2016?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mie/KlausenRL16> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/mie/KlausenRL16> <https://dblp.org/rdf/schema#publishedIn> 'MIE' . <https://dblp.org/rec/conf/mie/KlausenRL16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP91,"[""<https://dblp.org/rec/conf/mie/KlausenRL16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
