id,question_string,query,template_id,entities,relations,temporal,help_out
Q5901,Who are the authors of the paper 'Eradicating World Poverty Requires More than Facebook Likes: The Academic Commitment to Educate Socially Responsible Leaders' and the publication 'Perception of Two-Stroke Apparent Motion and Real Motion'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijcee/Tavanti12> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/ijcee/Tavanti12> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/ijcee/Tavanti12>"", ""<https://dblp.org/rec/conf/iconip/ZhangM07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5902,List the venues in which 'Search-based Test-CASe Generation by Monitoring Responsibility Safety Rules' and 'User Analytics with UbeOne: Insights into Web Printing' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/itsc/HekmatnejadHF20> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/pvldb/KoutrikaLL13> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/itsc/HekmatnejadHF20>"", ""<https://dblp.org/rec/journals/pvldb/KoutrikaLL13>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5903,Mention the years in which 'Kernel Partial Least Squares Regression in Reproducing Kernel Hilbert Space' and 'Urban spatial-temporal activity structures: a New Approach to Inferring the Intra-urban Functional Regions via Social Media Check-In Data' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jmlr/RosipalT01> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/corr/ZhiLWDGL14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/jmlr/RosipalT01>"", ""<https://dblp.org/rec/journals/corr/ZhiLWDGL14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5904,Where were the publications 'Methods for phase noise mitigation for DFT-S-OFDM waveforms' and 'BCL: A Cross-Platform Distributed Container Library' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/globalsip/SyrjalaLV16> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-1810-13029> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/globalsip/SyrjalaLV16>"", ""<https://dblp.org/rec/journals/corr/abs-1810-13029>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5905,Name the authors of 'Polarization reconfigurable antennas for HF MIMO communications' and 'More-than-human participation: design for sustainable smart city futures'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/siu/AydinB16> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/siu/AydinB16> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/siu/AydinB16>"", ""<https://dblp.org/rec/journals/interactions/ClarkeHLFFD19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5906,Where were the publications 'The effect factors of end-user task performance in a business environment: Focusing on computing competency' and 'Variable Speed Limits Model to Minimize Confliction without Change in Total Travel Time Using Queuing Theory' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/chb/Yoon09a> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/itsc/LeeHS15> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/chb/Yoon09a>"", ""<https://dblp.org/rec/conf/itsc/LeeHS15>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5907,Who are the authors of the paper 'The Impact of Central Heating on the Urban Thermal Environment Based on Multi-Temporal Remote Sensing Images' and the publication 'Generalized spline spaces over T-meshes: Dimension formula and locally refined generalized B-splines'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/remotesensing/ChenGZWZMSL22> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/remotesensing/ChenGZWZMSL22> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/remotesensing/ChenGZWZMSL22>"", ""<https://dblp.org/rec/journals/amc/BraccoLMRS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5908,Mention the years in which 'Layered Downlink Precoding for C-RAN Systems with Full Dimensional MIMO' and 'A Clustering Protocol with Mode Selection for Wireless Sensor Network' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/KangSKS15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/jips/KusdaryonoL11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/corr/KangSKS15>"", ""<https://dblp.org/rec/journals/jips/KusdaryonoL11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5909,Name the authors of 'Editor's Notice' and 'Azimuth-rotated vector quantization for BTF compression'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/pami/Tanimoto89b> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/pami/Tanimoto89b> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/pami/Tanimoto89b>"", ""<https://dblp.org/rec/conf/siggraph/KawaiM06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5910,Who are the authors of 'FUSE: a system for data-driven multi-level functional summarization of protein interaction networks' and 'An information-theoretic approach to the correspondence-free AX=XB sensor calibration problem'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/ihi/SeahBDY12> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/ihi/SeahBDY12> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/ihi/SeahBDY12>"", ""<https://dblp.org/rec/conf/icra/AckermanCC14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5911,"Who are the authors of 'A Multi-Dimensional, Counter-Based Pseudo Random Number Generator as a Standard for Monte Carlo Simulations' and 'Embedded lossless wavelet-based image coding algorithm with successive partitioning and hybrid bit scanning'?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/wsc/Hubbard19> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/wsc/Hubbard19> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/wsc/Hubbard19>"", ""<https://dblp.org/rec/conf/mmsp/WangCCP99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5912,Where were the publications 'How many Boolean polynomials are irreducible?' and 'Automatic Generation of Chinese Short Product Titles for Mobile Display' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijac/Shitov14> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-1803-11359> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/ijac/Shitov14>"", ""<https://dblp.org/rec/journals/corr/abs-1803-11359>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5913,Name the authors of 'Data mining and machine learning in textile industry' and 'Skewness-Based Partitioning in SpatialHadoop'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/widm/YildirimBA18> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/widm/YildirimBA18> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/widm/YildirimBA18>"", ""<https://dblp.org/rec/journals/ijgi/BelussiME20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5914,Mention the years in which 'Roughness Change Analysis of Sea Surface From Visible Images by Fractals' and 'Revolutionizing the way people work with medical technology' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/access/PanZJWYZ20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/ifachms/FreudenthalSG10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/access/PanZJWYZ20>"", ""<https://dblp.org/rec/conf/ifachms/FreudenthalSG10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5915,Who are the authors of the paper 'Scattertext: a Browser-Based Tool for Visualizing how Corpora Differ' and the publication 'Gene Extraction Based on Sparse Singular Value Decomposition'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/Kessler17> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/corr/Kessler17> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/corr/Kessler17>"", ""<https://dblp.org/rec/conf/icic/KongLZS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5916,When were the publications 'A Combination of Evolutionary Algorithm and Game Theory for Optimal Location and Operation of DG from DG Owner Standpoints' and 'An analysis and classification of public information security data sources used in research and practice' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tsg/MoradiAH16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/compsec/SauerweinPFB19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/tsg/MoradiAH16>"", ""<https://dblp.org/rec/journals/compsec/SauerweinPFB19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5917,Who are the authors of the paper 'The cognitive science of the ranking game' and the publication 'Using technology to advance Medical Quality in a Tertiary Mental Health Hospital'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/aic/Erdi19> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/aic/Erdi19> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/aic/Erdi19>"", ""<https://dblp.org/rec/conf/ni/Anstey12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5918,When were the publications 'Web usability: a review of the research' and 'Insecurity of an IBEET Scheme and an ABEET Scheme' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/sigchi/Lee99> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/access/LiaoCHRPZ19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/sigchi/Lee99>"", ""<https://dblp.org/rec/journals/access/LiaoCHRPZ19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5919,Who are the authors of 'Monotone Circuits: One-Way Functions versus Pseudorandom Generators' and 'Poisson integrators'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/toc/GoldreichI12> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/toc/GoldreichI12> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/toc/GoldreichI12>"", ""<https://dblp.org/rec/journals/mcm/Karasozen04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5920,Who are the authors of 'Enhanced Topic-based Vector Space Model for semantics-aware spam filtering' and 'Communication and Round Efficient Information Checking Protocol'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/eswa/SantosLSB12> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/eswa/SantosLSB12> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/eswa/SantosLSB12>"", ""<https://dblp.org/rec/journals/corr/abs-1004-3504>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5921,Where were the publications 'Threats on Logic Locking: A Decade Later' and 'Optimizing Aggregated N-Of-1 Trial Designs for Predictive Biomarker Validation: Statistical Methods and Theoretical Findings' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-1905-05896> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/fdgth/HendricksonTSR20> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/corr/abs-1905-05896>"", ""<https://dblp.org/rec/journals/fdgth/HendricksonTSR20>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5922,"Mention the venues in which 'Nudge for Note Taking Assist System: A Learning Strategy Feedback System Among Learners Through Their Tablet' and 'On the Expressive Power of User-Defined Effects: Effect Handlers, Monadic Reflection, Delimited Control' were published.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/hci/KondoYMIW21> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/corr/ForsterKLP16> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/hci/KondoYMIW21>"", ""<https://dblp.org/rec/journals/corr/ForsterKLP16>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5923,Name the authors of 'Temporal View Self-Maintenance' and 'Towards the Importance of the Type of Deep Neural Network and Employment of Pre-trained Word Vectors for Toxicity Detection: An Experimental Study'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/edbt/YangW00> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/edbt/YangW00> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/edbt/YangW00>"", ""<https://dblp.org/rec/journals/jwe/Kabakus21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5924,Who are the authors of 'Hybrid Cognitive Satellite Terrestrial Coverage - A Case Study for 5G Deployment Strategies' and 'Evaluating XML-Extened OLAP Queries Based on Physical Algebra'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/crowncom/SpathopoulosOKI15> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/crowncom/SpathopoulosOKI15> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/crowncom/SpathopoulosOKI15>"", ""<https://dblp.org/rec/journals/jdm/YinP06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5925,Who are the authors of 'Whole Sampling Generation of Scale-Free Graphs' and 'Gesch\u00E4ftsprozessmanagement in global verteilten Produktentwicklungsprojekten'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-2110-00287> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-2110-00287> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/corr/abs-2110-00287>"", ""<https://dblp.org/rec/conf/gi/OzcanD17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5926,"When were 'Analog VLSI and multi-layer perceptrons - Accuracy, noise and on-chip learning' and 'Spatial density modeling for discirminating between benign and malignant microcalcification lesions' published?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijon/Murray92> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/isbi/WangY13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/ijon/Murray92>"", ""<https://dblp.org/rec/conf/isbi/WangY13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5927,When were the publications 'Distributed generation long-term planning for voltage profile enhancements using optimal hourly operation conditions' and 'Rate-adaptive transmission of H263 video for multicode DS/CDMA cellular systems in multipath fading' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/ccece/SindiSE16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/vtc/IskanderM02> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/ccece/SindiSE16>"", ""<https://dblp.org/rec/conf/vtc/IskanderM02>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5928,Mention the years in which 'QoSNC: A novel approach to QoS-based network coding for fixed networks' and 'Using Augmented Reality for Radiological Incident Training' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jcn/SalavatiKCA10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/ercim/MaraggiBM19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/jcn/SalavatiKCA10>"", ""<https://dblp.org/rec/journals/ercim/MaraggiBM19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5929,When were the publications 'Computer simulation of the binding of quinocarcin to DNA Prediction of mode of action and absolute configuration' and 'Adversarial Learning-Enabled Automatic WiFi Indoor Radio Map Construction and Adaptation With Mobile Robot' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jcamd/HillWR88> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/iotj/ZouCLYZXS20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/jcamd/HillWR88>"", ""<https://dblp.org/rec/journals/iotj/ZouCLYZXS20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5930,Who are the authors of the paper 'Custodian-Hiding Verifiable Encryption' and the publication 'Envy-Free Pricing in Multi-item Markets'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/iacr/LiuWW04a> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/iacr/LiuWW04a> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/iacr/LiuWW04a>"", ""<https://dblp.org/rec/conf/icalp/ChenD10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5931,Mention the years in which 'Self-Similarity for Data Mining and Predictive Modeling - A Case Study for Network Data' and 'Detecting Offensive Content on Twitter During Proud Boys Riots' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/pakdd/AdibiSN02> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/icmla/FahimG21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/pakdd/AdibiSN02>"", ""<https://dblp.org/rec/conf/icmla/FahimG21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5932,Mention the venues in which 'Usability Study of CARTIER-IA: A Platform for Medical Data and Imaging Management' and 'Adaptive TDTL using frequency and phase processing techniques' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/hci/Vazquez-Ingelmo21> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/isspa/Al-AliAAAP10> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/hci/Vazquez-Ingelmo21>"", ""<https://dblp.org/rec/conf/isspa/Al-AliAAAP10>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5933,Name the authors of 'Conditional Lower Bound for RNA Folding Problem' and 'CSCL@Work for Practitioners'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/Chang15c> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/corr/Chang15c> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/corr/Chang15c>"", ""<https://dblp.org/rec/books/sp/13/GogginsJW13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5934,"Mention the venues in which 'On the applicability of multireference second-order perturbation theory to study weak magnetic coupling in molecular complexes' and 'Capacity Achieving Code Constructions for Two Classes of (d,k) Constraints' were published.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jcc/QueraltTGCCA08> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/corr/cs-IT-0411006> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/jcc/QueraltTGCCA08>"", ""<https://dblp.org/rec/journals/corr/cs-IT-0411006>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5935,"Name the authors of 'Will the real SE metaphors please stand up!: (or, I never metaphor I didn't like!)' and 'An Approach to Teaching Computer Arithmetic'.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/sigsoft/Nelson85> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/sigsoft/Nelson85> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/sigsoft/Nelson85>"", ""<https://dblp.org/rec/conf/vecpar/GarzonGF02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5936,Who are the authors of 'On Blind Interference Alignment over Homogeneous Block Fading Channels' and 'Fourier Duals of Bj\u00F6rck Sequences'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/icl/ZhouZ12> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/icl/ZhouZ12> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/icl/ZhouZ12>"", ""<https://dblp.org/rec/conf/seta/Popovic10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5937,Where were 'A survey on applications and variants of the cuckoo search algorithm' and 'Hybrid Prediction Model for improving Reliability in Self-Healing System' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/asc/ShehabKA17> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/sera/YooPL06> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/asc/ShehabKA17>"", ""<https://dblp.org/rec/conf/sera/YooPL06>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5938,Who are the authors of the paper 'Impact of social capital and business operation mode on intellectual capital and knowledge management' and the publication 'Learning long-range spatial dependencies with horizontal gated recurrent units'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijtm/WuT05> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/ijtm/WuT05> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/ijtm/WuT05>"", ""<https://dblp.org/rec/conf/nips/LinsleyKVWS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5939,Who are the authors of the paper 'Fuzzy covering-based rough set on two different universes and its application' and the publication '100-Gb/s complex direct modulation over 1600-km SSMF using probabilistic transition estimation'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/air/Yang22> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/air/Yang22> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/air/Yang22>"", ""<https://dblp.org/rec/conf/ofc/CheYS17a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5940,Who are the authors of 'Optimal Placement of Phasor Measurement Units for Harmonic State Estimation in Unbalanced Distribution System Using Genetic Algorithms' and 'Current-Mode Feedback Amplifier Employing a Transistorized Feedback Network'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icseng/BahabadiMM11> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/icseng/BahabadiMM11> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/icseng/BahabadiMM11>"", ""<https://dblp.org/rec/conf/iscas/MagramA94>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5941,When were the publications 'Designing robust coverage networks to hedge against worst-case facility losses' and 'Data-Centered Program Understanding' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/eor/OHanleyC11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/icsm/JoinerTCSSG94> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/eor/OHanleyC11>"", ""<https://dblp.org/rec/conf/icsm/JoinerTCSSG94>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5942,Name the authors of 'A 52mW self-configured wearable body sensor network controller and a 12\u00B5W 549% efficiency wirelessly powered sensor for continuous health monitoring system' and 'Degradation Tendency Prediction for Pumped Storage Unit Based on Integrated Degradation Index Construction and Hybrid CNN-LSTM Model'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/isscc/YooYLKKKY09> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/isscc/YooYLKKKY09> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/isscc/YooYLKKKY09>"", ""<https://dblp.org/rec/journals/sensors/ZhouSLXZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5943,"Who are the authors of the paper 'Help, I Am Losing Control! Examining the Reporting of Sexual Harassment by Adolescents to Social Networking Sites' and the publication 'Service Supply Chain Management Process Capabilities: A Theoretical Framework and Empirical Study'?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/cbsn/RoyenPV16> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/cbsn/RoyenPV16> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/cbsn/RoyenPV16>"", ""<https://dblp.org/rec/conf/ieem/LenuwatB19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5944,Where were the publications 'A semi-stochastic radio propagation model for wireless MIMO channels' and 'A generalized Weiszfeld method for the multi-facility location problem' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/iswcs/XuRSEM11> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/orl/IyigunB10> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/iswcs/XuRSEM11>"", ""<https://dblp.org/rec/journals/orl/IyigunB10>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5945,List the venues in which 'Location Dependent Fixation Analysis with Sight Vectors Locomotion as a Challenge in Mobile Eye Tracking' and 'Cross-domain sentiment classification with word embeddings and canonical correlation analysis' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/giscience/Muller-FeldmethSBHKSK14> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/soict/BachHP16> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/giscience/Muller-FeldmethSBHKSK14>"", ""<https://dblp.org/rec/conf/soict/BachHP16>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5946,"Mention the venues in which 'PhishOut: Effective Phishing Detection Using Selected Features' and 'GA-Based Nonlinear Pseudo-Derivative Feedback Control of a High-Speed, Supertall Building Elevator' were published.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-2004-09789> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/ccta/MangeraPP19> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/corr/abs-2004-09789>"", ""<https://dblp.org/rec/conf/ccta/MangeraPP19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5947,"When were 'Philosophy, activism, and computer and information specialists' and 'Extending PubMed Related Article (PMRA) for Multiple Citations' published?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ubiquity/Durbin07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/incdm/PitigalaL14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/ubiquity/Durbin07>"", ""<https://dblp.org/rec/conf/incdm/PitigalaL14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5948,Who are the authors of 'Automatic Scoring for Innovativeness of Textual Ideas' and 'SYGMA: A General Object-oriented Medical Application Development System'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/aaai/DasguptaD16> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/aaai/DasguptaD16> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/aaai/DasguptaD16>"", ""<https://dblp.org/rec/conf/mie/MadjaricG91>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5949,List the venues in which 'From Spin Glasses to Negative-Weight Percolation' and 'Emergency management for information systems in public health a case study of the 2009 pandemic-flu response in Japan' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/entropy/HartmannMN19> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/percom/MurotaKO10> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/entropy/HartmannMN19>"", ""<https://dblp.org/rec/conf/percom/MurotaKO10>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5950,Where were the publications 'Modeling and Stability Analysis of Automatic Generation Control Over Cognitive Radio Networks in Smart Grids' and 'Seeing Virtual Objects: Simulating Reflective Surfaces on Emissive Displays' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tsmc/LiuLE15> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/imaging/DarlingF12> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/tsmc/LiuLE15>"", ""<https://dblp.org/rec/conf/imaging/DarlingF12>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
