id,question_string,query,template_id,entities,relations,temporal,help_out
Q4349,Who are the authors of the publication 'The Myocardial Electrical Blockade Induced by Photosensitization Reaction' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tbe/ItoHMSOA10> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/tbe/ItoHMSOA10>) },TP24,"[""<https://dblp.org/rec/journals/tbe/ItoHMSOA10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4350,Find the authors of 'Simulation of Power Efficient Region Based Approach for Query Processing in Wireless Sensor Networks' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icetet/GuptaDP09> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/icetet/GuptaDP09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4351,List the authors of 'Generative modeling for renal microanatomy' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/midp/MuraliLGTS20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/midp/MuraliLGTS20>) },TP24,"[""<https://dblp.org/rec/conf/midp/MuraliLGTS20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4352,Who are the authors of 'Skeleton Split Strategies for Spatial Temporal Graph Convolution Networks' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-2108-01309> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-2108-01309>) },TP24,"[""<https://dblp.org/rec/journals/corr/abs-2108-01309>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4353,Who are the authors of the publication 'To update or not to update? Neurons at equilibrium in deep models' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-2207-09455> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-2207-09455>) },TP24,"[""<https://dblp.org/rec/journals/corr/abs-2207-09455>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4354,List the authors of 'Recursive estimation of structure and motion using relative orientation constraints' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/cvpr/AzarbayejaniHP93> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/cvpr/AzarbayejaniHP93>) },TP24,"[""<https://dblp.org/rec/conf/cvpr/AzarbayejaniHP93>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4355,List the authors of 'Impact of Cognitive Radio on Future Management of Spectrum' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/crowncom/Nekovee08> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/crowncom/Nekovee08>) },TP23,"[""<https://dblp.org/rec/conf/crowncom/Nekovee08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4356,Who are the authors of the publication 'Efficient Adversarial Attacks for Visual Object Tracking' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/eccv/LiangWYC20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/eccv/LiangWYC20>) },TP24,"[""<https://dblp.org/rec/conf/eccv/LiangWYC20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4357,Who are the authors of 'PCB design improvement in the circuit between the north bridge and SDRAM through an integrated procedure' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/eswa/Chih-MingHsu10> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/eswa/Chih-MingHsu10>) },TP23,"[""<https://dblp.org/rec/journals/eswa/Chih-MingHsu10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4358,Find the authors of 'Backdoor Attacks and Defenses for Deep Neural Networks in Outsourced Cloud Environments' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/network/ChenGWDH20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/network/ChenGWDH20>) },TP24,"[""<https://dblp.org/rec/journals/network/ChenGWDH20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4359,Find the authors of 'Interactive Decision Making for Fuzzy Random Multiobjective Linear Programming Problems with Variance Covariance Matrices Through Fractile Optimization' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jaciii/Yano14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/jaciii/Yano14>) },TP23,"[""<https://dblp.org/rec/journals/jaciii/Yano14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4360,Who are the authors of 'A Recommendation System for Diabetes Detection and Treatment' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ccci/AlmatrooshiASAS20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/ccci/AlmatrooshiASAS20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4361,Who are the authors of 'ANNIE - Artificial Neural Network-based Image Encoder' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ijon/Seiffert14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/ijon/Seiffert14>) },TP24,"[""<https://dblp.org/rec/journals/ijon/Seiffert14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4362,Who are the authors of the publication 'Easy solutions for a hard problem? The computational complexity of reciprocals with quantificational antecedents' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/esslli/SchlotterbeckB12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/esslli/SchlotterbeckB12>) },TP23,"[""<https://dblp.org/rec/conf/esslli/SchlotterbeckB12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4363,Find the authors of 'A novel VLSI architecture for multidimensional discrete wavelet transform' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icmcs/ChenD03> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/icmcs/ChenD03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4364,List the authors of 'Convergence analysis of penalty based numerical methods for constrained inequality problems' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/nm/HanS19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/nm/HanS19>) },TP23,"[""<https://dblp.org/rec/journals/nm/HanS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4365,Find the authors of 'An Intelligent Information System for Detecting Web Commerce Transactions' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/awic/AnagnostopoulosKA05> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/awic/AnagnostopoulosKA05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4366,Who are the authors of 'GraphRank: Statistical Modeling and Mining of Significant Subgraphs in the Feature Space' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icdm/HeS06> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/icdm/HeS06>) },TP23,"[""<https://dblp.org/rec/conf/icdm/HeS06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4367,Find the authors of 'Personalizing information retrieval for multi-session tasks: the roles of task stage and task type' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/sigir/LiuB10> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/sigir/LiuB10>) },TP23,"[""<https://dblp.org/rec/conf/sigir/LiuB10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4368,Find the authors of 'Accelerated Algorithms for Convex and Non-Convex Optimization on Manifolds' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-2010-08908> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-2010-08908>) },TP24,"[""<https://dblp.org/rec/journals/corr/abs-2010-08908>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4369,Who are the authors of 'Triangular embeddings of Kn-Km with unboundedly large m' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/dm/Korzhik98a> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/dm/Korzhik98a>) },TP24,"[""<https://dblp.org/rec/journals/dm/Korzhik98a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4370,Who are the authors of 'Intelligent geovisualizations for open government data (vision paper)' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/gis/DegbeloK18> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/gis/DegbeloK18>) },TP23,"[""<https://dblp.org/rec/conf/gis/DegbeloK18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4371,List the authors of 'Battery-aware Routing in Personal Networks' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/wpc/VazifehdanPN13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/wpc/VazifehdanPN13>) },TP23,"[""<https://dblp.org/rec/journals/wpc/VazifehdanPN13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4372,Who are the authors of the publication 'Group Distance Bounding Protocols - (Short Paper)' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/trust/CapkunDT11> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/trust/CapkunDT11>) },TP24,"[""<https://dblp.org/rec/conf/trust/CapkunDT11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4373,Who are the authors of 'Image denoising via group sparsity residual constraint' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icassp/ZhaLZHSSTBWZ17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/icassp/ZhaLZHSSTBWZ17>) },TP24,"[""<https://dblp.org/rec/conf/icassp/ZhaLZHSSTBWZ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4374,Who are the authors of 'Better Mini-Batch Algorithms via Accelerated Gradient Methods' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1106-4574> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-1106-4574>) },TP24,"[""<https://dblp.org/rec/journals/corr/abs-1106-4574>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4375,Find the authors of 'Experimental Demonstration of RoFSO Transmission Combining WLAN Standard and WDM-FSO over 100m Distance' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/infocom/KimLLCPSKK22> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/infocom/KimLLCPSKK22>) },TP24,"[""<https://dblp.org/rec/conf/infocom/KimLLCPSKK22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4376,Who are the authors of the publication 'The Iso Reference Model and Other Protocol Architectures' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ifip/CohenP83> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/ifip/CohenP83>) },TP23,"[""<https://dblp.org/rec/conf/ifip/CohenP83>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4377,Find the authors of 'Design and Development of Autonomous Delivery Robot' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-2103-09229> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/corr/abs-2103-09229>) },TP23,"[""<https://dblp.org/rec/journals/corr/abs-2103-09229>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4378,List the authors of 'Events Algebra of Triggers' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/cj/ZhouYF17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/cj/ZhouYF17>) },TP23,"[""<https://dblp.org/rec/journals/cj/ZhouYF17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4379,Find the authors of 'Sliding Mode Control Based Dynamic Positioning System under Some Actuator Faults' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icsengt/SubarkahSHA19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/icsengt/SubarkahSHA19>) },TP24,"[""<https://dblp.org/rec/conf/icsengt/SubarkahSHA19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4380,Find the authors of 'On a variation of the two-component Hunter-Saxton system' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/amc/GuoLW15> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/amc/GuoLW15>) },TP23,"[""<https://dblp.org/rec/journals/amc/GuoLW15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4381,"Who are the authors of the publication 'SePIA: RNA and small RNA sequence processing, integration, and analysis' and what are the venues of the other papers they published?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/biodatamining/IcayCCRLH16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/biodatamining/IcayCCRLH16>) },TP24,"[""<https://dblp.org/rec/journals/biodatamining/IcayCCRLH16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4382,Who are the authors of 'A Probabilistic Framework for Graph Clustering' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/cvpr/LuoRTWH01> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/cvpr/LuoRTWH01>) },TP23,"[""<https://dblp.org/rec/conf/cvpr/LuoRTWH01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4383,Who are the authors of 'Fluid limits for the queue length of jobs in multiserver open queueing networks' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/rairo/Minkevicius14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/rairo/Minkevicius14>) },TP23,"[""<https://dblp.org/rec/journals/rairo/Minkevicius14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4384,Find the authors of 'Posterior Cram\u00E9r-Rao Lower Bound for Angle-Only Filtering in 3D' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iccais/MallickAY18> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/iccais/MallickAY18>) },TP23,"[""<https://dblp.org/rec/conf/iccais/MallickAY18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4385,List the authors of 'Flexible SAT-based framework for incremental bounded upgrade checking' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/sttt/FedyukovichSS17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/sttt/FedyukovichSS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4386,Find the authors of 'A Greedy Algorithm for Optimally Pipelining a Reduction' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/LoweryL13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/corr/LoweryL13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4387,Find the authors of 'Distributed Multi-User Secret Sharing' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1801-04384> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-1801-04384>) },TP24,"[""<https://dblp.org/rec/journals/corr/abs-1801-04384>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4388,List the authors of 'MPEG-4: Ein neuer Standard f\u00FCr mehr Funktionalit\u00E4t in Multimedia-Anwendungen' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/insk/Rautenberg99> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/insk/Rautenberg99>) },TP24,"[""<https://dblp.org/rec/journals/insk/Rautenberg99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4389,Who are the authors of the publication 'Two-Dimensional Discriminant Transform Based on Scatter Difference Criterion for Face Recognition' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icnc/ChenY06> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/icnc/ChenY06>) },TP23,"[""<https://dblp.org/rec/conf/icnc/ChenY06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4390,Who are the authors of the publication 'The decay number and the maximum genus of diameter 2 graphs' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/dm/FuTX01> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/dm/FuTX01>) },TP23,"[""<https://dblp.org/rec/journals/dm/FuTX01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4391,List the authors of 'OMG Agent Standardization' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/atal/Odell10> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/atal/Odell10>) },TP24,"[""<https://dblp.org/rec/conf/atal/Odell10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4392,Who are the authors of the publication 'The dimension of sums of graphs' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/dm/Alles85> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/dm/Alles85>) },TP24,"[""<https://dblp.org/rec/journals/dm/Alles85>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4393,Find the authors of 'Application of Empirical Mode Decomposition to Remove the Wall Components in Doppler Ultrasound Signals: A Simulation Study' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/embc/ZhangGWCS06> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/embc/ZhangGWCS06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4394,Who are the authors of the publication 'Self-Reference Ultra-Wideband Systems' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-0911-5153> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-0911-5153>) },TP24,"[""<https://dblp.org/rec/journals/corr/abs-0911-5153>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4395,Who are the authors of the publication 'Complex calculus of variations' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/kybernetika/GondranS03> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/kybernetika/GondranS03>) },TP23,"[""<https://dblp.org/rec/journals/kybernetika/GondranS03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4396,Who are the authors of the publication 'A Parallel Algorithm to Reconstruct Bounding Surfaces in 3D Images' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/pdpta/MabinM97> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/pdpta/MabinM97>) },TP24,"[""<https://dblp.org/rec/conf/pdpta/MabinM97>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4397,Who are the authors of the publication 'Architectural Frameworks: Defining the Contents of Architectural Descriptions' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/adaEurope/Emery99> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/adaEurope/Emery99>) },TP23,"[""<https://dblp.org/rec/conf/adaEurope/Emery99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4398,Find the authors of 'Dynamic Source Routing versus Greedy Routing in a Testbed Sensor Network Deployment' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ewsn/FreyP09> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/ewsn/FreyP09>) },TP23,"[""<https://dblp.org/rec/conf/ewsn/FreyP09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4399,Who are the authors of the publication 'Imprecise information in Bayes classifier' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/paa/Burduk12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/paa/Burduk12>) },TP23,"[""<https://dblp.org/rec/journals/paa/Burduk12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4400,List the authors of 'Secret key agreement from correlated source outputs using LDPC matrices' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/isit/Muramatsu04> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/isit/Muramatsu04>) },TP23,"[""<https://dblp.org/rec/conf/isit/Muramatsu04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4401,Who are the authors of the publication 'A noncoherent GMSK receiver for software radio' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/vtc/ZhaoYQ02> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/vtc/ZhaoYQ02>) },TP24,"[""<https://dblp.org/rec/conf/vtc/ZhaoYQ02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
