id,question_string,query,template_id,entities,relations,temporal,help_out
Q1684,Did G. Flegar not publish the paper 'Variable-Size Batched LU for Small Matrices and Its Integration into Block-Jacobi Preconditioning' in ICPP?,ASK { <https://dblp.org/rec/conf/icpp/AnztDFQ17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/193/9905> . <https://dblp.org/rec/conf/icpp/AnztDFQ17> <https://dblp.org/rdf/schema#publishedIn> 'ICPP' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icpp/AnztDFQ17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/193/9905> . <https://dblp.org/rec/conf/icpp/AnztDFQ17> <https://dblp.org/rdf/schema#publishedIn> 'ICPP' } },TC44,"[""<https://dblp.org/pid/193/9905>"", ""<https://dblp.org/rec/conf/icpp/AnztDFQ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1685,"Did Cheon, Manri and J. Lee not co-author the paper 'Objective Quality Comparison of 4K UHD and Up-Scaled 4K UHD Videos'?",ASK { <https://dblp.org/rec/conf/ism/CheonL14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/139/7118> . <https://dblp.org/rec/conf/ism/CheonL14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/1152> FILTER NOT EXISTS { <https://dblp.org/rec/conf/ism/CheonL14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/139/7118> . <https://dblp.org/rec/conf/ism/CheonL14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/1152> } },TC43,"[""<https://dblp.org/pid/139/7118>"", ""<https://dblp.org/pid/70/1152>"", ""<https://dblp.org/rec/conf/ism/CheonL14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1686,Has the paper 'Tutorial on VLSI Partitioning' not been published by Chung-Kuan C. in VLSI Design?,ASK { <https://dblp.org/rec/journals/vlsi/ChenC00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/ChungKuanCheng> . <https://dblp.org/rec/journals/vlsi/ChenC00> <https://dblp.org/rdf/schema#publishedIn> 'VLSI Design' FILTER NOT EXISTS { <https://dblp.org/rec/journals/vlsi/ChenC00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/ChungKuanCheng> . <https://dblp.org/rec/journals/vlsi/ChenC00> <https://dblp.org/rdf/schema#publishedIn> 'VLSI Design' } },TC44,"[""<https://dblp.org/pid/c/ChungKuanCheng>"", ""<https://dblp.org/rec/journals/vlsi/ChenC00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1687,"Have Huang, Y. and Saad M. Khan not co-authored the paper 'Generating Photorealistic Facial Expressions in Dyadic Interactions'?",ASK { <https://dblp.org/rec/conf/bmvc/HuangK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/2800> . <https://dblp.org/rec/conf/bmvc/HuangK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1068> FILTER NOT EXISTS { <https://dblp.org/rec/conf/bmvc/HuangK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/2800> . <https://dblp.org/rec/conf/bmvc/HuangK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1068> } },TC43,"[""<https://dblp.org/pid/99/2800>"", ""<https://dblp.org/pid/06/1068>"", ""<https://dblp.org/rec/conf/bmvc/HuangK18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1688,Was the paper 'Control Contribution identifies Top Driver Nodes in Complex Networks' not co-authored by Frank Schweitzer and Y. Zhang?,ASK { <https://dblp.org/rec/journals/advcs/ZhangGS19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/4271> . <https://dblp.org/rec/journals/advcs/ZhangGS19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/3348> FILTER NOT EXISTS { <https://dblp.org/rec/journals/advcs/ZhangGS19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/4271> . <https://dblp.org/rec/journals/advcs/ZhangGS19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/3348> } },TC43,"[""<https://dblp.org/pid/67/4271>"", ""<https://dblp.org/pid/04/3348>"", ""<https://dblp.org/rec/journals/advcs/ZhangGS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1689,Did Xue-Min Song not publish the paper 'Research on Hydroelastic Response of an FMRC Hexagon Enclosed Platform' in Symmetry?,ASK { <https://dblp.org/rec/journals/symmetry/LiuXZYWS21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/299/3680> . <https://dblp.org/rec/journals/symmetry/LiuXZYWS21> <https://dblp.org/rdf/schema#publishedIn> 'Symmetry' FILTER NOT EXISTS { <https://dblp.org/rec/journals/symmetry/LiuXZYWS21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/299/3680> . <https://dblp.org/rec/journals/symmetry/LiuXZYWS21> <https://dblp.org/rdf/schema#publishedIn> 'Symmetry' } },TC44,"[""<https://dblp.org/pid/299/3680>"", ""<https://dblp.org/rec/journals/symmetry/LiuXZYWS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1690,"Have Lee, H. W. and Kim, S. H. not co-authored the paper 'Relative enhancements of ozone, carbon monoxide, nitrogen dioxide, and aerosols at the Earth's surface during Asian dust episodes in spring'?",ASK { <https://dblp.org/rec/conf/igarss/MoonKSLKL02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/2937> . <https://dblp.org/rec/conf/igarss/MoonKSLKL02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/2329> FILTER NOT EXISTS { <https://dblp.org/rec/conf/igarss/MoonKSLKL02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/2937> . <https://dblp.org/rec/conf/igarss/MoonKSLKL02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/2329> } },TC43,"[""<https://dblp.org/pid/83/2937>"", ""<https://dblp.org/pid/04/2329>"", ""<https://dblp.org/rec/conf/igarss/MoonKSLKL02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1691,"Have Mohammad Javad Deriss and Clark, N. J. not co-authored the paper 'Review of topics related to autism spectrum disorder on Twitter'?",ASK { <https://dblp.org/rec/journals/netmahib/Deriss19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/246/3384> . <https://dblp.org/rec/journals/netmahib/Deriss19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/314/9230> FILTER NOT EXISTS { <https://dblp.org/rec/journals/netmahib/Deriss19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/246/3384> . <https://dblp.org/rec/journals/netmahib/Deriss19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/314/9230> } },TC43,"[""<https://dblp.org/pid/246/3384>"", ""<https://dblp.org/pid/314/9230>"", ""<https://dblp.org/rec/journals/netmahib/Deriss19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1692,Was the paper 'Coverage Optimization in DSL Networks by Low-Complexity Discrete Spectrum Balancing' not published by Martin Wolkerstorfer?,ASK { <https://dblp.org/rec/conf/globecom/WolkerstorferN11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/8859> FILTER NOT EXISTS { <https://dblp.org/rec/conf/globecom/WolkerstorferN11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/8859> } },TC41,"[""<https://dblp.org/pid/95/8859>"", ""<https://dblp.org/rec/conf/globecom/WolkerstorferN11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1693,Was the paper 'A performance analysis of the network formation process in IEEE 802154e TSCH wireless sensor/actuator networks' not co-authored by Giuseppe Anastasi and Domenico De Guglielmo?,ASK { <https://dblp.org/rec/conf/iscc/GuglielmoSAC14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/2448> . <https://dblp.org/rec/conf/iscc/GuglielmoSAC14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/9072> FILTER NOT EXISTS { <https://dblp.org/rec/conf/iscc/GuglielmoSAC14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/2448> . <https://dblp.org/rec/conf/iscc/GuglielmoSAC14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/9072> } },TC43,"[""<https://dblp.org/pid/82/2448>"", ""<https://dblp.org/pid/119/9072>"", ""<https://dblp.org/rec/conf/iscc/GuglielmoSAC14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1694,"Did Huang, T. and M. Chen not co-author the paper 'How Web Search Activity exert Influence on Stock Trading across Market States?'?",ASK { <https://dblp.org/rec/conf/pacis/HuangLC14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/4933> . <https://dblp.org/rec/conf/pacis/HuangLC14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/154/3754> FILTER NOT EXISTS { <https://dblp.org/rec/conf/pacis/HuangLC14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/4933> . <https://dblp.org/rec/conf/pacis/HuangLC14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/154/3754> } },TC43,"[""<https://dblp.org/pid/33/4933>"", ""<https://dblp.org/pid/154/3754>"", ""<https://dblp.org/rec/conf/pacis/HuangLC14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1695,Has Xiaofeng Wu not published the paper 'Discriminative Semi-supervised Learning Based on Visual Concept-Like Features'?,ASK { <https://dblp.org/rec/conf/iconip/LiuW17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/3426> FILTER NOT EXISTS { <https://dblp.org/rec/conf/iconip/LiuW17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/3426> } },TC41,"[""<https://dblp.org/pid/62/3426>"", ""<https://dblp.org/rec/conf/iconip/LiuW17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1696,"Has Zhu, Yufei not published the paper 'Primary and secondary QoS guranteed spectrum sharing protocol with optimal time allocation'?",ASK { <https://dblp.org/rec/conf/chinacom/ZhuLPLH15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/1629> FILTER NOT EXISTS { <https://dblp.org/rec/conf/chinacom/ZhuLPLH15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/1629> } },TC41,"[""<https://dblp.org/pid/183/1629>"", ""<https://dblp.org/rec/conf/chinacom/ZhuLPLH15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1697,"Have Wang, Chih-Hung and Chih-Yu Liu not co-authored the paper 'A new ring signature scheme with signer-admission property'?",ASK { <https://dblp.org/rec/journals/isci/WangL07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/1084> . <https://dblp.org/rec/journals/isci/WangL07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/2345> FILTER NOT EXISTS { <https://dblp.org/rec/journals/isci/WangL07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/1084> . <https://dblp.org/rec/journals/isci/WangL07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/2345> } },TC43,"[""<https://dblp.org/pid/21/1084>"", ""<https://dblp.org/pid/72/2345>"", ""<https://dblp.org/rec/journals/isci/WangL07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1698,Didn't K. Chen publish the paper 'Group randomly addressed polling with reservation for wireless integrated service networks'?,ASK { <https://dblp.org/rec/conf/pimrc/ChouLC95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/2402> FILTER NOT EXISTS { <https://dblp.org/rec/conf/pimrc/ChouLC95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/2402> } },TC41,"[""<https://dblp.org/pid/96/2402>"", ""<https://dblp.org/rec/conf/pimrc/ChouLC95>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1699,Was the paper 'Clustering-based feature selection for black-box weather temperature prediction' not published by Zahra Karevan?,ASK { <https://dblp.org/rec/conf/ijcnn/KarevanS16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/157/6788> FILTER NOT EXISTS { <https://dblp.org/rec/conf/ijcnn/KarevanS16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/157/6788> } },TC41,"[""<https://dblp.org/pid/157/6788>"", ""<https://dblp.org/rec/conf/ijcnn/KarevanS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1700,"Wasn't the paper 'The Mathematical Theory of Dynamic Load Balancing in Cellular Networks' published by the author Yanmaz, Evsen in IEEE Trans. Mob. Comput.?",ASK { <https://dblp.org/rec/journals/tmc/TonguzY08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/849> . <https://dblp.org/rec/journals/tmc/TonguzY08> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Mob. Comput.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tmc/TonguzY08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/849> . <https://dblp.org/rec/journals/tmc/TonguzY08> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Mob. Comput.' } },TC44,"[""<https://dblp.org/pid/44/849>"", ""<https://dblp.org/rec/journals/tmc/TonguzY08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1701,Was the paper 'Self-similarity Analysis and Application of Network Traffic' not published by Qianmu Li?,ASK { <https://dblp.org/rec/conf/mobicase/XuLM19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/2728> FILTER NOT EXISTS { <https://dblp.org/rec/conf/mobicase/XuLM19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/2728> } },TC41,"[""<https://dblp.org/pid/31/2728>"", ""<https://dblp.org/rec/conf/mobicase/XuLM19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1702,Was the paper 'Public cloud computing for Software as a Service platforms' not co-authored by Michal Sobon and Piotr Nawrocki?,ASK { <https://dblp.org/rec/journals/aghcs/NawrockiS14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/7518> . <https://dblp.org/rec/journals/aghcs/NawrockiS14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/7718> FILTER NOT EXISTS { <https://dblp.org/rec/journals/aghcs/NawrockiS14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/7518> . <https://dblp.org/rec/journals/aghcs/NawrockiS14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/7718> } },TC43,"[""<https://dblp.org/pid/152/7518>"", ""<https://dblp.org/pid/41/7718>"", ""<https://dblp.org/rec/journals/aghcs/NawrockiS14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1703,"Did Snoeck, Monique not publish the paper 'Academic and Industry Training for Data Modelling: Ideas for Mutual Benefit'?",ASK { <https://dblp.org/rec/conf/icse/BogdanovaS22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/2587> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icse/BogdanovaS22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/2587> } },TC41,"[""<https://dblp.org/pid/70/2587>"", ""<https://dblp.org/rec/conf/icse/BogdanovaS22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1704,Did Jianxu L. not publish the paper 'Factors Affecting Carbon Emissons in the G7 and BRICS Countries: Evidence from Quantile Regression'?,ASK { <https://dblp.org/rec/conf/iukm/ZhouSLS19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/7725> FILTER NOT EXISTS { <https://dblp.org/rec/conf/iukm/ZhouSLS19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/7725> } },TC41,"[""<https://dblp.org/pid/96/7725>"", ""<https://dblp.org/rec/conf/iukm/ZhouSLS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1705,"Didn't Littman, D. C. publish the paper 'Modelling Human Expertise in Knowledge Engineering: Some Preliminary Observations'?",ASK { <https://dblp.org/rec/journals/ijmms/Littman87> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/484> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijmms/Littman87> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/484> } },TC41,"[""<https://dblp.org/pid/92/484>"", ""<https://dblp.org/rec/journals/ijmms/Littman87>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1706,Has Huan Zhao not published the paper 'Kullback-Leibler Divergence-Based Visual Servoing'?,ASK { <https://dblp.org/rec/conf/aimech/LiZD21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/3548> FILTER NOT EXISTS { <https://dblp.org/rec/conf/aimech/LiZD21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/3548> } },TC41,"[""<https://dblp.org/pid/15/3548>"", ""<https://dblp.org/rec/conf/aimech/LiZD21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1707,Has the paper 'Multi-Domain Transfer Learning for Early Diagnosis of Alzheimer's Disease' not been published by Daoqiang Z. in Neuroinformatics?,ASK { <https://dblp.org/rec/journals/ni/ChengLSLZ17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/2763> . <https://dblp.org/rec/journals/ni/ChengLSLZ17> <https://dblp.org/rdf/schema#publishedIn> 'Neuroinformatics' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ni/ChengLSLZ17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/2763> . <https://dblp.org/rec/journals/ni/ChengLSLZ17> <https://dblp.org/rdf/schema#publishedIn> 'Neuroinformatics' } },TC44,"[""<https://dblp.org/pid/03/2763>"", ""<https://dblp.org/rec/journals/ni/ChengLSLZ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1708,"Wasn't the paper 'A decision tree based approach towards adaptive modeling of big data applications' published by the author Giannakopoulos, I. in IEEE BigData?",ASK { <https://dblp.org/rec/conf/bigdataconf/GiannakopoulosT17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/7390> . <https://dblp.org/rec/conf/bigdataconf/GiannakopoulosT17> <https://dblp.org/rdf/schema#publishedIn> 'IEEE BigData' FILTER NOT EXISTS { <https://dblp.org/rec/conf/bigdataconf/GiannakopoulosT17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/7390> . <https://dblp.org/rec/conf/bigdataconf/GiannakopoulosT17> <https://dblp.org/rdf/schema#publishedIn> 'IEEE BigData' } },TC44,"[""<https://dblp.org/pid/156/7390>"", ""<https://dblp.org/rec/conf/bigdataconf/GiannakopoulosT17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1709,Did Igor R. Shafarevich and Aleksei I. Kostrikin not co-author the paper 'Algebra II - noncommutative rings ; identities'?,ASK { <https://dblp.org/rec/books/daglib/0091051> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/0409> . <https://dblp.org/rec/books/daglib/0091051> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/0494> FILTER NOT EXISTS { <https://dblp.org/rec/books/daglib/0091051> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/0409> . <https://dblp.org/rec/books/daglib/0091051> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/0494> } },TC43,"[""<https://dblp.org/pid/245/0409>"", ""<https://dblp.org/pid/245/0494>"", ""<https://dblp.org/rec/books/daglib/0091051>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1710,"Was the paper 'Event-driven Surgical Gesture Segmentation and Task Recognition for Ocular Trauma Simulation' not published by Moore, J. Cho in Intelligent Environments?",ASK { <https://dblp.org/rec/conf/intenv/NoviBSOMA12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/118/4920> . <https://dblp.org/rec/conf/intenv/NoviBSOMA12> <https://dblp.org/rdf/schema#publishedIn> 'Intelligent Environments (Workshops)' FILTER NOT EXISTS { <https://dblp.org/rec/conf/intenv/NoviBSOMA12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/118/4920> . <https://dblp.org/rec/conf/intenv/NoviBSOMA12> <https://dblp.org/rdf/schema#publishedIn> 'Intelligent Environments (Workshops)' } },TC44,"[""<https://dblp.org/pid/118/4920>"", ""<https://dblp.org/rec/conf/intenv/NoviBSOMA12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1711,Did Lining Xing not publish the paper 'A multiobjective satellite data transmission scheduling technology based on NSGA-II'?,ASK { <https://dblp.org/rec/conf/icaci/ZhangCLX18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/6822> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icaci/ZhangCLX18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/6822> } },TC41,"[""<https://dblp.org/pid/96/6822>"", ""<https://dblp.org/rec/conf/icaci/ZhangCLX18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1712,Was the paper 'Post-processing and visualization of large-scale DEM simulation data with the open-source VELaSSCo platform' not co-authored by Kevin J. Hanley and Stefanos-Aldo Papanicolopulos?,ASK { <https://dblp.org/rec/journals/simulation/MorrisseyTHPOGR20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/205/2169> . <https://dblp.org/rec/journals/simulation/MorrisseyTHPOGR20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/4763> FILTER NOT EXISTS { <https://dblp.org/rec/journals/simulation/MorrisseyTHPOGR20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/205/2169> . <https://dblp.org/rec/journals/simulation/MorrisseyTHPOGR20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/4763> } },TC43,"[""<https://dblp.org/pid/205/2169>"", ""<https://dblp.org/pid/161/4763>"", ""<https://dblp.org/rec/journals/simulation/MorrisseyTHPOGR20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1713,"Wasn't the paper 'How can knowledge-based systems solve large-scale problems?: model-based decomposition and problem solving' not published by the person named Ohsuga, Setsuo?",ASK { <https://dblp.org/rec/journals/kbs/Ohsuga93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/4174> FILTER NOT EXISTS { <https://dblp.org/rec/journals/kbs/Ohsuga93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/4174> } },TC41,"[""<https://dblp.org/pid/25/4174>"", ""<https://dblp.org/rec/journals/kbs/Ohsuga93>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1714,Did Michelle L. Wachs and Ahmad Haidar not co-author the paper 'An involution for signed Eulerian numbers'?,ASK { <https://dblp.org/rec/journals/dm/Wachs92> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/4633> . <https://dblp.org/rec/journals/dm/Wachs92> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/8> FILTER NOT EXISTS { <https://dblp.org/rec/journals/dm/Wachs92> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/4633> . <https://dblp.org/rec/journals/dm/Wachs92> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/8> } },TC43,"[""<https://dblp.org/pid/06/4633>"", ""<https://dblp.org/pid/89/8>"", ""<https://dblp.org/rec/journals/dm/Wachs92>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1715,"Wasn't the paper 'The Automorphism Group of a Circle Geometry' published by the author Bruck, R. H. in J. Comb. Theory, Ser. A?","ASK { <https://dblp.org/rec/journals/jct/Bruck82> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/3988> . <https://dblp.org/rec/journals/jct/Bruck82> <https://dblp.org/rdf/schema#publishedIn> 'J. Comb. Theory, Ser. A' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jct/Bruck82> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/3988> . <https://dblp.org/rec/journals/jct/Bruck82> <https://dblp.org/rdf/schema#publishedIn> 'J. Comb. Theory, Ser. A' } }",TC44,"[""<https://dblp.org/pid/70/3988>"", ""<https://dblp.org/rec/journals/jct/Bruck82>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1716,"Did Gladshtein, M. A. and Maciej Eder not co-author the paper 'The signal propagation delay reduction of the combinational adder of decimal digits encoded by the Johnson-Mobius code'?",ASK { <https://dblp.org/rec/journals/accs/Gladshtein10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/8889> . <https://dblp.org/rec/journals/accs/Gladshtein10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/3226> FILTER NOT EXISTS { <https://dblp.org/rec/journals/accs/Gladshtein10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/8889> . <https://dblp.org/rec/journals/accs/Gladshtein10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/3226> } },TC43,"[""<https://dblp.org/pid/19/8889>"", ""<https://dblp.org/pid/19/3226>"", ""<https://dblp.org/rec/journals/accs/Gladshtein10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1717,Did Haibin Yan not publish the paper 'Discriminative Multimetric Learning for Kinship Verification' in IEEE Trans. Inf. Forensics Secur.?,ASK { <https://dblp.org/rec/journals/tifs/YanLDZ14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/9964> . <https://dblp.org/rec/journals/tifs/YanLDZ14> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Inf. Forensics Secur.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tifs/YanLDZ14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/9964> . <https://dblp.org/rec/journals/tifs/YanLDZ14> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Inf. Forensics Secur.' } },TC44,"[""<https://dblp.org/pid/27/9964>"", ""<https://dblp.org/rec/journals/tifs/YanLDZ14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1718,Was the paper 'Artificial intelligence applications in supply chain: A descriptive bibliometric analysis and future research directions' not published by Youssra Riahi?,ASK { <https://dblp.org/rec/journals/eswa/RiahiSGB21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/291/2295> FILTER NOT EXISTS { <https://dblp.org/rec/journals/eswa/RiahiSGB21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/291/2295> } },TC41,"[""<https://dblp.org/pid/291/2295>"", ""<https://dblp.org/rec/journals/eswa/RiahiSGB21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1719,"Did Michal B. and Jia, Xibin not co-author the paper 'Interception of User's Interests on the Web'?",ASK { <https://dblp.org/rec/conf/ah/Barla06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/84> . <https://dblp.org/rec/conf/ah/Barla06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/141/0898> FILTER NOT EXISTS { <https://dblp.org/rec/conf/ah/Barla06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/84> . <https://dblp.org/rec/conf/ah/Barla06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/141/0898> } },TC43,"[""<https://dblp.org/pid/76/84>"", ""<https://dblp.org/pid/141/0898>"", ""<https://dblp.org/rec/conf/ah/Barla06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1720,Has Jonathan Wareham not published the paper 'Still guilty of technological determinism? Reengineering in the insurance sector'?,ASK { <https://dblp.org/rec/conf/ecis/WarehamN98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/5989> FILTER NOT EXISTS { <https://dblp.org/rec/conf/ecis/WarehamN98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/5989> } },TC41,"[""<https://dblp.org/pid/60/5989>"", ""<https://dblp.org/rec/conf/ecis/WarehamN98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1721,Was the paper 'An Experimental Study of TSN-NonTSN Coexistence' not published by Hariram S. Satheesh in CCWC?,ASK { <https://dblp.org/rec/conf/ccwc/ChoukseySA21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/288/3331> . <https://dblp.org/rec/conf/ccwc/ChoukseySA21> <https://dblp.org/rdf/schema#publishedIn> 'CCWC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/ccwc/ChoukseySA21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/288/3331> . <https://dblp.org/rec/conf/ccwc/ChoukseySA21> <https://dblp.org/rdf/schema#publishedIn> 'CCWC' } },TC44,"[""<https://dblp.org/pid/288/3331>"", ""<https://dblp.org/rec/conf/ccwc/ChoukseySA21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1722,Didn't Y. Frankel publish the paper 'Distributed Public Key Cryptosystems'?,ASK { <https://dblp.org/rec/conf/pkc/FrankelY98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/6455> FILTER NOT EXISTS { <https://dblp.org/rec/conf/pkc/FrankelY98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/6455> } },TC41,"[""<https://dblp.org/pid/65/6455>"", ""<https://dblp.org/rec/conf/pkc/FrankelY98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1723,"Has the paper 'Storrer, A, Geyken, A, Siebert, A and Wrzner, KM (eds) 2008 Text Resources and Lexical Knowledge Mouton de Gruyter: Berlin/New York 260p' not been published by Mu\u00F1oz, Isabel Dur\u00E1n in Proces. del Leng. Natural?",ASK { <https://dblp.org/rec/journals/pdln/Munoz09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/127/5361> . <https://dblp.org/rec/journals/pdln/Munoz09> <https://dblp.org/rdf/schema#publishedIn> 'Proces. del Leng. Natural' FILTER NOT EXISTS { <https://dblp.org/rec/journals/pdln/Munoz09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/127/5361> . <https://dblp.org/rec/journals/pdln/Munoz09> <https://dblp.org/rdf/schema#publishedIn> 'Proces. del Leng. Natural' } },TC44,"[""<https://dblp.org/pid/127/5361>"", ""<https://dblp.org/rec/journals/pdln/Munoz09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1724,Was the paper 'Radical Knowledge Management: Using Lessons Learned From Artists to Create Sustainable Workplaces' not co-authored by Stephanie Barnes and Shuimei Zhang?,ASK { <https://dblp.org/rec/journals/frai/Barnes21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/298/5596> . <https://dblp.org/rec/journals/frai/Barnes21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/217/8326> FILTER NOT EXISTS { <https://dblp.org/rec/journals/frai/Barnes21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/298/5596> . <https://dblp.org/rec/journals/frai/Barnes21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/217/8326> } },TC43,"[""<https://dblp.org/pid/298/5596>"", ""<https://dblp.org/pid/217/8326>"", ""<https://dblp.org/rec/journals/frai/Barnes21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1725,"Have Deng, Nan and Zhiyu Zhao not co-authored the paper 'SPATA: A seeding and patching algorithm for de novo transcriptome assembly'?",ASK { <https://dblp.org/rec/conf/bibm/ZhaoNDJZ11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/8779> . <https://dblp.org/rec/conf/bibm/ZhaoNDJZ11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/5076> FILTER NOT EXISTS { <https://dblp.org/rec/conf/bibm/ZhaoNDJZ11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/8779> . <https://dblp.org/rec/conf/bibm/ZhaoNDJZ11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/5076> } },TC43,"[""<https://dblp.org/pid/30/8779>"", ""<https://dblp.org/pid/63/5076>"", ""<https://dblp.org/rec/conf/bibm/ZhaoNDJZ11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1726,"Didn't Berry, Donald A. publish the paper 'Discrete Search with Directional Information'?",ASK { <https://dblp.org/rec/journals/ior/BerryM86> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/178/6325> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ior/BerryM86> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/178/6325> } },TC41,"[""<https://dblp.org/pid/178/6325>"", ""<https://dblp.org/rec/journals/ior/BerryM86>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
