id,question_string,query,template_id,entities,relations,temporal,help_out
Q3329,In which year did Kouichi S. publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/3865> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/16/3865>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3330,Mention the year in which Wen-Huang Cheng published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/1311> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/34/1311>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3331,Mention the year in which Maoguo Gong published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/3438> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/80/3438>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3332,In which year was the first paper by S. Jeschke published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/j/SabinaJeschke> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/j/SabinaJeschke>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3333,"When was the last paper by Pournaras, E. published?",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/3755> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/32/3755>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3334,"Mention the year in which Ohri, Jyoti published the most papers.","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/971> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/67/971>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3335,Mention the year in which Chao Zeng published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/2167> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/35/2167>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3336,In which year did the author June A. publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/9938> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/78/9938>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3337,In which year did the author Hung-Ching Lu publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/3871> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/42/3871>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3338,"When was the first paper by Yu, F. published?",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/4011> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/25/4011>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3339,"Report the year in which Ralescu, D. A. published the least papers.","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/3952> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/67/3952>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3340,"Who is the most frequent co-author of Xu, Lei and how many publications do they have together?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/360-15> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/19/360-15>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/19/360-15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3341,In which year did the author Ling-Yun Wu publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/6006> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/75/6006>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3342,In which year did the author Petros Hadjicostas publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/578> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/92/578>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3343,"Report the year in which Wang, Zhiqi published their last paper.",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/4423> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/19/4423>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3344,"When was the last paper by Sun, D. published?",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/266/3144> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/266/3144>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3345,Report the year in which Amy Deipolyi published their last paper.,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/226/8045> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/226/8045>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3346,"Who is the most frequent co-author of Chow, Edmond and how many publications do they have together?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/2502> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/96/2502>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/96/2502>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3347,Mention the year in which Tianxiang Wang published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/164/8739> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/164/8739>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3348,"In which year was the last paper by Gasparetti, F. published?",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/5347> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/51/5347>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3349,"In which year was the first paper by Ritter, M. published?",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/7554> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/124/7554>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3350,When was the first paper by G. Xie published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/1672> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/54/1672>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3351,Find the year in which Fabio M. Marchese published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/433> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/87/433>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3352,In which year did Chao G. publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/793> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/77/793>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3353,"Report the year in which Senthilarasi, M. published their last paper.",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/240/2783> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/240/2783>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3354,Report the year in which M. Lauras published their last paper.,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/8051> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/46/8051>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3355,In which year did the author Ting-Zhu H. publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/5276> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/02/5276>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3356,Report the year in which Y. Li published their last paper.,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/8174> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/08/8174>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3357,Report the year in which D. Essam published the least papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/e/DEssam> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/e/DEssam>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3358,In which year did the author C. Endisch publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/1177> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/91/1177>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3359,"In which year was the first paper by Okamura, Hiroyuki published?",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/3171> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/85/3171>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3360,"Report the year in which Hu, S. published their last paper.",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/230/0635> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/230/0635>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3361,Who is the most frequent co-author of Muhammad Torabi Dashti and how many publications do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/1815> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/95/1815>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/95/1815>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3362,In which year was the last paper by Zesheng Chen published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/2918> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/61/2918>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3363,Who is the most frequent co-author of Kyeongcheol Yang and how many publications do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/4165> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/52/4165>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/52/4165>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3364,Report the most frequent co-author of James M. Thomas and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/7337> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/60/7337>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/60/7337>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3365,In which year did the author Julia Kreutzer publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/182/2180> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/182/2180>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3366,In which year did Y. Gao publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/4402-29> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/89/4402-29>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3367,Report the most frequent co-author of Brigitte Bigi and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/6901> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/96/6901>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/96/6901>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3368,In which year did Yufei Z. publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/841> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/35/841>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3369,"In which year was the last paper by Bezdek, James C. published?",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/1057> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/07/1057>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3370,Report the most frequent co-author of Fabio Patern\u00F2 and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/6915> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/05/6915>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/05/6915>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3371,In which year did the author Hung Quoc Truong publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/194/9168> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/194/9168>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3372,Report the year in which Kaj Juslin published their last paper.,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/6858> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/67/6858>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3373,Find the year in which Jayaram K. Udupa published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/5193> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/67/5193>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3374,Find the year in which Hiroshi Motoda published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/6525> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/08/6525>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3375,In which year did the author K. Kanzaki publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/2891> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/40/2891>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3376,Mention the year in which Jianhua M. published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/1832> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/49/1832>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3377,With which author does Hrafn Loftsson has the most papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/5952> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/98/5952>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/98/5952>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3378,In which year did the author Mina G. publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/185/2512> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/185/2512>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3379,Who is the most frequent co-author of P. Kumar Ghosh and how many publications do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/6634> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/73/6634>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/73/6634>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3380,"Who is the most frequent co-author of Popovic, V. and how many publications do they have together?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/5046> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/25/5046>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/25/5046>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3381,Find the year in which Yuji Sukekawa published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/207/6444> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/207/6444>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3382,In which year did Taku Komura publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/6832> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/97/6832>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3383,In which year was the first paper by Rui Yamaguchi published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/7043> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/92/7043>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3384,Find the year in which Sjoerd Cranen published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/1766> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/64/1766>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3385,Report the most frequent co-author of Thien T. T. Le and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/188/7447> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/188/7447>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/188/7447>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3386,In which year was the first paper by Pawel Swiatek published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/5177> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/68/5177>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3387,"Who is the most frequent co-author of Lee, Seong-Whan and how many publications do they have together?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/SeongWhanLee> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/l/SeongWhanLee>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/l/SeongWhanLee>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3388,When was the first paper by Young-Hwan You published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/7006> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/91/7006>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3389,"When was the first paper by Kao, S. H. published?",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/4630> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/77/4630>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3390,In which year was the first paper by Simon S. Lam published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/SimonSLam> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/l/SimonSLam>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3391,When was the first paper by Yair Vaknin published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/318/4450> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/318/4450>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3392,"In which year did Gupta, Piyush publish the most papers?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/6295> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/57/6295>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3393,"Least number of papers were published by Maan, Hemant in which year?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/165/9462> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/165/9462>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
