id,question_string,query,template_id,entities,relations,temporal,help_out
Q6043,"In the year 2004 in IEEE International Conference on Computer and Information Technology, what are the titles of the research papers on Information technology?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cit/XiaWS04> <https://dblp.org/rdf/schema#publishedIn> 'CIT' . <https://dblp.org/rec/conf/cit/XiaWS04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' . <https://dblp.org/rec/conf/cit/XiaWS04> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/cit/XiaWS04>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6044,Who are the authors that published papers about Interface tool in ICRA in 1999?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icra/GowdyB99> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/icra/GowdyB99> <https://dblp.org/rdf/schema#publishedIn> 'ICRA' . <https://dblp.org/rec/conf/icra/GowdyB99> <https://dblp.org/rdf/schema#yearOfPublication> '1999' },TP91,"[""<https://dblp.org/rec/conf/icra/GowdyB99>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6045,"In the year 2018 in IEEE Trans. Medical Imaging, what are the titles of the research papers on Frequency conductivity tensor imaging?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tmi/ChauhanIKSMS18> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Medical Imaging' . <https://dblp.org/rec/journals/tmi/ChauhanIKSMS18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' . <https://dblp.org/rec/journals/tmi/ChauhanIKSMS18> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/tmi/ChauhanIKSMS18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6046,"In the year 2006 in KR, who are the authors that published research papers about Description logics?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/kr/CalvaneseGLLR06> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/kr/CalvaneseGLLR06> <https://dblp.org/rdf/schema#publishedIn> 'KR' . <https://dblp.org/rec/conf/kr/CalvaneseGLLR06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP91,"[""<https://dblp.org/rec/conf/kr/CalvaneseGLLR06>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6047,"In ICCE in 2017, what are the titles of the papers on Stereo image defogging?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iccel/KimPPP17> <https://dblp.org/rdf/schema#publishedIn> 'ICCE' . <https://dblp.org/rec/conf/iccel/KimPPP17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' . <https://dblp.org/rec/conf/iccel/KimPPP17> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/iccel/KimPPP17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6048,"In 2013 in IEEE Conference on Computer Vision and Pattern Recognition, what are the titles of the papers on Tag taxonomy?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cvpr/ZhengJ13> <https://dblp.org/rdf/schema#publishedIn> 'CVPR' . <https://dblp.org/rec/conf/cvpr/ZhengJ13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' . <https://dblp.org/rec/conf/cvpr/ZhengJ13> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/cvpr/ZhengJ13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6049,"In Cryptologia in 1995, who are the authors that published papers about Hand cipher system part?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cryptologia/Meulen95a> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/cryptologia/Meulen95a> <https://dblp.org/rdf/schema#publishedIn> 'Cryptologia' . <https://dblp.org/rec/journals/cryptologia/Meulen95a> <https://dblp.org/rdf/schema#yearOfPublication> '1995' },TP91,"[""<https://dblp.org/rec/journals/cryptologia/Meulen95a>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6050,"In IEEE Access in 2021, who are the authors that published papers about Bit security?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/LeeKN21a> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/access/LeeKN21a> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' . <https://dblp.org/rec/journals/access/LeeKN21a> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP91,"[""<https://dblp.org/rec/journals/access/LeeKN21a>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6051,What are the titles of the papers on Precision positionning that were published in ECC in 1999?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eucc/BoichotDDLP99> <https://dblp.org/rdf/schema#publishedIn> 'ECC' . <https://dblp.org/rec/conf/eucc/BoichotDDLP99> <https://dblp.org/rdf/schema#yearOfPublication> '1999' . <https://dblp.org/rec/conf/eucc/BoichotDDLP99> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/eucc/BoichotDDLP99>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6052,"In 2022 in CoRR, what are the titles of the papers on Prediction market?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2201-06924> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2201-06924> <https://dblp.org/rdf/schema#yearOfPublication> '2022' . <https://dblp.org/rec/journals/corr/abs-2201-06924> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/abs-2201-06924>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6053,What are the titles of the papers on Optimization approach that were published in Sensors in 2017?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/WangC17> <https://dblp.org/rdf/schema#publishedIn> 'Sensors' . <https://dblp.org/rec/journals/sensors/WangC17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' . <https://dblp.org/rec/journals/sensors/WangC17> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/sensors/WangC17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6054,"When was the paper on Miso communications by Southeast University, National Mobile Communications Research Laboratory, Nanjing, China published?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/wcl/GaoX0NA21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Southeast University, National Mobile Communications Research Laboratory, Nanjing, China' . <https://dblp.org/rec/journals/wcl/GaoX0NA21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/wcl/GaoX0NA21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6055,"In IEEE International Geoscience and Remote Sensing Symposium in 2012, what are the titles of the papers on Monitoring applications?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/igarss/BaumgartnerK12> <https://dblp.org/rdf/schema#publishedIn> 'IGARSS' . <https://dblp.org/rec/conf/igarss/BaumgartnerK12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' . <https://dblp.org/rec/conf/igarss/BaumgartnerK12> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/igarss/BaumgartnerK12>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6056,When was the research paper on -b by Royal Institute of Technology published?,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/eccc/ECCC-TR99-039> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Royal Institute of Technology, Stockholm, Sweden' . <https://dblp.org/rec/journals/eccc/ECCC-TR99-039> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/eccc/ECCC-TR99-039>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6058,"In 2020 in DICTA, who are the authors that published papers about Fish detection?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dicta/ShenN20> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/dicta/ShenN20> <https://dblp.org/rdf/schema#publishedIn> 'DICTA' . <https://dblp.org/rec/conf/dicta/ShenN20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP91,"[""<https://dblp.org/rec/conf/dicta/ShenN20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6059,"In the year 1993 in CAV, what are the titles of the research papers on Logic model?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cav/ClarkeFJ93> <https://dblp.org/rdf/schema#publishedIn> 'CAV' . <https://dblp.org/rec/conf/cav/ClarkeFJ93> <https://dblp.org/rdf/schema#yearOfPublication> '1993' . <https://dblp.org/rec/conf/cav/ClarkeFJ93> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/cav/ClarkeFJ93>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6060,"In i-com in 2008, what are the titles of the papers on Branchenreport usability?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/icom/DiefenbachH08> <https://dblp.org/rdf/schema#publishedIn> 'i-com' . <https://dblp.org/rec/journals/icom/DiefenbachH08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' . <https://dblp.org/rec/journals/icom/DiefenbachH08> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/icom/DiefenbachH08>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6061,"In the year 2014 in AIM, who are the authors that published research papers about Extremity rehabilitation?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aimech/LiQWJS14> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/aimech/LiQWJS14> <https://dblp.org/rdf/schema#publishedIn> 'AIM' . <https://dblp.org/rec/conf/aimech/LiQWJS14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP91,"[""<https://dblp.org/rec/conf/aimech/LiQWJS14>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6062,"In the year 1997 in J. Comput. Biol., what are the titles of the research papers on Sequence alignment?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jcb/Benson97> <https://dblp.org/rdf/schema#publishedIn> 'J. Comput. Biol.' . <https://dblp.org/rec/journals/jcb/Benson97> <https://dblp.org/rdf/schema#yearOfPublication> '1997' . <https://dblp.org/rec/journals/jcb/Benson97> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/jcb/Benson97>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6063,"In 1991 in AI Commun., who are the authors that published papers about Task level frameworks?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/aicom/Sstolze91> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/aicom/Sstolze91> <https://dblp.org/rdf/schema#publishedIn> 'AI Commun.' . <https://dblp.org/rec/journals/aicom/Sstolze91> <https://dblp.org/rdf/schema#yearOfPublication> '1991' },TP91,"[""<https://dblp.org/rec/journals/aicom/Sstolze91>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6064,"In 2005 in IEICE Trans. Inf. Syst., who are the authors that published papers about Bayesian approach?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ieicet/JitsuhiroN05> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/ieicet/JitsuhiroN05> <https://dblp.org/rdf/schema#publishedIn> 'IEICE Trans. Inf. Syst.' . <https://dblp.org/rec/journals/ieicet/JitsuhiroN05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' },TP91,"[""<https://dblp.org/rec/journals/ieicet/JitsuhiroN05>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6065,"In 2008 in CSTST, who are the authors that published papers about Tech products?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wstst/LiA08> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/wstst/LiA08> <https://dblp.org/rdf/schema#publishedIn> 'CSTST' . <https://dblp.org/rec/conf/wstst/LiA08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP91,"[""<https://dblp.org/rec/conf/wstst/LiA08>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6066,What are the titles of the papers on Logic analysis that were published in J. Appl. Log. in 2015?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/japll/NovakHHS15> <https://dblp.org/rdf/schema#publishedIn> 'J. Appl. Log.' . <https://dblp.org/rec/journals/japll/NovakHHS15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' . <https://dblp.org/rec/journals/japll/NovakHHS15> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/japll/NovakHHS15>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6067,"In the year 2015 in IEEE Trans. Geosci. Remote. Sens., what are the titles of the research papers on Squint range?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tgrs/WangLCNY15> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Geosci. Remote. Sens.' . <https://dblp.org/rec/journals/tgrs/WangLCNY15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' . <https://dblp.org/rec/journals/tgrs/WangLCNY15> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/tgrs/WangLCNY15>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6068,"In 2020 in NFV-SDN, who are the authors that published papers about Edge services?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/nfvsdn/KourtisAKWOXCYK20> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/nfvsdn/KourtisAKWOXCYK20> <https://dblp.org/rdf/schema#publishedIn> 'NFV-SDN' . <https://dblp.org/rec/conf/nfvsdn/KourtisAKWOXCYK20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP91,"[""<https://dblp.org/rec/conf/nfvsdn/KourtisAKWOXCYK20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6069,"University of California Irvine, CA, USA published a paper on Communication speed selection in what year?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/codes/LiuCB02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of California Irvine, CA, USA' . <https://dblp.org/rec/conf/codes/LiuCB02> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/codes/LiuCB02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6070,"When was the paper on Quality assessment by University of Waterloo, Canada published?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tip/MaZZW15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Waterloo, Canada' . <https://dblp.org/rec/journals/tip/MaZZW15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/tip/MaZZW15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6071,"In 2018 in CoRR, what are the titles of the papers on Software engineers?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1810-02685> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-1810-02685> <https://dblp.org/rdf/schema#yearOfPublication> '2018' . <https://dblp.org/rec/journals/corr/abs-1810-02685> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/abs-1810-02685>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6072,"In 2014 in CoRR, who are the authors that published papers about Time systems?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/DavoudM14> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/corr/DavoudM14> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/DavoudM14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP91,"[""<https://dblp.org/rec/journals/corr/DavoudM14>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6073,"In the year 2011 in ICWET, what are the titles of the research papers on Side effects?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icwet/JinturkarK11> <https://dblp.org/rdf/schema#publishedIn> 'ICWET' . <https://dblp.org/rec/conf/icwet/JinturkarK11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' . <https://dblp.org/rec/conf/icwet/JinturkarK11> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/icwet/JinturkarK11>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6074,"In 2012 in GIIS, who are the authors that published papers about Situation assessment?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/giis/AguilarSTZ12> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/giis/AguilarSTZ12> <https://dblp.org/rdf/schema#publishedIn> 'GIIS' . <https://dblp.org/rec/conf/giis/AguilarSTZ12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP91,"[""<https://dblp.org/rec/conf/giis/AguilarSTZ12>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6075,What are the titles of the papers on Web development that were published in ICCSE in 2020?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iccse2/ZhouLZ20> <https://dblp.org/rdf/schema#publishedIn> 'ICCSE' . <https://dblp.org/rec/conf/iccse2/ZhouLZ20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' . <https://dblp.org/rec/conf/iccse2/ZhouLZ20> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/iccse2/ZhouLZ20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6076,What are the titles of the papers on Tracking control that were published in AMC in 2016?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amc/BeauduinFT16> <https://dblp.org/rdf/schema#publishedIn> 'AMC' . <https://dblp.org/rec/conf/amc/BeauduinFT16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' . <https://dblp.org/rec/conf/amc/BeauduinFT16> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/amc/BeauduinFT16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6077,"In the year 2003 in Int. J. Neural Syst., what are the titles of the research papers on Plane analog processor?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijns/CembranoRED03> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Neural Syst.' . <https://dblp.org/rec/journals/ijns/CembranoRED03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' . <https://dblp.org/rec/journals/ijns/CembranoRED03> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ijns/CembranoRED03>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6078,What are the titles of the papers on Operation performance that were published in Simul. Model. Pract. Theory in 2018?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/simpra/QiLYZ18> <https://dblp.org/rdf/schema#publishedIn> 'Simul. Model. Pract. Theory' . <https://dblp.org/rec/journals/simpra/QiLYZ18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' . <https://dblp.org/rec/journals/simpra/QiLYZ18> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/simpra/QiLYZ18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6079,"In 2001 in American Medical Informatics Annual Fall Symposium, who are the authors that published papers about Management system?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amia/LussierKLPC01> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/amia/LussierKLPC01> <https://dblp.org/rdf/schema#publishedIn> 'AMIA' . <https://dblp.org/rec/conf/amia/LussierKLPC01> <https://dblp.org/rdf/schema#yearOfPublication> '2001' },TP91,"[""<https://dblp.org/rec/conf/amia/LussierKLPC01>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6080,"In the year 2013 in IFIP TC13 Conference on Human-Computer Interaction, who are the authors that published research papers about Communication system?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/interact/GuerrierKP13> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/interact/GuerrierKP13> <https://dblp.org/rdf/schema#publishedIn> 'INTERACT (4)' . <https://dblp.org/rec/conf/interact/GuerrierKP13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP91,"[""<https://dblp.org/rec/conf/interact/GuerrierKP13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6081,"In 2010 in NLPKE, what are the titles of the papers on Relation learning?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/nlpke/FallucchiZ10> <https://dblp.org/rdf/schema#publishedIn> 'NLPKE' . <https://dblp.org/rec/conf/nlpke/FallucchiZ10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' . <https://dblp.org/rec/conf/nlpke/FallucchiZ10> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/nlpke/FallucchiZ10>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6082,"In the year 2018 in IEEE Commun. Mag., what are the titles of the research papers on Machine learning?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cm/MohammadiA18> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Commun. Mag.' . <https://dblp.org/rec/journals/cm/MohammadiA18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' . <https://dblp.org/rec/journals/cm/MohammadiA18> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/cm/MohammadiA18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6083,Who are the authors that published papers about Wildlife protection in AAMAS in 2016?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/atal/NguyenSGPJTDWRC16> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/atal/NguyenSGPJTDWRC16> <https://dblp.org/rdf/schema#publishedIn> 'AAMAS' . <https://dblp.org/rec/conf/atal/NguyenSGPJTDWRC16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP91,"[""<https://dblp.org/rec/conf/atal/NguyenSGPJTDWRC16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6084,When was the research paper on Delivery supply chain by University of Lisbon published?,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cec/FariaSSSK06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Lisbon, Portugal' . <https://dblp.org/rec/conf/cec/FariaSSSK06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/cec/FariaSSSK06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6085,"In the year 2020 in Int. J. Interact. Mob. Technol., what are the titles of the research papers on Attendance records technology?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijim/UtomoWRIGA20> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Interact. Mob. Technol.' . <https://dblp.org/rec/journals/ijim/UtomoWRIGA20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' . <https://dblp.org/rec/journals/ijim/UtomoWRIGA20> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ijim/UtomoWRIGA20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6086,"In the year 2022 in Symmetry, what are the titles of the research papers on Mercer inequalities?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/symmetry/Bin-MohsinSJABN22> <https://dblp.org/rdf/schema#publishedIn> 'Symmetry' . <https://dblp.org/rec/journals/symmetry/Bin-MohsinSJABN22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' . <https://dblp.org/rec/journals/symmetry/Bin-MohsinSJABN22> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/symmetry/Bin-MohsinSJABN22>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6087,"In J. Assoc. Inf. Syst. in 2008, who are the authors that published papers about Yield shift theory?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jais/BriggsRV08> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/jais/BriggsRV08> <https://dblp.org/rdf/schema#publishedIn> 'J. Assoc. Inf. Syst.' . <https://dblp.org/rec/journals/jais/BriggsRV08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP91,"[""<https://dblp.org/rec/journals/jais/BriggsRV08>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6088,"In CoRR in 2020, who are the authors that published papers about Query generation?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2004-14503> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/corr/abs-2004-14503> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2004-14503> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP91,"[""<https://dblp.org/rec/journals/corr/abs-2004-14503>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6089,"When was the paper on Motion estimation by University of Campinas, Institute of Computing published?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iet-ipr/SouzaFP18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Campinas, Institute of Computing' . <https://dblp.org/rec/journals/iet-ipr/SouzaFP18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/iet-ipr/SouzaFP18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
