id,question_string,query,template_id,entities,relations,temporal,help_out
Q1380,Was the paper 'An introduction to issues in higher order uncertainty' co-authored by Didier Dubois and Paul E. Lehner?,ASK { <https://dblp.org/rec/journals/tsmc/LehnerLD96> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/DidierDubois> . <https://dblp.org/rec/journals/tsmc/LehnerLD96> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/3269> },TC32,"[""<https://dblp.org/pid/d/DidierDubois>"", ""<https://dblp.org/pid/43/3269>"", ""<https://dblp.org/rec/journals/tsmc/LehnerLD96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1381,"Have Pag\u00E8s, O. and Hajjaji, A. El co-authored the paper 'H\u221E-based fault diagnosis for diesel engines'?",ASK { <https://dblp.org/rec/conf/IEEEcca/BoulkrounePAZH14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/3074> . <https://dblp.org/rec/conf/IEEEcca/BoulkrounePAZH14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/2977> },TC32,"[""<https://dblp.org/pid/03/3074>"", ""<https://dblp.org/pid/85/2977>"", ""<https://dblp.org/rec/conf/IEEEcca/BoulkrounePAZH14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1382,Was the paper 'Real-Time Volume Caustics with Image-Based Photon Tracing' published by the author Bin Wang?,ASK { <https://dblp.org/rec/conf/cadgraphics/WangWC11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/1898> },TC31,"[""<https://dblp.org/pid/13/1898>"", ""<https://dblp.org/rec/conf/cadgraphics/WangWC11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1383,Have Roc\u00EDo-Erandi Barrientos-Mart\u00EDnez and Humberto Carrillo-Calvet co-authored the paper 'On the Possibility of Reliably Constructing a Decision Support System for the Cytodiagnosis of Breast Cancer'?,ASK { <https://dblp.org/rec/series/asc/Cruz-RamirezACB07a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/1257> . <https://dblp.org/rec/series/asc/Cruz-RamirezACB07a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/196> },TC32,"[""<https://dblp.org/pid/18/1257>"", ""<https://dblp.org/pid/94/196>"", ""<https://dblp.org/rec/series/asc/Cruz-RamirezACB07a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1384,Was the paper 'A version-aware tool for design rationale' published by S. Gill in WebMedia?,ASK { <https://dblp.org/rec/conf/webmedia/GillM06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/1734> . <https://dblp.org/rec/conf/webmedia/GillM06> <https://dblp.org/rdf/schema#publishedIn> 'WebMedia' },TC33,"[""<https://dblp.org/pid/99/1734>"", ""<https://dblp.org/rec/conf/webmedia/GillM06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1385,"Did Chen, Shyi-Ming publish the paper 'A New Method for Constructing Fuzzy Decision Trees and Generating Fuzzy Classification Rules from Training Examples' in the last three years?",ASK { <https://dblp.org/rec/journals/cas/ChenL00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/3080> . <https://dblp.org/rec/journals/cas/ChenL00> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) },TC34,"[""<https://dblp.org/pid/11/3080>"", ""<https://dblp.org/rec/journals/cas/ChenL00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1386,Was the paper 'On existence of FIR principal component filter banks' published by the person Ahmet K.?,ASK { <https://dblp.org/rec/conf/icassp/KiracV98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/2902> },TC31,"[""<https://dblp.org/pid/96/2902>"", ""<https://dblp.org/rec/conf/icassp/KiracV98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1387,Was the paper 'Energy-Based Models for Text' published by the person Arthur Szlam?,ASK { <https://dblp.org/rec/journals/corr/abs-2004-10188> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/6733> },TC31,"[""<https://dblp.org/pid/22/6733>"", ""<https://dblp.org/rec/journals/corr/abs-2004-10188>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1388,"Did Glanville, Ranulph publish the paper 'Obituary: Ernst von Glasersfeld 1917-2010' in the last 7 years?",ASK { <https://dblp.org/rec/journals/chk/Glanville11a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/3323> . <https://dblp.org/rec/journals/chk/Glanville11a> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) },TC34,"[""<https://dblp.org/pid/09/3323>"", ""<https://dblp.org/rec/journals/chk/Glanville11a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1389,Did Weishan Zhang publish the paper 'Topic detection based on similar networks' in the last three years?,ASK { <https://dblp.org/rec/conf/smc/LiuWLZCHZ17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/z/WeishanZhang> . <https://dblp.org/rec/conf/smc/LiuWLZCHZ17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) },TC34,"[""<https://dblp.org/pid/z/WeishanZhang>"", ""<https://dblp.org/rec/conf/smc/LiuWLZCHZ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1390,Has Hsing-Yu Chen published in Computing in the last three years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/115/6237> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Computing' },TC35,"[""<https://dblp.org/pid/115/6237>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1391,Did Woldemar F. Fuhrmann publish in INC in the last 3 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/3918> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'INC' },TC35,"[""<https://dblp.org/pid/65/3918>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1392,Was the paper 'The hierarchical flow of eye movements' published by the person named A. Kumar?,ASK { <https://dblp.org/rec/conf/etra/BurchKM18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/195/7525-4> },TC31,"[""<https://dblp.org/pid/195/7525-4>"", ""<https://dblp.org/rec/conf/etra/BurchKM18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1393,"Did M. C. V. Suresh and Edward, J. Belwin co-author the paper 'A hybrid algorithm based optimal placement of DG units for loss reduction in the distribution system'?",ASK { <https://dblp.org/rec/journals/asc/SureshE20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/267/1505> . <https://dblp.org/rec/journals/asc/SureshE20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/195/3287> },TC32,"[""<https://dblp.org/pid/267/1505>"", ""<https://dblp.org/pid/195/3287>"", ""<https://dblp.org/rec/journals/asc/SureshE20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1394,Has Philip M. Arnold published in Cryptologia in the last nine years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/166/8443> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Cryptologia' },TC35,"[""<https://dblp.org/pid/166/8443>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1395,Has Ying-Jun Angela Zhang published in CoRR in the last 5 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/3143> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC35,"[""<https://dblp.org/pid/80/3143>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1396,"Did Daemen, Joan publish the paper 'Sufficient conditions for sound tree and sequential hashing modes' in IACR Cryptol. ePrint Arch.?",ASK { <https://dblp.org/rec/journals/iacr/BertoniDPA09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/3962> . <https://dblp.org/rec/journals/iacr/BertoniDPA09> <https://dblp.org/rdf/schema#publishedIn> 'IACR Cryptol. ePrint Arch.' },TC33,"[""<https://dblp.org/pid/93/3962>"", ""<https://dblp.org/rec/journals/iacr/BertoniDPA09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1397,"Have Christian Kroos and Hogan, Katherine co-authored the paper 'Visual influence on auditory perception: is speech special?'?",ASK { <https://dblp.org/rec/conf/avsp/KroosH09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/7939> . <https://dblp.org/rec/conf/avsp/KroosH09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/142/7260> },TC32,"[""<https://dblp.org/pid/74/7939>"", ""<https://dblp.org/pid/142/7260>"", ""<https://dblp.org/rec/conf/avsp/KroosH09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1398,"Was the paper 'The Average-Case Complexity of Counting Cliques in Erd\u0151s-R\u00E9nyi Hypergraphs' published by Brennan, M. S. in FOCS?",ASK { <https://dblp.org/rec/conf/focs/Boix-AdseraBB19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/299/5790> . <https://dblp.org/rec/conf/focs/Boix-AdseraBB19> <https://dblp.org/rdf/schema#publishedIn> 'FOCS' },TC33,"[""<https://dblp.org/pid/299/5790>"", ""<https://dblp.org/rec/conf/focs/Boix-AdseraBB19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1399,Was the paper 'Coevolutive planning in markov decision processes' published by Fran\u00E7ois Charpillet in AAMAS?,ASK { <https://dblp.org/rec/conf/atal/ScherrerC02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/5348> . <https://dblp.org/rec/conf/atal/ScherrerC02> <https://dblp.org/rdf/schema#publishedIn> 'AAMAS' },TC33,"[""<https://dblp.org/pid/08/5348>"", ""<https://dblp.org/rec/conf/atal/ScherrerC02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1400,"Was the paper 'Parallel Computing of Spatio-Temporal Model Based on Deep Reinforcement Learning' published by Li, J. in WASA?",ASK { <https://dblp.org/rec/conf/wasa/LvLXWL21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/1228> . <https://dblp.org/rec/conf/wasa/LvLXWL21> <https://dblp.org/rdf/schema#publishedIn> 'WASA (1)' },TC33,"[""<https://dblp.org/pid/19/1228>"", ""<https://dblp.org/rec/conf/wasa/LvLXWL21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1401,"Wasn't the paper 'Compressed-Domain Classification of Texture Images' published by the author Bayoumi, M. A. in CAMP?",ASK { <https://dblp.org/rec/conf/camp/WilsonB00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/MagdyABayoumi> . <https://dblp.org/rec/conf/camp/WilsonB00> <https://dblp.org/rdf/schema#publishedIn> 'CAMP' FILTER NOT EXISTS { <https://dblp.org/rec/conf/camp/WilsonB00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/MagdyABayoumi> . <https://dblp.org/rec/conf/camp/WilsonB00> <https://dblp.org/rdf/schema#publishedIn> 'CAMP' } },TC44,"[""<https://dblp.org/pid/b/MagdyABayoumi>"", ""<https://dblp.org/rec/conf/camp/WilsonB00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1402,Wasn't the paper 'Combinatorial operators and their quasi-inverses' published by the author Vladeta Vuckovic in Notre Dame J. Formal Log.?,ASK { <https://dblp.org/rec/journals/ndjfl/Vuckovic71> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/149/6694> . <https://dblp.org/rec/journals/ndjfl/Vuckovic71> <https://dblp.org/rdf/schema#publishedIn> 'Notre Dame J. Formal Log.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ndjfl/Vuckovic71> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/149/6694> . <https://dblp.org/rec/journals/ndjfl/Vuckovic71> <https://dblp.org/rdf/schema#publishedIn> 'Notre Dame J. Formal Log.' } },TC44,"[""<https://dblp.org/pid/149/6694>"", ""<https://dblp.org/rec/journals/ndjfl/Vuckovic71>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1403,Was the paper 'A Priority Queue Transform' not published by the person Michael L. Fredman?,ASK { <https://dblp.org/rec/conf/wae/Fredman99> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/454> FILTER NOT EXISTS { <https://dblp.org/rec/conf/wae/Fredman99> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/454> } },TC41,"[""<https://dblp.org/pid/15/454>"", ""<https://dblp.org/rec/conf/wae/Fredman99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1404,"Was the paper 'Decompositions and Factorizations of Complete Graphs' not published by Kov\u00E1r, P. in Structural Analysis of Complex Networks?",ASK { <https://dblp.org/rec/books/sp/11/Kovar11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/4324> . <https://dblp.org/rec/books/sp/11/Kovar11> <https://dblp.org/rdf/schema#publishedIn> 'Structural Analysis of Complex Networks' FILTER NOT EXISTS { <https://dblp.org/rec/books/sp/11/Kovar11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/4324> . <https://dblp.org/rec/books/sp/11/Kovar11> <https://dblp.org/rdf/schema#publishedIn> 'Structural Analysis of Complex Networks' } },TC44,"[""<https://dblp.org/pid/42/4324>"", ""<https://dblp.org/rec/books/sp/11/Kovar11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1405,Did K. Michael not publish the paper 'Emerging Forms of Covert Surveillance Using GPS-Enabled Devices' in J. Cases Inf. Technol.?,ASK { <https://dblp.org/rec/journals/jcit-igi/AbbasMMA11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/1359> . <https://dblp.org/rec/journals/jcit-igi/AbbasMMA11> <https://dblp.org/rdf/schema#publishedIn> 'J. Cases Inf. Technol.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jcit-igi/AbbasMMA11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/1359> . <https://dblp.org/rec/journals/jcit-igi/AbbasMMA11> <https://dblp.org/rdf/schema#publishedIn> 'J. Cases Inf. Technol.' } },TC44,"[""<https://dblp.org/pid/75/1359>"", ""<https://dblp.org/rec/journals/jcit-igi/AbbasMMA11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1406,Was the paper 'A decision support framework for a zoonosis prediction system: case study of Salmonellosis' not published by Adhistya Erna Permanasari?,ASK { <https://dblp.org/rec/journals/ijmei/PermanasariRD11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/7481> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijmei/PermanasariRD11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/7481> } },TC41,"[""<https://dblp.org/pid/29/7481>"", ""<https://dblp.org/rec/journals/ijmei/PermanasariRD11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1407,Was the paper 'SoundFactory: a framework for generating datasets for deep learning SELD algorithms' not published by Alberto Scionti in CF?,ASK { <https://dblp.org/rec/conf/cf/SciontiCT20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/7691> . <https://dblp.org/rec/conf/cf/SciontiCT20> <https://dblp.org/rdf/schema#publishedIn> 'CF' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cf/SciontiCT20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/7691> . <https://dblp.org/rec/conf/cf/SciontiCT20> <https://dblp.org/rdf/schema#publishedIn> 'CF' } },TC44,"[""<https://dblp.org/pid/45/7691>"", ""<https://dblp.org/rec/conf/cf/SciontiCT20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1408,"Was the paper 'A mechanism for replicated data consistency in mobile computing environments' not co-authored by Lifschitz, S\u00E9rgio and A. Brayner?",ASK { <https://dblp.org/rec/conf/sac/MonteiroBL07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/SLifschitz> . <https://dblp.org/rec/conf/sac/MonteiroBL07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/AngeloBrayner> FILTER NOT EXISTS { <https://dblp.org/rec/conf/sac/MonteiroBL07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/SLifschitz> . <https://dblp.org/rec/conf/sac/MonteiroBL07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/AngeloBrayner> } },TC43,"[""<https://dblp.org/pid/l/SLifschitz>"", ""<https://dblp.org/pid/b/AngeloBrayner>"", ""<https://dblp.org/rec/conf/sac/MonteiroBL07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1409,"Wasn't the paper 'Bayesian user modeling: evaluation metrics of an adaptive user interface' published by the author Abid, Mohamed in International Conference on Machine Vision?",ASK { <https://dblp.org/rec/conf/icmv/RimAMA16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/1639> . <https://dblp.org/rec/conf/icmv/RimAMA16> <https://dblp.org/rdf/schema#publishedIn> 'ICMV' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icmv/RimAMA16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/1639> . <https://dblp.org/rec/conf/icmv/RimAMA16> <https://dblp.org/rdf/schema#publishedIn> 'ICMV' } },TC44,"[""<https://dblp.org/pid/71/1639>"", ""<https://dblp.org/rec/conf/icmv/RimAMA16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1410,"Did Bashir, Murwan not publish the paper 'Convex Combination of LMF and ZA-LMF for Variable Sparse System Identification' in ACSSC?",ASK { <https://dblp.org/rec/conf/acssc/IqbalBZA19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/176/8132> . <https://dblp.org/rec/conf/acssc/IqbalBZA19> <https://dblp.org/rdf/schema#publishedIn> 'ACSSC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/acssc/IqbalBZA19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/176/8132> . <https://dblp.org/rec/conf/acssc/IqbalBZA19> <https://dblp.org/rdf/schema#publishedIn> 'ACSSC' } },TC44,"[""<https://dblp.org/pid/176/8132>"", ""<https://dblp.org/rec/conf/acssc/IqbalBZA19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1411,Did Wenke W. and Lintao Zheng not co-author the paper 'Feature-Based Streamline Selection Method for 2D Flow Fields'?,ASK { <https://dblp.org/rec/conf/cadgraphics/ZhengWL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/11007> . <https://dblp.org/rec/conf/cadgraphics/ZhengWL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/178/5013> FILTER NOT EXISTS { <https://dblp.org/rec/conf/cadgraphics/ZhengWL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/11007> . <https://dblp.org/rec/conf/cadgraphics/ZhengWL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/178/5013> } },TC43,"[""<https://dblp.org/pid/11/11007>"", ""<https://dblp.org/pid/178/5013>"", ""<https://dblp.org/rec/conf/cadgraphics/ZhengWL15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1412,Was the paper 'On Coxeter Spectral Study of Edge-bipartite Graphs in Relation with Dynkin Diagrams' not published by the person M. Felisiak?,ASK { <https://dblp.org/rec/conf/colognetwente/FelisiakS12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/11104> FILTER NOT EXISTS { <https://dblp.org/rec/conf/colognetwente/FelisiakS12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/11104> } },TC41,"[""<https://dblp.org/pid/05/11104>"", ""<https://dblp.org/rec/conf/colognetwente/FelisiakS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1413,Did Dale N. Richardson not publish the paper 'Properties of Sequence Conservation in Upstream Regulatory and Protein Coding Sequences among Paralogs in Arabidopsis thaliana'?,ASK { <https://dblp.org/rec/conf/recomb/RichardsonW09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/7420> FILTER NOT EXISTS { <https://dblp.org/rec/conf/recomb/RichardsonW09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/7420> } },TC41,"[""<https://dblp.org/pid/16/7420>"", ""<https://dblp.org/rec/conf/recomb/RichardsonW09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1414,Was the paper 'Multi-Agent Systems in Quantum Security for Modern Wireless Networks' not co-authored by Dharmendra Sharma and Xu Huang?,ASK { <https://dblp.org/rec/conf/kes/HuangS09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/3371-1> . <https://dblp.org/rec/conf/kes/HuangS09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/2922-1> FILTER NOT EXISTS { <https://dblp.org/rec/conf/kes/HuangS09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/3371-1> . <https://dblp.org/rec/conf/kes/HuangS09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/2922-1> } },TC43,"[""<https://dblp.org/pid/18/3371-1>"", ""<https://dblp.org/pid/00/2922-1>"", ""<https://dblp.org/rec/conf/kes/HuangS09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1415,Did S. Raskhodnikova not publish the paper 'Approximating the Distance to Monotonicity of Boolean Functions'?,ASK { <https://dblp.org/rec/journals/eccc/PallavoorRW19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/3654> FILTER NOT EXISTS { <https://dblp.org/rec/journals/eccc/PallavoorRW19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/3654> } },TC41,"[""<https://dblp.org/pid/14/3654>"", ""<https://dblp.org/rec/journals/eccc/PallavoorRW19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1416,Did Samuel J. M. Cartaxo and F. Andre Narciso Fernandes not co-author the paper 'Educational software for heat exchanger equipment'?,ASK { <https://dblp.org/rec/journals/caee/CartaxoF10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/201/0558> . <https://dblp.org/rec/journals/caee/CartaxoF10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/201/0584> FILTER NOT EXISTS { <https://dblp.org/rec/journals/caee/CartaxoF10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/201/0558> . <https://dblp.org/rec/journals/caee/CartaxoF10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/201/0584> } },TC43,"[""<https://dblp.org/pid/201/0558>"", ""<https://dblp.org/pid/201/0584>"", ""<https://dblp.org/rec/journals/caee/CartaxoF10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1417,Has the paper 'Stochastic functions using sequential logic' not been published by Naman Saraf in ICCD?,ASK { <https://dblp.org/rec/conf/iccd/SarafBLR13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/139/2474> . <https://dblp.org/rec/conf/iccd/SarafBLR13> <https://dblp.org/rdf/schema#publishedIn> 'ICCD' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iccd/SarafBLR13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/139/2474> . <https://dblp.org/rec/conf/iccd/SarafBLR13> <https://dblp.org/rdf/schema#publishedIn> 'ICCD' } },TC44,"[""<https://dblp.org/pid/139/2474>"", ""<https://dblp.org/rec/conf/iccd/SarafBLR13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1418,Was the paper 'Approximating the Void: Learning Stochastic Channel Models from Observation with Variational Generative Adversarial Networks' not published by T. J. O'Shea?,ASK { <https://dblp.org/rec/journals/corr/abs-1805-06350> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/176/5279> FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1805-06350> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/176/5279> } },TC41,"[""<https://dblp.org/pid/176/5279>"", ""<https://dblp.org/rec/journals/corr/abs-1805-06350>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1419,"Was the paper 'Modelling of Pseudonymity under Probabilistic Linkability Attacks' not co-authored by Neubauer, Martin and Jun Zhong?",ASK { <https://dblp.org/rec/conf/cse/Neubauer09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/2857> . <https://dblp.org/rec/conf/cse/Neubauer09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/9455> FILTER NOT EXISTS { <https://dblp.org/rec/conf/cse/Neubauer09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/2857> . <https://dblp.org/rec/conf/cse/Neubauer09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/9455> } },TC43,"[""<https://dblp.org/pid/75/2857>"", ""<https://dblp.org/pid/79/9455>"", ""<https://dblp.org/rec/conf/cse/Neubauer09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1420,Wasn't the paper 'Deep Learning for Bibliographic Catalogue Assisting System' not published by the person named Apilak Suntornacane?,ASK { <https://dblp.org/rec/conf/iait/Maneewongvatana21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/297/9723> FILTER NOT EXISTS { <https://dblp.org/rec/conf/iait/Maneewongvatana21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/297/9723> } },TC41,"[""<https://dblp.org/pid/297/9723>"", ""<https://dblp.org/rec/conf/iait/Maneewongvatana21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1421,Was the paper 'Informational Measure of Symmetry vs Voronoi Entropy and Continuous Measure of Entropy of the Penrose Tiling Part II of the \Voronoi Entropy vs Continuous Measure of Symmetry of the Penrose Tiling\' not published by Shraga S. in Symmetry?,ASK { <https://dblp.org/rec/journals/symmetry/BormashenkoLFSS21a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/19> . <https://dblp.org/rec/journals/symmetry/BormashenkoLFSS21a> <https://dblp.org/rdf/schema#publishedIn> 'Symmetry' FILTER NOT EXISTS { <https://dblp.org/rec/journals/symmetry/BormashenkoLFSS21a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/19> . <https://dblp.org/rec/journals/symmetry/BormashenkoLFSS21a> <https://dblp.org/rdf/schema#publishedIn> 'Symmetry' } },TC44,"[""<https://dblp.org/pid/99/19>"", ""<https://dblp.org/rec/journals/symmetry/BormashenkoLFSS21a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1422,"Did Kambhampati, S. and Minh Binh Do not co-author the paper 'Planning with Partial Preference Models'?",ASK { <https://dblp.org/rec/conf/ijcai/NguyenDKS09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/SKambhampati> . <https://dblp.org/rec/conf/ijcai/NguyenDKS09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/3725> FILTER NOT EXISTS { <https://dblp.org/rec/conf/ijcai/NguyenDKS09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/SKambhampati> . <https://dblp.org/rec/conf/ijcai/NguyenDKS09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/3725> } },TC43,"[""<https://dblp.org/pid/k/SKambhampati>"", ""<https://dblp.org/pid/45/3725>"", ""<https://dblp.org/rec/conf/ijcai/NguyenDKS09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1423,Wasn't the paper 'GVTS: Global Virtual Time Fair Scheduling to Support Strict Fairness on Many Cores' published by the author Jaehyuk Huh in IEEE Trans. Parallel Distributed Syst.?,ASK { <https://dblp.org/rec/journals/tpds/KimCH19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/5240> . <https://dblp.org/rec/journals/tpds/KimCH19> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Parallel Distributed Syst.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tpds/KimCH19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/5240> . <https://dblp.org/rec/journals/tpds/KimCH19> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Parallel Distributed Syst.' } },TC44,"[""<https://dblp.org/pid/83/5240>"", ""<https://dblp.org/rec/journals/tpds/KimCH19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1424,"Did Kamga, R. Thierry Dzati and Sim\u00E9on Fotso not co-author the paper 'Metrics of Symmetric Difference on Fuzzy Sets Based on R-implicators of the Usual Families of t-norms'?",ASK { <https://dblp.org/rec/conf/eusflat/FotsoKF17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/213/6010> . <https://dblp.org/rec/conf/eusflat/FotsoKF17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/3946> FILTER NOT EXISTS { <https://dblp.org/rec/conf/eusflat/FotsoKF17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/213/6010> . <https://dblp.org/rec/conf/eusflat/FotsoKF17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/3946> } },TC43,"[""<https://dblp.org/pid/213/6010>"", ""<https://dblp.org/pid/32/3946>"", ""<https://dblp.org/rec/conf/eusflat/FotsoKF17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1425,Was the paper 'A Measure of Fault Tolerance for Distributed Networks' not published by Constantine Stivaros?,ASK { <https://dblp.org/rec/conf/icci/Stivaros92> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/5432> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icci/Stivaros92> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/5432> } },TC41,"[""<https://dblp.org/pid/99/5432>"", ""<https://dblp.org/rec/conf/icci/Stivaros92>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1426,Was the paper 'Fine-grained robust prosody transfer for single-speaker neural text-to-speech' not published by Srikanth Ronanki in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-1907-02479> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/180/2841> . <https://dblp.org/rec/journals/corr/abs-1907-02479> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1907-02479> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/180/2841> . <https://dblp.org/rec/journals/corr/abs-1907-02479> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC44,"[""<https://dblp.org/pid/180/2841>"", ""<https://dblp.org/rec/journals/corr/abs-1907-02479>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1427,"Have Tuo, L. and Ying Xia not co-authored the paper 'An incremental community mining method in dynamic social networks'?",ASK { <https://dblp.org/rec/conf/ccis/XiaT14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/6483> . <https://dblp.org/rec/conf/ccis/XiaT14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/3540> FILTER NOT EXISTS { <https://dblp.org/rec/conf/ccis/XiaT14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/6483> . <https://dblp.org/rec/conf/ccis/XiaT14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/3540> } },TC43,"[""<https://dblp.org/pid/181/6483>"", ""<https://dblp.org/pid/69/3540>"", ""<https://dblp.org/rec/conf/ccis/XiaT14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
