id,question_string,query,template_id,entities,relations,temporal,help_out
Q6498,"In 2003, how many papers did the authors of 'A Stoichiometric Approach to Quantitative Structure-Property Relationships (QSPR)' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jcisd/FishtikD03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2003' },TP74,"[""<https://dblp.org/rec/journals/jcisd/FishtikD03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6499,"What is the count of authors of 'Internet use and expatriate adjustment: understanding the degree of isolation experienced in kingdom of Saudi Arabia' who have University of Pretoria, South Africa as their primary affiliation?","SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/saicsit/HattinghML12> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Pretoria, South Africa' }",TP71,"[""<https://dblp.org/rec/conf/saicsit/HattinghML12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6500,How many papers did the authors of 'Optimal downlink resource allocation for non-real time traffic in cellular CDMA/TDMA networks' publish in IEEE Commun. Lett.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/icl/NavaieY06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Commun. Lett.' },TP75,"[""<https://dblp.org/rec/journals/icl/NavaieY06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6501,"In 1987, how many papers did the authors of 'Simulation of Guerilla Warfare' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/simulationstechnik/Stahel87> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1987' },TP74,"[""<https://dblp.org/rec/conf/simulationstechnik/Stahel87>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6502,Count the different affiliations of the authors of 'Design and Evaluation of a Low Density Generator Matrix (LDGM) Large Block FEC Codec'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ngc/RocaKL03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/ngc/RocaKL03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6503,Count the papers published by the authors of 'Bistatic SAR along track interferometry with multiple fixed receivers' in IGARSS.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/igarss/DuqueLMM10a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IGARSS' },TP75,"[""<https://dblp.org/rec/conf/igarss/DuqueLMM10a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6504,Mention the count of papers published by the authors of 'Arquitetura para Cocuradoria de Dados de Conhecimento Popular Integrados por meio de Linked Open Data' in SBBD.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/sbbd/YaguiV18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SBBD' },TP75,"[""<https://dblp.org/rec/conf/sbbd/YaguiV18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6505,Mention the count of papers published by the authors of 'Optimal HDA Schemes for Transmission of a Gaussian Source Over a Gaussian Channel With Bandwidth Compression in the Presence of an Interference' in IEEE Trans. Signal Process..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tsp/VarastehB12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Signal Process.' },TP75,"[""<https://dblp.org/rec/journals/tsp/VarastehB12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6506,How many different affiliations do the authors of 'Large-scale Analysis of Drug Combinations by Integrating Multiple Heterogeneous Information Networks' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/bcb/ChenIL19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/bcb/ChenIL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6507,"In 1987, how many papers did the authors of 'Simplified Stable Merging Tasks' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jal/SaloweS87> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1987' },TP74,"[""<https://dblp.org/rec/journals/jal/SaloweS87>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6508,Count the different affiliations of the authors of 'Understanding the Impact of Customer Reviews on Hotel Rating: An Empirical Research'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2002-05342> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/corr/abs-2002-05342>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6509,How many different affiliations do the authors of 'Mismatch errors randomization for multi-bit DAC in sigma-delta modulators based on butterfly-type network' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/mj/0003FZLY19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/mj/0003FZLY19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6510,How many publications did the authors of the paper 'ATHENA@CL-SciSumm 2019: Siamese recurrent bi-directional neural network for identifying cited text spans' publish in BIRNDL@SIGIR?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/sigir/FergadisPP19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'BIRNDL@SIGIR' },TP75,"[""<https://dblp.org/rec/conf/sigir/FergadisPP19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6511,"Count the papers published by the authors of 'Analysis, modeling and estimation through a similarity based approach: an economic signal case study' in 1993.",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icnn/ThomeT93> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1993' },TP74,"[""<https://dblp.org/rec/conf/icnn/ThomeT93>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6512,How many different affiliations do the authors of 'Distinct Feature Labeling Methods for SVM-Based AMD Automated Detector on 3D OCT Volumes' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iccel/YuLLWH22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/iccel/YuLLWH22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6513,Count the papers published by the authors of 'The Twofold Value of IT-Based Peer Assessment in Management Information Systems Education' in 2017.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/wi/RietscheLHS17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP74,"[""<https://dblp.org/rec/conf/wi/RietscheLHS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6514,Count the different affiliations of the authors of 'Method for characterize landslide caused by heavy rainfall by using smoothing method'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icacci/KokaneA15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/icacci/KokaneA15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6515,Count the papers published by the authors of 'QoS-aware routing protocol for Cognitive Radio Ad Hoc Networks' in Ad Hoc Networks.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/adhoc/RajNK21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Ad Hoc Networks' },TP75,"[""<https://dblp.org/rec/journals/adhoc/RajNK21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6516,How many different affiliations do the authors of 'Many Faces of Grid Computing' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/gcc/Rankich04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/gcc/Rankich04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6517,"In 1998, how many papers did the authors of 'Factory Automation Adapted for the Decommissioning of Nuclear Reprocessing Facilities' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icra/BicknellH98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1998' },TP74,"[""<https://dblp.org/rec/conf/icra/BicknellH98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6518,"In 2012, how many papers did the authors of 'A Computational Framework for Next-generation Bridge Imaging and Inspection' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/grapp/LattanziM12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP74,"[""<https://dblp.org/rec/conf/grapp/LattanziM12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6519,Count the different affiliations of the authors of 'Editorial'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/comcom/BraunGS04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/comcom/BraunGS04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6520,"In 2013, how many papers did the authors of 'Illuminant Invariant Descriptors for Color Texture Classification' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/cciw/CusanoNS13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP74,"[""<https://dblp.org/rec/conf/cciw/CusanoNS13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6521,Count the different affiliations of the authors of 'Learning Simple Algorithms from Examples'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icml/ZarembaMJF16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/icml/ZarembaMJF16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6522,Count the different affiliations of the authors of 'Comparison of reliability and the availability between four systems with warm standby components and standby switching failures'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/amc/WangDK06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/amc/WangDK06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6523,"How many authors of 'Qualifications of Instruction Sequence Failures, Faults and Defects: Dormant, Effective, Detected, Temporary, and Permanent' have University of Amsterdam, Netherlands as their primary affiliation?","SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/cuza/Bergstra21> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Amsterdam, Netherlands' }",TP71,"[""<https://dblp.org/rec/journals/cuza/Bergstra21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6524,How many papers did the authors of 'Perfect reconstruction of sparse signals with piecewise continuous nonconvex penalties and nonconvexity control' publish in 2019?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-1902-07436> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP74,"[""<https://dblp.org/rec/journals/corr/abs-1902-07436>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6525,Mention the count of papers published by the authors of 'Synergistic use of AMSR-E and MODIS Data for Understanding Grassland Land Surface Phenologies' in IEEE International Geoscience and Remote Sensing Symposium.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/igarss/DoubkovaH06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IGARSS' },TP75,"[""<https://dblp.org/rec/conf/igarss/DoubkovaH06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6526,How many publications did the authors of the paper 'Host Behavior in Computer Network: One-Year Study' publish in IEEE Trans. Netw. Serv. Manag.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tnsm/JirsikV21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Netw. Serv. Manag.' },TP75,"[""<https://dblp.org/rec/journals/tnsm/JirsikV21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6527,"In 2021, how many papers did the authors of 'Design and Latency Analyses of an Enhanced Mixed-Signal Coupling Network With Adaptive Noise Cancellation for Power Over Data Lines' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tvt/SchwarzePKE21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP74,"[""<https://dblp.org/rec/journals/tvt/SchwarzePKE21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6528,How many papers did the authors of 'Using Task-Based Parallelism Directly on the GPU for Automated Asynchronous Data Transfer' publish in 2016?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/parco/ChalkGS15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP74,"[""<https://dblp.org/rec/conf/parco/ChalkGS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6529,Mention the count of papers published by the authors of 'Information Sharing in Spectrum Auction for Dynamic Spectrum Access' in IEEE Global Telecommunications Conference .,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/globecom/YuGLGWXCV09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'GLOBECOM' },TP75,"[""<https://dblp.org/rec/conf/globecom/YuGLGWXCV09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6530,How many publications did the authors of the paper 'Guest Editorial' publish in Int. J. Uncertain. Fuzziness Knowl. Based Syst.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ijufks/LiuZ07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Uncertain. Fuzziness Knowl. Based Syst.' },TP75,"[""<https://dblp.org/rec/journals/ijufks/LiuZ07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6531,Count the papers published by the authors of 'Clustering Data: Dealing with High Density Variations' in 2000.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icpr/RibertEL00> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2000' },TP74,"[""<https://dblp.org/rec/conf/icpr/RibertEL00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6532,Count the papers published by the authors of 'A fully vector quantised self-excited vocoder' in ICASSP.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icassp/SalamiHA89> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICASSP' },TP75,"[""<https://dblp.org/rec/conf/icassp/SalamiHA89>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6533,How many papers did the authors of 'Causal Strategic Inference in a Game - Theoretic Model of Multiplayer Networked Microfinance Markets' publish in 2018?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/teco/IrfanO18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP74,"[""<https://dblp.org/rec/journals/teco/IrfanO18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6534,Mention the count of papers published by the authors of 'A Formal Software Development Approach Using Refinement Calculus' in J. Comput. Sci. Technol..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jcst/YunfengJMZZ01> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Comput. Sci. Technol.' },TP75,"[""<https://dblp.org/rec/journals/jcst/YunfengJMZZ01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6535,Count the different affiliations of the authors of 'The blended e-learning imperative: Strategy and technology that enables collaboration and interaction in distributed elearning'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/webnet/Austin01> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/webnet/Austin01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6536,Count the papers published by the authors of 'An efficient technique of scheduling mobile sinks in hybrid WSN' in 2014.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iecon/DuZS14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP74,"[""<https://dblp.org/rec/conf/iecon/DuZS14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6537,How many papers did the authors of 'A Security Policy for an A1DBMS (a Trusted Subject)' publish in 1989?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/sp/Wilson89> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1989' },TP74,"[""<https://dblp.org/rec/conf/sp/Wilson89>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6538,"How many authors of 'Cyclic hydraulic actuation for soft robotic devices' have MIT Computer Science and Artificial Intelligence Laboratory, Cambridge, USA as their primary affiliation?","SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iros/KatzschmannMDR16> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'MIT Computer Science and Artificial Intelligence Laboratory, Cambridge, USA' }",TP71,"[""<https://dblp.org/rec/conf/iros/KatzschmannMDR16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6539,"What is the count of authors of 'SAGE: Percipient Storage for Exascale Data Centric Computing' who have J\u00FClich Supercomputing Centre, Germany as their primary affiliation?","SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/pc/Narasimhamurthy19> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'J\u00FClich Supercomputing Centre, Germany' }",TP71,"[""<https://dblp.org/rec/journals/pc/Narasimhamurthy19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6540,Count the papers published by the authors of 'Synthesizing Quantum Circuits via Numerical Optimization' in 2019.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iccS/BrugiereBVA19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP74,"[""<https://dblp.org/rec/conf/iccS/BrugiereBVA19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6541,How many different affiliations do the authors of 'Monitoring top-k on real-time dynamic social-network graphs' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/debs/UdomlamlertAH16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/debs/UdomlamlertAH16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6542,Mention the count of papers published by the authors of 'New Bounds for MAX-SAT by Clause Learning' in International Computer Science Symposium in Russia.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/csr/KulikovK07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CSR' },TP75,"[""<https://dblp.org/rec/conf/csr/KulikovK07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6543,Count the papers published by the authors of 'Social Learning and Cultural Evolution in Artificial Life' in Artif. Life.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/alife/MarriottBAS18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Artif. Life' },TP75,"[""<https://dblp.org/rec/journals/alife/MarriottBAS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6544,What is the count of authors of 'Classification of Medical Images in the Domain of Melanoid Skin Lesions' who have University of Kansas as their primary affiliation?,"SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/cores/HippeGBKMPW05> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Kansas, Lawrence, USA' }",TP71,"[""<https://dblp.org/rec/conf/cores/HippeGBKMPW05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6545,How many different affiliations do the authors of 'Approximation and complexity of functions on the integers' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/isci/Tsichritzis71> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/isci/Tsichritzis71>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6546,Count the papers published by the authors of 'Sketched Subspace Clustering' in 2018.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tsp/TraganitisG18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP74,"[""<https://dblp.org/rec/journals/tsp/TraganitisG18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6547,Mention the count of papers published by the authors of 'Matterport3D: Learning from RGB-D Data in Indoor Environments' in 3DV.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/3dim/ChangDFHNSSZZ17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> '3DV' },TP75,"[""<https://dblp.org/rec/conf/3dim/ChangDFHNSSZZ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6548,Count the different affiliations of the authors of 'A normal form for spider diagrams of order'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/vlc/DelaneySTT14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/vlc/DelaneySTT14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6549,How many papers did the authors of 'Interworking of Distributed Object Systems using a Soap Bridge' publish in 2002?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/imsa/ParkKL02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2002' },TP74,"[""<https://dblp.org/rec/conf/imsa/ParkKL02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6550,Mention the count of papers published by the authors of 'Query Modification in Object-Oriented Database Federations' in International Conference on Cooperative Information Systems.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/coopis/VermeerA97> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoopIS' },TP75,"[""<https://dblp.org/rec/conf/coopis/VermeerA97>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6551,Mention the count of papers published by the authors of 'Cost/speed analysis of mobile wireless DTNs under random waypoint mobility' in WiOpt.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/wiopt/CavallariVT16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'WiOpt' },TP75,"[""<https://dblp.org/rec/conf/wiopt/CavallariVT16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6552,Mention the count of papers published by the authors of 'Scene context dependent reference frame placement for MPEG video coding' in ICASSP.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icassp/LanH97> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICASSP' },TP75,"[""<https://dblp.org/rec/conf/icassp/LanH97>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6553,Count the papers published by the authors of 'Spectroscopic Detection of Cervical Pre-Cancer through Radial Basis Function Networks' in 1997.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/nips/TumerRG96> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1997' },TP74,"[""<https://dblp.org/rec/conf/nips/TumerRG96>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
