id,question_string,query,template_id,entities,relations,temporal,help_out
Q5951,"In 1997 in ICIP (2), what are the titles of the papers on Fractal image?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icip/RuhlHS97> <https://dblp.org/rdf/schema#publishedIn> 'ICIP (2)' . <https://dblp.org/rec/conf/icip/RuhlHS97> <https://dblp.org/rdf/schema#yearOfPublication> '1997' . <https://dblp.org/rec/conf/icip/RuhlHS97> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/icip/RuhlHS97>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5952,"In J. Integr. Des. Process. Sci. in 2013, who are the authors that published papers about Model extrapolation?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jid/HowarMW13> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/jid/HowarMW13> <https://dblp.org/rdf/schema#publishedIn> 'J. Integr. Des. Process. Sci.' . <https://dblp.org/rec/journals/jid/HowarMW13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP91,"[""<https://dblp.org/rec/journals/jid/HowarMW13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5953,When was the paper on Manufacturing knowledge models by Loughborough University published?,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ao/ChungooraY11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Loughborough University, UK' . <https://dblp.org/rec/journals/ao/ChungooraY11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/ao/ChungooraY11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5954,Who are the authors that published papers about Prover contest in International Conference on Automated Deduction in 1999?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cade/HutterB99> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/cade/HutterB99> <https://dblp.org/rdf/schema#publishedIn> 'CADE' . <https://dblp.org/rec/conf/cade/HutterB99> <https://dblp.org/rdf/schema#yearOfPublication> '1999' },TP91,"[""<https://dblp.org/rec/conf/cade/HutterB99>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5955,"In 2019 in CSOC (3), who are the authors that published papers about Control construction?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/csoc/TrofimovaSI18> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/csoc/TrofimovaSI18> <https://dblp.org/rdf/schema#publishedIn> 'CSOC (3)' . <https://dblp.org/rec/conf/csoc/TrofimovaSI18> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP91,"[""<https://dblp.org/rec/conf/csoc/TrofimovaSI18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5956,"In SANER in 2020, who are the authors that published papers about Usage search?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wcre/AsyrofiT0J20> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/wcre/AsyrofiT0J20> <https://dblp.org/rdf/schema#publishedIn> 'SANER' . <https://dblp.org/rec/conf/wcre/AsyrofiT0J20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP91,"[""<https://dblp.org/rec/conf/wcre/AsyrofiT0J20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5957,"In the year 2010 in IEEE Trans. Geosci. Remote. Sens., what are the titles of the research papers on Imaging method?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tgrs/ZhuSY10> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Geosci. Remote. Sens.' . <https://dblp.org/rec/journals/tgrs/ZhuSY10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' . <https://dblp.org/rec/journals/tgrs/ZhuSY10> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/tgrs/ZhuSY10>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5958,Mention the year in which New York University published a paper on Haplotype construction.,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/psb/AnantharamanMM05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'New York University, USA' . <https://dblp.org/rec/conf/psb/AnantharamanMM05> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/psb/AnantharamanMM05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5959,"In 2020 in UAI, who are the authors that published papers about Privacy constraints?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/uai/ZhangBL20> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/uai/ZhangBL20> <https://dblp.org/rdf/schema#publishedIn> 'UAI' . <https://dblp.org/rec/conf/uai/ZhangBL20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP91,"[""<https://dblp.org/rec/conf/uai/ZhangBL20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5960,"In 2001 in Internet Res., what are the titles of the papers on Interface usability?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/intr/RoyDA01> <https://dblp.org/rdf/schema#publishedIn> 'Internet Res.' . <https://dblp.org/rec/journals/intr/RoyDA01> <https://dblp.org/rdf/schema#yearOfPublication> '2001' . <https://dblp.org/rec/journals/intr/RoyDA01> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/intr/RoyDA01>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5961,"In Int. J. Softw. Eng. Knowl. Eng. in 1999, what are the titles of the papers on Software engineering?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijseke/AcunaLJM99> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Softw. Eng. Knowl. Eng.' . <https://dblp.org/rec/journals/ijseke/AcunaLJM99> <https://dblp.org/rdf/schema#yearOfPublication> '1999' . <https://dblp.org/rec/journals/ijseke/AcunaLJM99> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ijseke/AcunaLJM99>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5962,"In 2007 in International Teletraffic Congress, who are the authors that published papers about Diagnose compound scan?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/itc/HuangCGHCM07> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/itc/HuangCGHCM07> <https://dblp.org/rdf/schema#publishedIn> 'ITC' . <https://dblp.org/rec/conf/itc/HuangCGHCM07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP91,"[""<https://dblp.org/rec/conf/itc/HuangCGHCM07>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5963,"In DG.O in 2015, who are the authors that published papers about Government data?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dgo/CorreaCS15> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/dgo/CorreaCS15> <https://dblp.org/rdf/schema#publishedIn> 'DG.O' . <https://dblp.org/rec/conf/dgo/CorreaCS15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP91,"[""<https://dblp.org/rec/conf/dgo/CorreaCS15>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5964,"In the year 2008 in J. Graph Theory, who are the authors that published research papers about Type degree conditions?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jgt/KostochkaY08> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/jgt/KostochkaY08> <https://dblp.org/rdf/schema#publishedIn> 'J. Graph Theory' . <https://dblp.org/rec/journals/jgt/KostochkaY08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP91,"[""<https://dblp.org/rec/journals/jgt/KostochkaY08>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5965,"In Appl. Math. Lett. in 2020, what are the titles of the papers on Time delay?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/appml/HerronMM20> <https://dblp.org/rdf/schema#publishedIn> 'Appl. Math. Lett.' . <https://dblp.org/rec/journals/appml/HerronMM20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' . <https://dblp.org/rec/journals/appml/HerronMM20> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/appml/HerronMM20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5966,"In the year 2011 in GENSiPS, what are the titles of the research papers on Kalman filter approach?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gensips/NoorSNN11> <https://dblp.org/rdf/schema#publishedIn> 'GENSiPS' . <https://dblp.org/rec/conf/gensips/NoorSNN11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' . <https://dblp.org/rec/conf/gensips/NoorSNN11> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/gensips/NoorSNN11>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5967,"In 2007 in Comput. Math. Appl., who are the authors that published papers about Wave solution?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cma/Zhang07a> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/cma/Zhang07a> <https://dblp.org/rdf/schema#publishedIn> 'Comput. Math. Appl.' . <https://dblp.org/rec/journals/cma/Zhang07a> <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP91,"[""<https://dblp.org/rec/journals/cma/Zhang07a>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5968,"In 2020 in Annu. Rev. Control., what are the titles of the papers on Epidemic waves?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/arc/ScharbargMMC20> <https://dblp.org/rdf/schema#publishedIn> 'Annu. Rev. Control.' . <https://dblp.org/rec/journals/arc/ScharbargMMC20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' . <https://dblp.org/rec/journals/arc/ScharbargMMC20> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/arc/ScharbargMMC20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5969,"In MILCOM in 2018, who are the authors that published papers about Reinforcement learning approach?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/milcom/JohnstonDL18> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/milcom/JohnstonDL18> <https://dblp.org/rdf/schema#publishedIn> 'MILCOM' . <https://dblp.org/rec/conf/milcom/JohnstonDL18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP91,"[""<https://dblp.org/rec/conf/milcom/JohnstonDL18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5970,"In the year 2005 in ICC, who are the authors that published research papers about Routing scheme?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icc/ChuL05> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/icc/ChuL05> <https://dblp.org/rdf/schema#publishedIn> 'ICC' . <https://dblp.org/rec/conf/icc/ChuL05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' },TP91,"[""<https://dblp.org/rec/conf/icc/ChuL05>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5971,What are the titles of the papers on State analysis that were published in Biomed. Signal Process. Control. in 2014?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bspc/IbrahimSP14> <https://dblp.org/rdf/schema#publishedIn> 'Biomed. Signal Process. Control.' . <https://dblp.org/rec/journals/bspc/IbrahimSP14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' . <https://dblp.org/rec/journals/bspc/IbrahimSP14> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/bspc/IbrahimSP14>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5972,"In 2015 in Educational Data Mining, what are the titles of the papers on Data comprehension?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/edm/Geryk15> <https://dblp.org/rdf/schema#publishedIn> 'EDM' . <https://dblp.org/rec/conf/edm/Geryk15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' . <https://dblp.org/rec/conf/edm/Geryk15> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/edm/Geryk15>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5973,"Northeastern University, Software College, Shenyang, China published a paper on Bit matrix permutation in what year?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sigpro/ZhangYZZ16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Northeastern University, Software College, Shenyang, China' . <https://dblp.org/rec/journals/sigpro/ZhangYZZ16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/sigpro/ZhangYZZ16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5974,"In PVM/MPI in 1997, who are the authors that published papers about Control activities?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pvm/MysliwiecSS97> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/pvm/MysliwiecSS97> <https://dblp.org/rdf/schema#publishedIn> 'PVM/MPI' . <https://dblp.org/rec/conf/pvm/MysliwiecSS97> <https://dblp.org/rdf/schema#yearOfPublication> '1997' },TP91,"[""<https://dblp.org/rec/conf/pvm/MysliwiecSS97>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5975,"In the year 2013 in Pattern Recognit., who are the authors that published research papers about Background adaptation?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/pr/ParkB13> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/pr/ParkB13> <https://dblp.org/rdf/schema#publishedIn> 'Pattern Recognit.' . <https://dblp.org/rec/journals/pr/ParkB13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP91,"[""<https://dblp.org/rec/journals/pr/ParkB13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5976,"In Signal Process. in 1997, what are the titles of the papers on Dsp algorithms?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sigpro/Akopian97> <https://dblp.org/rdf/schema#publishedIn> 'Signal Process.' . <https://dblp.org/rec/journals/sigpro/Akopian97> <https://dblp.org/rdf/schema#yearOfPublication> '1997' . <https://dblp.org/rec/journals/sigpro/Akopian97> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/sigpro/Akopian97>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5977,"In the year 1990 in ECAI, who are the authors that published research papers about Planning knowledge?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ecai/Yang90> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/ecai/Yang90> <https://dblp.org/rdf/schema#publishedIn> 'ECAI' . <https://dblp.org/rec/conf/ecai/Yang90> <https://dblp.org/rdf/schema#yearOfPublication> '1990' },TP91,"[""<https://dblp.org/rec/conf/ecai/Yang90>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5978,"In the year 2007 in Int. J. Data Warehous. Min., what are the titles of the research papers on Series data?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jdwm/SavlaC07> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Data Warehous. Min.' . <https://dblp.org/rec/journals/jdwm/SavlaC07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' . <https://dblp.org/rec/journals/jdwm/SavlaC07> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/jdwm/SavlaC07>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5979,"In CoRR in 2007, what are the titles of the papers on Signal set?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-0704-2509> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-0704-2509> <https://dblp.org/rdf/schema#yearOfPublication> '2007' . <https://dblp.org/rec/journals/corr/abs-0704-2509> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/abs-0704-2509>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5980,"In the year 2021 in CoRR, who are the authors that published research papers about Euler scheme?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2106-03731> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/corr/abs-2106-03731> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2106-03731> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP91,"[""<https://dblp.org/rec/journals/corr/abs-2106-03731>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5981,What are the titles of the papers on Time series that were published in Encyclopedia of Complexity and Systems Science in 2009?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/reference/complexity/MillsM09> <https://dblp.org/rdf/schema#publishedIn> 'Encyclopedia of Complexity and Systems Science' . <https://dblp.org/rec/reference/complexity/MillsM09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' . <https://dblp.org/rec/reference/complexity/MillsM09> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/reference/complexity/MillsM09>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5982,"In 2021 in CoRR, what are the titles of the papers on Vessel segmentations?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2109-13845> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2109-13845> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/journals/corr/abs-2109-13845> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/abs-2109-13845>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5983,"In 2013 in VISAPP (2), who are the authors that published papers about Projector calibration?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/visapp/MadhkourMG13> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/visapp/MadhkourMG13> <https://dblp.org/rdf/schema#publishedIn> 'VISAPP (2)' . <https://dblp.org/rec/conf/visapp/MadhkourMG13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP91,"[""<https://dblp.org/rec/conf/visapp/MadhkourMG13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5984,"In Web Intelligence in 2003, what are the titles of the papers on Graph structures?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/webi/Miao03> <https://dblp.org/rdf/schema#publishedIn> 'Web Intelligence' . <https://dblp.org/rec/conf/webi/Miao03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' . <https://dblp.org/rec/conf/webi/Miao03> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/webi/Miao03>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5985,"In Comput. Biol. Medicine in 2019, what are the titles of the papers on Learning approaches?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cbm/MovahedMO19> <https://dblp.org/rdf/schema#publishedIn> 'Comput. Biol. Medicine' . <https://dblp.org/rec/journals/cbm/MovahedMO19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' . <https://dblp.org/rec/journals/cbm/MovahedMO19> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/cbm/MovahedMO19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5986,When was the paper on Storage architecture by LaSIGE/FCUL published?,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iscc/BraulioMMKD18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'LaSIGE/FCUL, Portugal' . <https://dblp.org/rec/conf/iscc/BraulioMMKD18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/iscc/BraulioMMKD18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5987,"In 2016 in SIAM J. Imaging Sci., who are the authors that published papers about Kernel metrics?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/siamis/RoussillonG16> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/siamis/RoussillonG16> <https://dblp.org/rdf/schema#publishedIn> 'SIAM J. Imaging Sci.' . <https://dblp.org/rec/journals/siamis/RoussillonG16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP91,"[""<https://dblp.org/rec/journals/siamis/RoussillonG16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5988,What are the titles of the papers on Acronym sense that were published in Int. J. Medical Informatics in 2020?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijmi/KashyapBCB20> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Medical Informatics' . <https://dblp.org/rec/journals/ijmi/KashyapBCB20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' . <https://dblp.org/rec/journals/ijmi/KashyapBCB20> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ijmi/KashyapBCB20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5989,"In 2018 in Wirel. Commun. Mob. Comput., what are the titles of the papers on Power splitting strategy?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/wicomm/WangLYR18> <https://dblp.org/rdf/schema#publishedIn> 'Wirel. Commun. Mob. Comput.' . <https://dblp.org/rec/journals/wicomm/WangLYR18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' . <https://dblp.org/rec/journals/wicomm/WangLYR18> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/wicomm/WangLYR18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5990,"In the year 2008 in IEEE/IFIP International Conference on Dependable Systems and Networks, who are the authors that published research papers about Software vulnerabilities?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dsn/LinZX08> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/dsn/LinZX08> <https://dblp.org/rdf/schema#publishedIn> 'DSN' . <https://dblp.org/rec/conf/dsn/LinZX08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP91,"[""<https://dblp.org/rec/conf/dsn/LinZX08>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5991,"In the year 2022 in Inf., what are the titles of the research papers on Behavior change?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/information/TajKH22> <https://dblp.org/rdf/schema#publishedIn> 'Inf.' . <https://dblp.org/rec/journals/information/TajKH22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' . <https://dblp.org/rec/journals/information/TajKH22> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/information/TajKH22>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q5992,"In International ACM SIGACCESS Conference on Computers and Accessibility in 2016, who are the authors that published papers about Design workshop?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/assets/BennettSBDS16> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/assets/BennettSBDS16> <https://dblp.org/rdf/schema#publishedIn> 'ASSETS' . <https://dblp.org/rec/conf/assets/BennettSBDS16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP91,"[""<https://dblp.org/rec/conf/assets/BennettSBDS16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5993,"In the year 2017 in CoRR, who are the authors that published research papers about Care unit?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/RubinPXDRNM17> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/corr/RubinPXDRNM17> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/RubinPXDRNM17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP91,"[""<https://dblp.org/rec/journals/corr/RubinPXDRNM17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5994,Mention the year in which University of British Columbia published a paper on Spectrum watermarking.,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icip/NezhadaryaWW09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of British Columbia, Vancouver, Canada' . <https://dblp.org/rec/conf/icip/NezhadaryaWW09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/icip/NezhadaryaWW09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5995,Who are the authors that published papers about Innovation game in RSFDGrC in 2009?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/rsfdgrc/Ohsawa09> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/rsfdgrc/Ohsawa09> <https://dblp.org/rdf/schema#publishedIn> 'RSFDGrC' . <https://dblp.org/rec/conf/rsfdgrc/Ohsawa09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP91,"[""<https://dblp.org/rec/conf/rsfdgrc/Ohsawa09>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5996,"In the year 2007 in Advances in Computer Entertainment Technology, what are the titles of the research papers on Guide system?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ACMace/KusunokiSMI07> <https://dblp.org/rdf/schema#publishedIn> 'Advances in Computer Entertainment Technology' . <https://dblp.org/rec/conf/ACMace/KusunokiSMI07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' . <https://dblp.org/rec/conf/ACMace/KusunokiSMI07> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/ACMace/KusunokiSMI07>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
