id,question_string,query,template_id,entities,relations,temporal,help_out
Q2749,Mention the publication on Network model that was published by Baldassarre in Cogn. Syst. Res..,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/3851> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Cogn. Syst. Res.' },TC92,"[""<https://dblp.org/pid/58/3851>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2750,Which paper on Management richmond was published by D. in Inf. Res.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/TDWilson> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Inf. Res.' },TC92,"[""<https://dblp.org/pid/w/TDWilson>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2751,Name the venue in which D. published the paper about Computing system.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tc/Crane61> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/1048> . <https://dblp.org/rec/journals/tc/Crane61> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/05/1048>"", ""<https://dblp.org/rec/journals/tc/Crane61>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2752,Mention the publication on Pqc candidates that was published by Dale in International Computer Software and Applications Conference.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/302/2062> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'COMPSAC' },TC92,"[""<https://dblp.org/pid/302/2062>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2753,Name the author who published the paper on Ai systems and has the name Haya.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2109-07239> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/corr/abs-2109-07239>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2754,Which research paper on Treatment strategy was published by Hyo in Comput. Math. Methods Medicine?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/6279> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Math. Methods Medicine' },TC92,"[""<https://dblp.org/pid/19/6279>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2755,Mention the publication on Risk analysis that was published by Michael in International Encyclopedia of Statistical Science.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/3135> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'International Encyclopedia of Statistical Science' },TC92,"[""<https://dblp.org/pid/36/3135>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2756,de published the paper on Transmission expansion planning in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icaris/RezendeSH09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/7032> . <https://dblp.org/rec/conf/icaris/RezendeSH09> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/98/7032>"", ""<https://dblp.org/rec/conf/icaris/RezendeSH09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2757,Name the author who published the paper on Vehicle networks and has the name Jamal.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/wpc/Raiyn20> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/wpc/Raiyn20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2758,Which author published the paper on Pointcut descriptors and has the name Paulo?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/issta/LemosFML06> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/issta/LemosFML06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2759,Which paper on Discovery rate was published by E. in BMC Bioinform.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/5434> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'BMC Bioinform.' },TC92,"[""<https://dblp.org/pid/88/5434>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2760,Which research paper on Output feedback was published by Ming-Chang in Control. Intell. Syst.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/8679> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Control. Intell. Syst.' },TC92,"[""<https://dblp.org/pid/87/8679>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2761,Which author published the paper on Inductance simulator and has the name Norbert?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/tsp/Herencsar18> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/tsp/Herencsar18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2762,Name the author who published the paper on Diffusion equations and has the name Nadezhda.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/naa/AfanasyevaVV12> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/naa/AfanasyevaVV12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2763,Which paper on Selection model was published by Yuanyuan in International Conference on Natural Computation?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/5232> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICNC (2)' },TC92,"[""<https://dblp.org/pid/41/5232>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2764,In which venue did Sun publish the paper about Order penalty function?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jcam/XuMSS11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/9654> . <https://dblp.org/rec/journals/jcam/XuMSS11> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/32/9654>"", ""<https://dblp.org/rec/journals/jcam/XuMSS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2765,Which paper on Problem decomposition was published by Zhang in Neurocomputing?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/z/MengjieZhang> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Neurocomputing' },TC92,"[""<https://dblp.org/pid/z/MengjieZhang>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2766,In which venue did Bernard publish the paper about Parameter design?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hsc/LoeffelholzB09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/8765> . <https://dblp.org/rec/conf/hsc/LoeffelholzB09> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/64/8765>"", ""<https://dblp.org/rec/conf/hsc/LoeffelholzB09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2767,Name the venue in which Su-Wei published the paper about Minimum interference.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/comcom/TanLV02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/1940> . <https://dblp.org/rec/journals/comcom/TanLV02> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/59/1940>"", ""<https://dblp.org/rec/journals/comcom/TanLV02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2768,Richard published the paper on Case study in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/gis/Wadsworth04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/2754> . <https://dblp.org/rec/journals/gis/Wadsworth04> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/58/2754>"", ""<https://dblp.org/rec/journals/gis/Wadsworth04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2769,Which paper on Signal classification was published by Chen in Inf.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/6904> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Inf.' },TC92,"[""<https://dblp.org/pid/22/6904>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2770,In which venue did Iacomini publish the paper about Uncertainty quantification?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2108-07589> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/261/9849> . <https://dblp.org/rec/journals/corr/abs-2108-07589> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/261/9849>"", ""<https://dblp.org/rec/journals/corr/abs-2108-07589>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2771,Which author named Evans published the paper on Loop parallelization?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/pc/Mohd-SamanE93> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/pc/Mohd-SamanE93>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2772,In which venue did John publish the paper about Space qualification?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/irps/Scarpulla21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/291/6045> . <https://dblp.org/rec/conf/irps/Scarpulla21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/291/6045>"", ""<https://dblp.org/rec/conf/irps/Scarpulla21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2773,Name the author who published the paper on Business process modeling and has the name Nima.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cbms/HashemianA12> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/cbms/HashemianA12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2774,Name the author who published the paper on Induction experiment and has the name Giovanni.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jet/BinmoreMPSS02> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/jet/BinmoreMPSS02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2775,Which author named Pawel published the paper on Permutation graphs?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dm/AcanH16> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/dm/AcanH16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2776,Which paper on Process machine implementation was published by Evan in Comput. Electr. Eng.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/11486> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Electr. Eng.' },TC92,"[""<https://dblp.org/pid/03/11486>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2777,In which venue did Vin\u00EDcius publish the paper about Speechless intervals?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/webmedia/WanderleyVCAG19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/250/3421> . <https://dblp.org/rec/conf/webmedia/WanderleyVCAG19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/250/3421>"", ""<https://dblp.org/rec/conf/webmedia/WanderleyVCAG19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2778,Name the author who published the paper on Network partition and has the name Leandro.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icc/VillasBALU13> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/icc/VillasBALU13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2779,Lin published the paper on Interference mitigation in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/qshine/LinCW15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/5581> . <https://dblp.org/rec/conf/qshine/LinCW15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/14/5581>"", ""<https://dblp.org/rec/conf/qshine/LinCW15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2780,In which venue did Matthias publish the paper about Axes manipulator?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/robotica/NeubauerGB15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/n/MatthiasNeubauer> . <https://dblp.org/rec/journals/robotica/NeubauerGB15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/n/MatthiasNeubauer>"", ""<https://dblp.org/rec/journals/robotica/NeubauerGB15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2781,Umesh published the paper on Vehicle routing in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gis/Bellur13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/4697> . <https://dblp.org/rec/conf/gis/Bellur13> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/54/4697>"", ""<https://dblp.org/rec/conf/gis/Bellur13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2782,Mention the publication on Transmission control method that was published by Cho in ICUIMC.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/3630> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICUIMC' },TC92,"[""<https://dblp.org/pid/33/3630>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2783,Name the author who published the paper on Achieving capacity and has the name Aaron.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isit/GaoW13> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/isit/GaoW13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2784,Which author published the paper on Success research and has the name Haggerty?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigcpr/Haggerty00> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/sigcpr/Haggerty00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2785,Name the venue in which Atal published the paper about Block codes.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icassp/SchroederA82> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/7154> . <https://dblp.org/rec/conf/icassp/SchroederA82> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/10/7154>"", ""<https://dblp.org/rec/conf/icassp/SchroederA82>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2786,Which paper on Edge performance was published by Gelenbe in SOFSEM?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/ErolGelenbe> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SOFSEM' },TC92,"[""<https://dblp.org/pid/g/ErolGelenbe>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2787,Which author named Kasif published the paper on Knowledge gaps?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/nar/ChangHRAKRS16> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/nar/ChangHRAKRS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2788,Which author published the paper on Zone configuration and has the name Lorenz?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cce/KawajiriB08> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/cce/KawajiriB08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2789,Name the author who published the paper on Uplink system and has the name Yangyi.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/spl/LiuWZXS16> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/spl/LiuWZXS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2790,Which paper on Resource allocation was published by Song in Phys. Commun.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/127/6259> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Phys. Commun.' },TC92,"[""<https://dblp.org/pid/127/6259>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2791,Park published the paper on Motion correction in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/miccai/ParkMK04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/4978> . <https://dblp.org/rec/conf/miccai/ParkMK04> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/41/4978>"", ""<https://dblp.org/rec/conf/miccai/ParkMK04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2792,Mention the publication on -government that was published by Wang in Web Intelligence/IAT Workshops.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/589> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Web Intelligence/IAT Workshops' },TC92,"[""<https://dblp.org/pid/14/589>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2793,Which paper on Owa operators was published by Gu in Int. J. Intell. Syst.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/1474> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Intell. Syst.' },TC92,"[""<https://dblp.org/pid/51/1474>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2794,Which author named Mjolsness published the paper on Process semantics?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/amai/MjolsnessY06> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/amai/MjolsnessY06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2795,Liu published the paper on Similarity measure in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcisys/LiuZD12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/8978> . <https://dblp.org/rec/journals/ijcisys/LiuZD12> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/42/8978>"", ""<https://dblp.org/rec/journals/ijcisys/LiuZD12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2796,Which author published the paper on Subgraph density and has the name Sidiropoulos?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wsdm/KonarS21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/wsdm/KonarS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2797,Which author named Rodr\u00EDguez published the paper on Image superresolution?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icann/MiravetR05> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/icann/MiravetR05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2798,Which paper on Jtag architecture was published by Lihn in International Teletraffic Congress?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/10864> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ITC' },TC92,"[""<https://dblp.org/pid/25/10864>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2799,Which paper on Internet habit was published by Soumya in Inf. Syst. Frontiers?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/4624> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Inf. Syst. Frontiers' },TC92,"[""<https://dblp.org/pid/05/4624>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2800,Tenno published the paper on Ale models in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ewc/PohjorantaT11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/9462> . <https://dblp.org/rec/journals/ewc/PohjorantaT11> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/25/9462>"", ""<https://dblp.org/rec/journals/ewc/PohjorantaT11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2801,What is the average number of papers published by Darko Kirovski per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/4627> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/81/4627>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2802,"Count the number of co-authors that Ragab, M. has.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/205/4727> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/205/4727>) },TC73,"[""<https://dblp.org/pid/205/4727>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2803,Report the count of papers that Fanggang Wang has published in IEEE Wirel. Commun..,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/2752> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Wirel. Commun.' },TC72,"[""<https://dblp.org/pid/84/2752>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2804,"Report the average number of publications by Benarab, C. Eddine per year.",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/295/9170> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/295/9170>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2805,Count the number of papers that Neander Silva has published in SCSS (1).,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/5427> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SCSS (1)' },TC72,"[""<https://dblp.org/pid/20/5427>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2806,How many co-authors does Steven G. Parker have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/5869> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/76/5869>) },TC73,"[""<https://dblp.org/pid/76/5869>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2807,Count the number of co-authors that Stefano B. has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/3800> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/63/3800>) },TC73,"[""<https://dblp.org/pid/63/3800>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2808,"What is the average number of research papers published by the author Kapralov, Michael per year?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/6407> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/76/6407>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2809,What is the average number of papers published by Yannan Qian per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/8796> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/183/8796>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2810,Report the average number of publications by Yun Yang per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/3406-1> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/90/3406-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2811,"How many research papers has Ishimatsu, Jun published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/7568> },TC71,"[""<https://dblp.org/pid/74/7568>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2812,"What is the average number of papers published by Azoulay-Schwartz, Rina per year?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/6019> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/10/6019>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2813,Count the number of co-authors that T. Preu\u00DFer has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/1304> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/36/1304>) },TC73,"[""<https://dblp.org/pid/36/1304>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2814,Count the number of co-authors that Giuseppe Cocorullo has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/1851> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/36/1851>) },TC73,"[""<https://dblp.org/pid/36/1851>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2815,"Mention the number of papers that Favier, Marc has published.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/4170> },TC71,"[""<https://dblp.org/pid/87/4170>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2816,Count the number of papers that Chung Gu Kang has published in IEEE Commun. Lett..,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/6745> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Commun. Lett.' },TC72,"[""<https://dblp.org/pid/96/6745>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2817,What is the average number of co-authors for papers published by Foto N. Afrati?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/FotoNAfrati> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/a/FotoNAfrati>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2818,What is the average number of co-authors for research papers published by Hai W.?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/3767-7> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/59/3767-7>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2819,What is the average number of papers published by Rajesh J. S. per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/167/8019> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/167/8019>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2820,"Count the number of co-authors that Abdalla, A. N. has.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/131/1105> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/131/1105>) },TC73,"[""<https://dblp.org/pid/131/1105>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2821,"In FSKD, how many papers has Wenyan Ren published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/7826> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'FSKD (6)' },TC72,"[""<https://dblp.org/pid/15/7826>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2822,Mention the number of papers that Tom B. has published.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/6350> },TC71,"[""<https://dblp.org/pid/159/6350>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
