id,question_string,query,template_id,entities,relations,temporal,help_out
Q5696,Where were 'Improving Collaborative Filtering in Social Tagging Systems for the Recommendation of Scientific Articles' and 'Information Bottleneck and its Applications in Deep Learning' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/webi/Parra-SantanderB10> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-1904-03743> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/webi/Parra-SantanderB10>"", ""<https://dblp.org/rec/journals/corr/abs-1904-03743>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5697,Who are the authors of 'A parameterized shared-memory scheme for parameterized metaheuristics' and 'Design of a chaotic generator using two CNN cells having non-integer order'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tjs/AlmeidaGL11> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/tjs/AlmeidaGL11> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/tjs/AlmeidaGL11>"", ""<https://dblp.org/rec/conf/iscas/CaponettoFLP00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5698,Where were the publications 'Thematic Section on Studia Stemmatologica' and 'A distributed PSO-ARIMA-SVR hybrid system for time series forecasting' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/lalc/HeikkilaR16> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/smc/OliveiraL14> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/lalc/HeikkilaR16>"", ""<https://dblp.org/rec/conf/smc/OliveiraL14>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5699,Who are the authors of the paper 'Automatization of the mexican fruit fly activity recognition process using 3D and gray-level features' and the publication 'A safe authentication system for distance education'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/acst/Hernandez-RodriguezRCL06> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/acst/Hernandez-RodriguezRCL06> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/acst/Hernandez-RodriguezRCL06>"", ""<https://dblp.org/rec/journals/caee/FarshchiT14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5700,Where were 'Distinct distances in planar point sets with forbidden 4-point patterns' and 'An optimization framework for inverse tone mapping using a single low dynamic range image' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/dm/Dumitrescu20> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/spic/FanLKK19> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/dm/Dumitrescu20>"", ""<https://dblp.org/rec/journals/spic/FanLKK19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5701,When were 'User expectations of mobile mixed reality service content' and 'Kinematic Design of Redundant Robotic Manipulators for Spatial Positioning that are Optimally Fault Tolerant' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/mum/Venta-OlkkonenPKH12> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/trob/Ben-GharbiaMR13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/mum/Venta-OlkkonenPKH12>"", ""<https://dblp.org/rec/journals/trob/Ben-GharbiaMR13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5702,Mention the years in which 'Topological properties of hierarchical cubic networks' and 'Remote Recording of Emotional and Activity Data: A Methodological Study' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jsa/ChiangC96> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-2104-05843> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/jsa/ChiangC96>"", ""<https://dblp.org/rec/journals/corr/abs-2104-05843>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5703,Mention the venues in which 'Addressing the IT skills crisis: gender and the IT profession (panel)' and 'Identifying and Addressing Design and Policy Challenges in Online Content Moderation' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icis/LeeNTV00> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/chi/Jiang20> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/icis/LeeNTV00>"", ""<https://dblp.org/rec/conf/chi/Jiang20>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5704,List the venues in which 'High-resolution Ultrasonic Echo Detection with Two-stage Recurrent Neural Network' and 'The Floodlight Problem' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icit/PanXZMLS20> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/cccg/BoseGLOSU93> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/icit/PanXZMLS20>"", ""<https://dblp.org/rec/conf/cccg/BoseGLOSU93>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5705,List the venues in which 'European national news' and 'Faux-Riccati synthesis of nonlinear observer-based compensators for discrete-time nonlinear systems' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/clsr/Turner11e> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/cdc/PrachTB14> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/clsr/Turner11e>"", ""<https://dblp.org/rec/conf/cdc/PrachTB14>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5706,Mention the years in which 'Entwicklung und Anwendung von Expertensystemen auf Personal Computern' and 'Olympic and Paralympic Games Project Structure and Governance: The Case of Olympic and Paralympic Games' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/robotersysteme/MertensS87> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/ijitpm/LimaPSCD22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/robotersysteme/MertensS87>"", ""<https://dblp.org/rec/journals/ijitpm/LimaPSCD22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5707,When were 'A New Approach to Collaborative Filtering: Operator Estimation with Spectral Regularization' and 'Safe limits on voltage reduction efficiency in GPUs: a direct measurement approach' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jmlr/AbernethyBEV09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/micro/LengBBBR15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/jmlr/AbernethyBEV09>"", ""<https://dblp.org/rec/conf/micro/LengBBBR15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5708,Where were 'Measuring Spark on AWS: A Case Study on Mining Scientific Publications with Annotation Query' and 'WoT 2017: The Eighth International Workshop on the Web of Things' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-1802-00728> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/wot/MayerGK17> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/corr/abs-1802-00728>"", ""<https://dblp.org/rec/conf/wot/MayerGK17>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5709,Mention the venues in which 'Analysis of high resolution NMR spectra using a minicomputer' and 'Fault-tolerant sorting in SIMD hypercubes' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/candc/Schrey80> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/ipps/MishraCBL95> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/candc/Schrey80>"", ""<https://dblp.org/rec/conf/ipps/MishraCBL95>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5710,List the venues in which 'Subword-based Deep Averaging Networks for Author Profiling in Social Media' and 'Stable subspace tracking algorithm based on signed URV decomposition' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/clef/Franco-Salvador17> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/icassp/ZhouV11> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/clef/Franco-Salvador17>"", ""<https://dblp.org/rec/conf/icassp/ZhouV11>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5711,Who are the authors of the paper 'Sphere Packing and Local Majorities in Graphs' and the publication 'A study on multiple sound source localization with a distributed microphone system'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/istcs/LinialPRS93> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/istcs/LinialPRS93> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/istcs/LinialPRS93>"", ""<https://dblp.org/rec/conf/interspeech/ChoNY09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5712,Who are the authors of the paper 'Feedback Stabilization of Switched Linear Systems With Unknown Disturbances Under Data-Rate Constraints' and the publication 'Model-driven standardization of public authority data interchange'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tac/YangL18> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/tac/YangL18> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/tac/YangL18>"", ""<https://dblp.org/rec/journals/scp/ButtnerBHHKGRSRS14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5713,Mention the years in which 'A Probabilistic Answer Type Model' and 'UN-SCAN-IT Version 50 for Windows' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/eacl/PinchakL06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/jcisd/Edwards02a> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/eacl/PinchakL06>"", ""<https://dblp.org/rec/journals/jcisd/Edwards02a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5714,When were 'Como desenvolvedor quero utilizar user story para representar os requisitos que levam \u00E0 defini\u00E7\u00E3o do MVP e cria\u00E7\u00E3o de Mockups' and 'Motivations of Chinese outward direct investment: The sector perspective' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/sbqs/AlmeidaOSC17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/jossac/WangS16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/sbqs/AlmeidaOSC17>"", ""<https://dblp.org/rec/journals/jossac/WangS16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5715,List the venues in which 'Behavior of the partial correlation coefficients of a least squares lattice filter in the presence of a nonstationary chirp input' and 'Further investigation on time-domain maximum likelihood estimation of chirp signal parameters' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tsp/SoniZK95> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/iet-spr/DengYFLZ13> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/tsp/SoniZK95>"", ""<https://dblp.org/rec/journals/iet-spr/DengYFLZ13>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5716,Mention the venues in which 'ETSIT-UPM experiences in hands-on nanosatellite activities' and 'Simulation from the Tail of the Univariate and Multivariate Normal Distribution' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/educon/Martinez12> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/books/sp/19/BotevL19> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/educon/Martinez12>"", ""<https://dblp.org/rec/books/sp/19/BotevL19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5717,When were the publications 'Shopping for Clothes: From Meeting Individual Needs to Socializing' and 'BinDaaS: Blockchain-Based Deep-Learning as-a-Service in Healthcare 40 Applications' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/bcshci/SinhaADGK17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/tnse/BhattacharyaTBT21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/bcshci/SinhaADGK17>"", ""<https://dblp.org/rec/journals/tnse/BhattacharyaTBT21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5718,Name the authors of 'PASTA: Ultra-Large Multiple Sequence Alignment' and 'The expansion of immaculate functions in the ribbon basis'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/recomb/MirarabNW14> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/recomb/MirarabNW14> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/recomb/MirarabNW14>"", ""<https://dblp.org/rec/journals/dm/Campbell17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5719,When were the publications 'Predicting resonant properties of plasmonic structures by deep learning' and 'Map-based navigation in a graphical MOO' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-1805-00312> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/crossroads/SchaferBC02> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/corr/abs-1805-00312>"", ""<https://dblp.org/rec/journals/crossroads/SchaferBC02>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5720,Mention the venues in which 'A Business Process Based Method for Capability Modelling' and 'Wavelet-Based MPNLMS Adaptive Algorithm for Network Echo Cancellation' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/bir/KocS15> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ejasmp/DengD07> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/bir/KocS15>"", ""<https://dblp.org/rec/journals/ejasmp/DengD07>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5721,Who are the authors of the paper 'Incremental tuning of fuzzy decision trees' and the publication 'Cognitive Performance Assessment based on Everyday Activities for Human-Robot Interaction'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/scisisis/Marsala12> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/scisisis/Marsala12> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/scisisis/Marsala12>"", ""<https://dblp.org/rec/conf/hri/Rajavenkatanarayanan20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5722,Where were the publications 'A New Image Coding Technique Unifying Fractal and Transform Coding' and 'Measurement of random time-variant linear channels' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icip/BarthelSVN94> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/tit/Bello69> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/icip/BarthelSVN94>"", ""<https://dblp.org/rec/journals/tit/Bello69>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5723,Mention the venues in which 'Minimising risks in IT outsourcing: Choosing target services' and 'DenseZDD: A Compact and Fast Index for Families of Sets' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/pacis/RouseC03> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/algorithms/DenzumiKTAMS18> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/pacis/RouseC03>"", ""<https://dblp.org/rec/journals/algorithms/DenzumiKTAMS18>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5724,Mention the venues in which 'Biometrics on smart cards: An approach to keyboard behavioral signature' and 'Mobility Analysis of Two Exechon-Liked Parallel Mechanisms' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/fgcs/Alexandre97> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/icira/ChaiCML13> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/fgcs/Alexandre97>"", ""<https://dblp.org/rec/conf/icira/ChaiCML13>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5725,Name the authors of 'New constructing method of Lyapunov-Krasovskii functionals for stability of time-varying delay systems' and 'The New Normal? Motivators for and Hindrances to Telework'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/iecon/ZhenmanYM17> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/iecon/ZhenmanYM17> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/iecon/ZhenmanYM17>"", ""<https://dblp.org/rec/conf/hci/FischerKNS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5726,Mention the venues in which 'An online cost sensitive decision-making method in crowdsourcing systems' and 'Symbol timing recovery in digital subscribers loops in the presence of residual echo and crosstalk' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/sigmod/GaoLOWC13> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/tcom/Panayirci93> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/sigmod/GaoLOWC13>"", ""<https://dblp.org/rec/journals/tcom/Panayirci93>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5727,Where were the publications 'Continuous-Time Negotiation Mechanism for Software Agents' and 'A Radio Independent Network - the Enabler for Software Radio' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tsmc/AnSTLC06> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ett/BerrutoDF99> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/tsmc/AnSTLC06>"", ""<https://dblp.org/rec/journals/ett/BerrutoDF99>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5728,List the venues in which 'Ontology-based Management of Pervasive Systems' and 'A Study on Indoor Positioning System Based on Attitude Estimation by Sensors and Distance Estimation by SOKUIKI Sensor' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/series/faia/DimakisSP07> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/gcce/SasakiF18> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/series/faia/DimakisSP07>"", ""<https://dblp.org/rec/conf/gcce/SasakiF18>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5729,When were 'Temporal Changes of Green Roofs Retention Capacity' and 'How Not to Characterize Planar-Emulable Graphs' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/iccsa/DAmbrosioLM22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/iwoca/ChimaniDHK11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/iccsa/DAmbrosioLM22>"", ""<https://dblp.org/rec/conf/iwoca/ChimaniDHK11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5730,Where were 'Endpoint Vibration Control of a Mobile Mine-Detecting Robotic Manipulator' and 'A Joint Strategy for CUAV-based Traffic Offloading via Deep Reinforcement Learning' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/acc/FreeseFHS07> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/globecom/LiCZY21> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/acc/FreeseFHS07>"", ""<https://dblp.org/rec/conf/globecom/LiCZY21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5731,Who are the authors of 'Measuring the Biases that Matter: The Ethical and Casual Foundations for Measures of Fairness in Algorithms' and 'A discretized Fourier orthogonal expansion in orthogonal polynomials on a cylinder'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/fat/GlymourH19> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/fat/GlymourH19> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/fat/GlymourH19>"", ""<https://dblp.org/rec/journals/jat/Wade10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5732,When were 'Innovation of IT metasystems by means of event-driven paradigm using QDMS' and 'An Efficient Orientation Detection Mechanism Inspired via Orientation-selective Amacrine Cells' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/eis/NedicDCDE16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/spml/YuanTTT21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/eis/NedicDCDE16>"", ""<https://dblp.org/rec/conf/spml/YuanTTT21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5733,Who are the authors of the paper 'A User-Centered Approach to Affective Interaction' and the publication 'Contention resolution in a non-synchronized multiple access channel'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/acii/SundstromSH05> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/acii/SundstromSH05> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/acii/SundstromSH05>"", ""<https://dblp.org/rec/journals/tcs/MarcoK17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5734,Where were the publications 'Locating a median line with partial coverage distance' and 'Global Invariant Manifolds of Dynamical Systems with the Compatible Cell Mapping Method' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jgo/BrimbergSS15> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ijbc/YueXXS19> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/jgo/BrimbergSS15>"", ""<https://dblp.org/rec/journals/ijbc/YueXXS19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5735,Name the authors of 'Discovering Problem-Solving Knowledge in Business Emails - Traceability in Software Design Using Computer Mediated Communication' and 'Dual Sourcing and Joint Replenishment of Hospital Supplies'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/ic3k/FrancoisMA14> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/ic3k/FrancoisMA14> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/ic3k/FrancoisMA14>"", ""<https://dblp.org/rec/journals/tem/RosalesMR20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5736,"When were 'Designing secure substitution boxes based on permutation of symmetric group' and 'Technology, teachers, and training: combining theory with Macedonia's experience' published?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/nca/AneesC20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/ictd/HosmanC10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/nca/AneesC20>"", ""<https://dblp.org/rec/conf/ictd/HosmanC10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5737,When were 'Communication Scheme of Cloud Platform for the Lower Limb Exoskeleton Rehabilitation Robot' and 'Privacy engineering superheroes' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/urai/YuanCZLW20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/cacm/KissnerC21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/urai/YuanCZLW20>"", ""<https://dblp.org/rec/journals/cacm/KissnerC21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5738,When were 'Efficient Hardware Implementation of Probabilistic Gradient Descent Bit-Flipping' and 'Study of Chinese Text Steganography using Typos' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tcas/LeGDV17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/apsipa/ZhouL19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/tcas/LeGDV17>"", ""<https://dblp.org/rec/conf/apsipa/ZhouL19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5739,When were the publications 'Video-Based Ski Jump Style Scoring from Pose Trajectory' and 'TagNetLens: multiscale visualization of knowledge structures in social tags' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/wacv/StepecS22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/vinci/GouZWZ10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/wacv/StepecS22>"", ""<https://dblp.org/rec/conf/vinci/GouZWZ10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5740,Who are the authors of the paper 'A Method for Repairing Process Models Containing a Choice With Concurrency Structure by Using Logic Petri Nets' and the publication 'An Integration SPWM Strategy for High-Frequency Link Matrix Converter With Adaptive Commutation in One Step Based on De-Re-Coupling Idea'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/access/ZhengDQW19> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/access/ZhengDQW19> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/access/ZhengDQW19>"", ""<https://dblp.org/rec/journals/tie/YanJZW12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5741,Who are the authors of the paper 'Three Body Problem Applied to the Helium Atom System: The Independent Electron Approximation (IEA)' and the publication 'Prototyping of Digital Ink E-Mail System Based on a Common Ink Format'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/isum/Ramirez-Velasquez19a> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/isum/Ramirez-Velasquez19a> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/isum/Ramirez-Velasquez19a>"", ""<https://dblp.org/rec/conf/hci/TanakaKN97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5742,Mention the venues in which 'Guest Editorial' and 'New results about the H-measure of a set' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/iet-spr/ZaidiMISG16> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/ifip7-2/Barbulescu02> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/iet-spr/ZaidiMISG16>"", ""<https://dblp.org/rec/conf/ifip7-2/Barbulescu02>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5743,"Where were 'Robust energy harvesting aware clustering with fuzzy petri net reasoning algorithm' and 'On a Redundancy of AIFV-m Codes for m =3, 5' published?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/wimob/MostafaH14> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/isit/FujitaIY20> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/wimob/MostafaH14>"", ""<https://dblp.org/rec/conf/isit/FujitaIY20>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5744,Mention the years in which 'Adaptive hybrid digital-analog video transmission in wireless mobile networks' and 'Using Compression Energy Efficiently in Mobile Environment' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icccn/ZhaoL14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/greencom/SillastoWM10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/icccn/ZhaoL14>"", ""<https://dblp.org/rec/conf/greencom/SillastoWM10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5745,Where were the publications 'Multi-Channel Lightweight Convolutional Neural Network for Remote Myocardial Infarction Monitoring' and 'Offboard 3D Object Detection From Point Cloud Sequences' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/wcnc/CaoWLZR20> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/cvpr/QiZNSVDA21> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/wcnc/CaoWLZR20>"", ""<https://dblp.org/rec/conf/cvpr/QiZNSVDA21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5746,Who are the authors of the paper 'Development of a joystick-controlled optically-induced dielectrophoresis platform for real-time micromanipulation' and the publication 'Decoupling Change from Design'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/robio/SamLLWXL13> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/robio/SamLLWXL13> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/robio/SamLLWXL13>"", ""<https://dblp.org/rec/conf/sigsoft/VanHilstN96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5747,Who are the authors of the paper 'Tests of fit for the three-parameter lognormal distribution' and the publication 'Reproducibility in Computing Research: An Empirical Study'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/csda/Chen06> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/csda/Chen06> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/csda/Chen06>"", ""<https://dblp.org/rec/journals/access/RaghupathiRR22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
