id,question_string,query,template_id,entities,relations,temporal,help_out
Q2252,What are the papers that Lei W. and Yajie Zhang published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/2817> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/9919> } },TC61,"[""<https://dblp.org/pid/181/2817>"", ""<https://dblp.org/pid/14/9919>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2253,"List all the papers that R. Hasanzadeh Fereydooni and Mazinan, A. Hooshang published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/265/9690> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/8629> } },TC61,"[""<https://dblp.org/pid/265/9690>"", ""<https://dblp.org/pid/78/8629>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2254,"In Shape Modeling International and UMAP (Adjunct Publication), what papers did Akleman, Ergun publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/568> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Shape Modeling International' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'UMAP (Adjunct Publication)' } },TC63,"[""<https://dblp.org/pid/13/568>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2255,What papers did Jukka M\u00E4kel\u00E4 publish in PIMRC and IEEE BigData?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/4676> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'PIMRC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE BigData' } },TC63,"[""<https://dblp.org/pid/40/4676>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2256,"What papers did Surridge, Mike publish in HPCN and Discret. Appl. Math.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/2722> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'HPCN' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Discret. Appl. Math.' } },TC63,"[""<https://dblp.org/pid/08/2722>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2257,What papers did Mohammed M. Alani publish in J. Inf. Secur. Appl. and Int. J. Distance Educ. Technol.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/120/8718> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Inf. Secur. Appl.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Distance Educ. Technol.' } },TC63,"[""<https://dblp.org/pid/120/8718>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2258,"What papers did Lainem, T. publish in HICSS and IROS?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/3406> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'HICSS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IROS' } },TC63,"[""<https://dblp.org/pid/64/3406>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2260,"List all the papers that M. K. Ibrahim and Almiladi, A. Sulaiman published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/3608> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/8309> } },TC61,"[""<https://dblp.org/pid/05/3608>"", ""<https://dblp.org/pid/17/8309>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2261,List all the papers that Andrea Frosini and M. Sciortino published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/3654> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/6093> } },TC61,"[""<https://dblp.org/pid/31/3654>"", ""<https://dblp.org/pid/86/6093>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2262,"List all the papers that Park, C. and Kim, Dae Young published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/1731> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/270> } },TC61,"[""<https://dblp.org/pid/03/1731>"", ""<https://dblp.org/pid/63/270>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2263,"In IPAW and Scientometrics, what papers did Deborah L. McGuinness publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/DLMcGuinness> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IPAW' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Scientometrics' } },TC63,"[""<https://dblp.org/pid/m/DLMcGuinness>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2264,"List all the papers that Paletta, Maur\u00EDcio and Pilar Herrero published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/4707> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/6392> } },TC61,"[""<https://dblp.org/pid/90/4707>"", ""<https://dblp.org/pid/40/6392>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2265,What papers did Lorena Pradenas publish in HM and Int. J. RF Technol. Res. Appl.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/2660> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'HM' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. RF Technol. Res. Appl.' } },TC63,"[""<https://dblp.org/pid/17/2660>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2266,List all the papers that X. Huang and Kai Yu published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/2922> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/197/1322> } },TC61,"[""<https://dblp.org/pid/00/2922>"", ""<https://dblp.org/pid/197/1322>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2267,What papers did Robert E. McCauley publish in MIS Q. and Electron. Notes Theor. Comput. Sci.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/158/3110> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'MIS Q.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Electron. Notes Theor. Comput. Sci.' } },TC63,"[""<https://dblp.org/pid/158/3110>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2268,"What are the primary affiliations of Alejandro Cosa and Moratal, David?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/117/1827> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/46/2989> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/117/1827>"", ""<https://dblp.org/pid/46/2989>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2269,List all the papers that A. Sharang and Deepak Pathak published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/150/6958> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/155/9860> } },TC61,"[""<https://dblp.org/pid/150/6958>"", ""<https://dblp.org/pid/155/9860>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2270,List all the papers that Scott B. Huffman and Randal V. Zoeller published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/2678> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/5297> } },TC61,"[""<https://dblp.org/pid/08/2678>"", ""<https://dblp.org/pid/97/5297>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2271,"In Wirel. Pers. Commun. and National Conference of the American Association for Artificial Intelligence, what papers did Chinmoy Kundu publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/11154> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Wirel. Pers. Commun.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'AAAI' } },TC63,"[""<https://dblp.org/pid/70/11154>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2272,"In CoRR and RO-MAN, what papers did Dover, Thomas P. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/129/1227> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'RO-MAN' } },TC63,"[""<https://dblp.org/pid/129/1227>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2273,"In Organ. Sci. and DBSec, what papers did Joseph Kolars publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/149/8322> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Organ. Sci.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'DBSec' } },TC63,"[""<https://dblp.org/pid/149/8322>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2275,"In Euro-Par, Vol. II and ICRA, what papers did Wierum, J. publish?","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/2111> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Euro-Par, Vol. II' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICRA' } }",TC63,"[""<https://dblp.org/pid/42/2111>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2276,"In Signal Process. Image Commun. and J. Heuristics, what papers did Rin-Chul K. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/6856> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Signal Process. Image Commun.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Heuristics' } },TC63,"[""<https://dblp.org/pid/47/6856>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2277,"What are the papers that James Hester and Benton, Adrian published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/179/8592> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/9076> } },TC61,"[""<https://dblp.org/pid/179/8592>"", ""<https://dblp.org/pid/21/9076>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2278,"List all the papers that Zhuang, J. and Haiming Chen published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/238/6759> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/248> } },TC61,"[""<https://dblp.org/pid/238/6759>"", ""<https://dblp.org/pid/75/248>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2279,What are the papers that R. Montante and Barbara M. Anthony published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/6481> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/6938> } },TC61,"[""<https://dblp.org/pid/96/6481>"", ""<https://dblp.org/pid/88/6938>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2280,What are the papers that Hyeong Soo Chang and J. Will M. Bertrand published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/3043> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/686> } },TC61,"[""<https://dblp.org/pid/58/3043>"", ""<https://dblp.org/pid/63/686>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2281,What papers did Mitchell G. Spiegel publish in SIGMETRICS Perform. Evaluation Rev. and Living Machines?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/1604> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIGMETRICS Perform. Evaluation Rev.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Living Machines' } },TC63,"[""<https://dblp.org/pid/60/1604>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2282,"What papers did Anglin, G. J. publish in J. Comput. High. Educ. and WASSA@NAACL-HLT?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/8831> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Comput. High. Educ.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'WASSA@NAACL-HLT' } },TC63,"[""<https://dblp.org/pid/70/8831>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2283,List all the papers that J. T. Kao and Anantha P. Chandrakasan published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/135/2049> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/AnanthaChandrakasan> } },TC61,"[""<https://dblp.org/pid/135/2049>"", ""<https://dblp.org/pid/c/AnanthaChandrakasan>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2284,What are the papers that Oded B. and David S. published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/5325> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/2807> } },TC61,"[""<https://dblp.org/pid/77/5325>"", ""<https://dblp.org/pid/09/2807>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2285,What are the papers that Jaegul Choo and Jihoon Kim published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/2074> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/4060> } },TC61,"[""<https://dblp.org/pid/07/2074>"", ""<https://dblp.org/pid/51/4060>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2286,What are the papers that Jos\u00E9 Lu\u00EDs Santos and Gonzalo P. published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/9498> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/3142> } },TC61,"[""<https://dblp.org/pid/186/9498>"", ""<https://dblp.org/pid/73/3142>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2287,"What are the papers that Lostado-Lorza, R. and Roberto F. published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/10093> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/142/1522> } },TC61,"[""<https://dblp.org/pid/79/10093>"", ""<https://dblp.org/pid/142/1522>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2288,"In DASC/PiCom/DataCom/CyberSciTech and IEEE International Conference on Image Processing, what papers did Xiaowei Zhao publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/8134> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'DASC/PiCom/DataCom/CyberSciTech' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICIP' } },TC63,"[""<https://dblp.org/pid/02/8134>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2289,What are the papers that Hans-Arno J. and Kaiwen Zhang published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/j/HansArnoJacobsen> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/4550-1> } },TC61,"[""<https://dblp.org/pid/j/HansArnoJacobsen>"", ""<https://dblp.org/pid/12/4550-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2290,List all the papers that Celso B. M. Ribeiro and Leonardo G. da Fonseca published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/278/7443> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/6144> } },TC61,"[""<https://dblp.org/pid/278/7443>"", ""<https://dblp.org/pid/04/6144>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2291,What papers did Jay Kishigami publish in IET Cyper-Phys. Syst.: Theory & Appl. and J. Intell. Robotic Syst.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/4195> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IET Cyper-Phys. Syst.: Theory & Appl.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Intell. Robotic Syst.' } },TC63,"[""<https://dblp.org/pid/152/4195>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2292,What papers did Robert P. Biuk-Aghai publish in Int. Sym. Wikis and Comput. Graph. Forum?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/2541> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. Sym. Wikis' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Graph. Forum' } },TC63,"[""<https://dblp.org/pid/52/2541>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2293,What are the papers that \u00C9liane B\u00E9cache and J. Rodr\u00EDguez published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/8283> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/8097> } },TC61,"[""<https://dblp.org/pid/18/8283>"", ""<https://dblp.org/pid/22/8097>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2294,List all the primary affiliations of Hannes Hartenstein and H. K\u00FChner.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/25/2112> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/34/9064> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/25/2112>"", ""<https://dblp.org/pid/34/9064>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2295,"What are the primary affiliations of T. Eiter and Gurevich, Y.?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/e/TEiter> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/g/YuriGurevich> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/e/TEiter>"", ""<https://dblp.org/pid/g/YuriGurevich>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2296,List all the papers that Massimiliano Forliti and Marco D. Marinis published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/4478> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/4547> } },TC61,"[""<https://dblp.org/pid/39/4478>"", ""<https://dblp.org/pid/32/4547>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2297,What are the papers that O. Scherzer and Lingyun Qiu published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/5361> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/6620> } },TC61,"[""<https://dblp.org/pid/38/5361>"", ""<https://dblp.org/pid/13/6620>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2298,List all the papers that Allison R. B. Tyler and Alexandria J. Rayburn published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/239/3113> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/300/2320> } },TC61,"[""<https://dblp.org/pid/239/3113>"", ""<https://dblp.org/pid/300/2320>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2299,"What are the papers that Tavakolian, N. and Donal F. published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/242/3749> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/4947> } },TC61,"[""<https://dblp.org/pid/242/3749>"", ""<https://dblp.org/pid/72/4947>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2300,List all the papers that Tak Hur and Daniel K. Park published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/315/6166> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/2050> } },TC61,"[""<https://dblp.org/pid/315/6166>"", ""<https://dblp.org/pid/86/2050>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2301,List all the papers that J. Nezan and D. M\u00E9nard published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/3613> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/1517> } },TC61,"[""<https://dblp.org/pid/99/3613>"", ""<https://dblp.org/pid/14/1517>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2302,"What are the papers that Claus Pahl and Zhang, Li published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/4069> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/5992> } },TC61,"[""<https://dblp.org/pid/48/4069>"", ""<https://dblp.org/pid/89/5992>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2303,What are the papers that X. Liang and Zichao Y. published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/136/0900> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/8707> } },TC61,"[""<https://dblp.org/pid/136/0900>"", ""<https://dblp.org/pid/07/8707>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2304,What papers did Daniel L. Noneaker publish in ICC and ONDM?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/3943> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ONDM' } },TC63,"[""<https://dblp.org/pid/04/3943>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2305,What are the papers that Abdulaziz Albesher and Marwah Almasri published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/246/5818> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/9246> } },TC61,"[""<https://dblp.org/pid/246/5818>"", ""<https://dblp.org/pid/117/9246>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2306,List all the papers that Tilman Dingler and Kai Kunze published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/8692> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/5109> } },TC61,"[""<https://dblp.org/pid/79/8692>"", ""<https://dblp.org/pid/44/5109>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2307,"What papers did Sea\u00EFd, M. publish in Math. Comput. Simul. and Measurement and Modeling of Computer Systems?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/4304> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Math. Comput. Simul.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIGMETRICS' } },TC63,"[""<https://dblp.org/pid/78/4304>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2308,"List all the papers that Abramov, S. A. and M. van Hoeij published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/1312> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/5663> } },TC61,"[""<https://dblp.org/pid/64/1312>"", ""<https://dblp.org/pid/26/5663>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2309,"In CoRR and ISSRE Workshops, what papers did Alexander Lavin publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/163/1808> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISSRE Workshops' } },TC63,"[""<https://dblp.org/pid/163/1808>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2310,"In CoRR and IEEE Trans. Ind. Electron., what papers did Stefan Rothe publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/249/2595> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Ind. Electron.' } },TC63,"[""<https://dblp.org/pid/249/2595>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2311,List all the papers that Sim\u00E3o Melo de Sousa and Yiran Xu published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/5844> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/5246> } },TC61,"[""<https://dblp.org/pid/35/5844>"", ""<https://dblp.org/pid/122/5246>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2312,What papers did Luming Zhang publish in Adv. Comput. Math. and J. Artif. Soc. Soc. Simul.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/2476> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Adv. Comput. Math.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Artif. Soc. Soc. Simul.' } },TC63,"[""<https://dblp.org/pid/73/2476>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2313,"In AICT/ICIW and Discret. Math., what papers did Elliot A. Vargas-Figueroa publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/5051> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'AICT/ICIW' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Discret. Math.' } },TC63,"[""<https://dblp.org/pid/48/5051>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2314,"In BCS HCI and DATE, what papers did Henriksen-Bulmer, Jane publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/190/9476> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'BCS HCI' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'DATE' } },TC63,"[""<https://dblp.org/pid/190/9476>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2315,What papers did Mircea M. publish in WRLA@ETAPS and MeMeA?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/1023> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'WRLA@ETAPS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'MeMeA' } },TC63,"[""<https://dblp.org/pid/98/1023>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2316,"What are the papers that Etuari Oram and Vimal, S. published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/275/9212> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/247/2071> } },TC61,"[""<https://dblp.org/pid/275/9212>"", ""<https://dblp.org/pid/247/2071>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2317,List all the papers that Giuseppe De Santis and V. Walter Anelli published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/204/3599> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/171/0384> } },TC61,"[""<https://dblp.org/pid/204/3599>"", ""<https://dblp.org/pid/171/0384>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2318,"In SBSC and Conference on Information Sciences and Systems, what papers did Amandi, A. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/3034> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SBSC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CISS' } },TC63,"[""<https://dblp.org/pid/47/3034>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2319,"List all the papers that Patricia H. Rodr\u00EDguez and Alonso, J. B. published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/9014> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/6223> } },TC61,"[""<https://dblp.org/pid/94/9014>"", ""<https://dblp.org/pid/61/6223>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2320,What papers did Neil C. Randall publish in SIGDOC and MILCOM?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/374> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIGDOC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'MILCOM' } },TC63,"[""<https://dblp.org/pid/26/374>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2321,"List all the primary affiliations of Stanley T. Birchfield and Chen, Zhichao.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/b/StanBirchfield> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/16/5141> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/b/StanBirchfield>"", ""<https://dblp.org/pid/16/5141>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2322,"List all the papers that T. M. Schuck and Yan, X. published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/10890> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/1397> } },TC61,"[""<https://dblp.org/pid/68/10890>"", ""<https://dblp.org/pid/07/1397>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
