id,question_string,query,template_id,entities,relations,temporal,help_out
Q0724,Who are the co-authors of Waldemar Wieczerzycki in the last seven years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/4105> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/52/4105>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/52/4105>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0725,List the titles of the papers that Xiaohua J. published and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/j/XiaohuaJia> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/j/XiaohuaJia>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0726,Who are the co-authors of Tinku A. in the last two years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/6171> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/04/6171>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/04/6171>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0727,Which publications did Jaime Kaminski author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/8670> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/78/8670>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0728,What are the titles of the papers that F. Colone published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/9898> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/89/9898>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0729,"What are the titles of the papers that Chen, Qimei published and in which venues?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/5974> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/63/5974>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0730,Name the co-authors of Svenja Pieritz in the last eight years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/284/0565> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/284/0565>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/284/0565>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0731,Mention the papers published by Oliver Kohnke and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/6611> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/09/6611>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0732,In which venues did Harbir Antil publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/7616> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/65/7616>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0733,List the titles of the papers that Riccardo Scopigno published and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/7861> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/37/7861>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0734,List the titles of the papers that Etienne Birmel\u00E9 published and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/5741> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/82/5741>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0736,Who are the co-authors of Y. Zhang in the last 8 years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/888> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/83/888>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/83/888>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0737,Mention the papers published by Christos Koukouvinos and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/87> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/43/87>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0738,Who are the co-authors of Dimitrios Skourtis in the last 5 years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/115/5948> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/115/5948>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/115/5948>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0739,In which venues did Z. Wang publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/7807> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/82/7807>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0740,Mention the papers published by M. S. Gudaitis and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/5752> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/99/5752>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0742,Name the co-authors of Nasser Alzeidi in the last 4 years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/4929> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/87/4929>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/87/4929>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0744,Mention the papers published by Raofen W. and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/4504> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/117/4504>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0745,Who are the co-authors of Gian P. Zarri in the last 9 years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/7030> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/48/7030>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/48/7030>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0746,Mention the papers published by J. A. Jordan Jr. and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/4800> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/53/4800>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0747,Which publications did Wen Yu author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/3061-1> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/75/3061-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0748,"Mention the papers published by Robinson, D. T. and in which year.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/4572> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/85/4572>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0749,Which publications did Muneeb Khan author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/9974> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/122/9974>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0750,Mention the papers published by Babu Sena Paul and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/210/9101> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/210/9101>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0752,Name the co-authors of Jun Sun in the last eight years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/JunSun1> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/s/JunSun1>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/s/JunSun1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0753,What are the titles of the papers that Georg Rose published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/4271> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/04/4271>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0754,What are the titles of the papers that Fatimah Khalid published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/10159> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/98/10159>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0755,List the venues in which Jiawei Luo published papers in the last 6 years and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/3974-1> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/52/3974-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0756,List the venues in which M. Zorrilla published papers in the last six years and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/132/7543> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/132/7543>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0759,What are the titles of the papers that Chadi A. published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/ChadiAssi> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/a/ChadiAssi>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0760,What are the titles of the papers that Marc Zeller published in the last 5 years and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/7128> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/35/7128>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0761,"What are the titles of the papers that Garay, J. A. published in the last three years and in which venues?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/4788> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/10/4788>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0762,Who are the co-authors of L. A. Suchman in the last eight years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/1916> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/20/1916>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/20/1916>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0763,Which papers did author Ernesto Bribiesca-Correa publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/6560> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/57/6560>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0764,"Mention the other authors with whom Dekhil, Mohamed has co-authored papers in the last 3 years and where are they affiliated.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/3477> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/87/3477>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/87/3477>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0765,Who are the co-authors of Nhat-Duc Hoang in the last three years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/11273> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/93/11273>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/93/11273>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0766,"List the venues in which Velez-Reyes, Miguel published papers in the last 2 years and the titles of these papers.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/4819> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/70/4819>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0767,"In which venues did Chu, Xiaolu publish papers and what are the titles of these papers?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/260/4060> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/260/4060>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0768,"What are the titles of the papers that Sheu, T. W. H. published in the last two years and in which venues?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/9316> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/14/9316>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0769,Who are the co-authors of Stephan Olariu in the last nine years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/o/StephanOlariu> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/o/StephanOlariu>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/o/StephanOlariu>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0770,What are the titles of the papers that Junling Wang published in the last four years and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/1438> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/27/1438>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0771,"In which venues did Wan, X. publish papers and what are the titles of these papers?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/1521> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/07/1521>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0772,Mention the other authors with whom Stephen A. Zahorian has co-authored papers in the last six years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/8762> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/76/8762>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/76/8762>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0773,Who are the co-authors of Zhixiang Chen in the last eight years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/3894-1> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/70/3894-1>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/70/3894-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0774,Mention the papers published by Fengming Hui and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/138/8672> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/138/8672>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0775,List the venues in which Alexey O. Shigarov published papers in the last two years and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/4570> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/152/4570>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0776,List the venues in which Xiucheng Dong published papers in the last 5 years and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/3855> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/17/3855>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0777,"What are the titles of the papers that Abdou, M. published in the last two years and in which venues?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/192/1704> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/192/1704>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0778,What are the titles of the papers that Xia G. published in the last nine years and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/3000> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/59/3000>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0779,"List the titles of the papers that Mondal, S. published in the last 4 years and in which venues.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/177/4760> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/177/4760>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0780,Which publications did Yasuaki I. author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/5925> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/18/5925>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0781,List the venues in which Henrik Sandberg published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/2611> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/50/2611>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0782,Which papers did author J. Li publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/6950> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/23/6950>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0783,Which publications did Djamel Benazzouz author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/9222> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/117/9222>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0784,List the venues in which F. Chiba published papers in the last 5 years and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/9483> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/59/9483>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
