id,question_string,query,template_id,entities,relations,temporal,help_out
Q0579,List the papers published by Yong Ma in the last 8 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/3013> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-8) },TC15,"[""<https://dblp.org/pid/33/3013>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0580,"Which papers did Song, Mingli and Yongcheng Jing write together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/5333> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/196/3616> },TC12,"[""<https://dblp.org/pid/71/5333>"", ""<https://dblp.org/pid/196/3616>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0581,With which other authors has the author N. Subramanya written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/319/7131> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/319/7131>) },TC14,"[""<https://dblp.org/pid/319/7131>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0582,"Find the papers written by Barbier, Franck and Nodenot, Thierry together.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/4588> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/1554> },TC12,"[""<https://dblp.org/pid/13/4588>"", ""<https://dblp.org/pid/30/1554>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0583,"Mention the venues in which Dague, Philippe published.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/3908> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/35/3908>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0584,"Which papers did L\u00F3pez, Juan Carlos publish in the last 2 years?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/JuanCarlosLopez> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) },TC15,"[""<https://dblp.org/pid/l/JuanCarlosLopez>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0585,Mention the co-authors of Hideki Tode.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/3255> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/30/3255>) },TC14,"[""<https://dblp.org/pid/30/3255>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0586,"Which publications did Su-Wan Park write with the author from Electronics and Telecommunications Research Institute (ETRI), Daejeon, South Korea?","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/3025> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'Electronics and Telecommunications Research Institute (ETRI), Daejeon, South Korea' }",TC16,"[""<https://dblp.org/pid/93/3025>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0587,In which conferences or journals has Hongwei Qu published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/1174> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/116/1174>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0588,"Which publications did Walter C. Freitas Jr. write with the author from Federal University of Cear\u00E1, Fortaleza, Brazil?","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/3585> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'Federal University of Cear\u00E1, Fortaleza, Brazil' }",TC16,"[""<https://dblp.org/pid/00/3585>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0589,"Which papers did Murali Krishna Ramanathan and Grama, A. write together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/541> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/AnanthGrama> },TC12,"[""<https://dblp.org/pid/75/541>"", ""<https://dblp.org/pid/g/AnanthGrama>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0590,List the papers published by D. Ramesh in the last 2 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/258/0340> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) },TC15,"[""<https://dblp.org/pid/258/0340>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0591,Which papers did Jiun-In Guo publish in the last 3 years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/3059> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-3) },TC15,"[""<https://dblp.org/pid/33/3059>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0592,In which conferences or journals has Wenhua Li published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/337> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/41/337>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0593,With which other authors has the author S. A. Meijer written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/6596> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/31/6596>) },TC14,"[""<https://dblp.org/pid/31/6596>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0594,"What are the papers written by Cutello, V. and Giuseppe Nicosia together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/233> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/6928> },TC12,"[""<https://dblp.org/pid/95/233>"", ""<https://dblp.org/pid/28/6928>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0595,What are the papers written by Eugenio Faldella and Stefano Caselli together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/5181> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/5874> },TC12,"[""<https://dblp.org/pid/95/5181>"", ""<https://dblp.org/pid/40/5874>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0596,Mention the co-authors of Rajmohan Rajaraman.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/RRajaraman> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/r/RRajaraman>) },TC14,"[""<https://dblp.org/pid/r/RRajaraman>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0597,"With which other authors has the author Satzger, B. written papers?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/1529> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/27/1529>) },TC14,"[""<https://dblp.org/pid/27/1529>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0598,"List the papers published by Kallookaran, Michael in the last 8 years.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/189/0388> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-8) },TC15,"[""<https://dblp.org/pid/189/0388>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0599,What are the venues in which Reza Rafiee published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/10429> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/35/10429>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0600,"What are the venues in which Chen, Pao-Yang published?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/1230> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/74/1230>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0601,"What are the papers written by Stepan Shevtsov and Maggio, M. together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/4418> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/8575> },TC12,"[""<https://dblp.org/pid/156/4418>"", ""<https://dblp.org/pid/02/8575>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0602,Who are the co-authors of T. K. Lien?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/6352> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/86/6352>) },TC14,"[""<https://dblp.org/pid/86/6352>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0603,Which papers did Vaithilingam Jeyakumar publish in the last 2 years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/v/VaithilingamJeyakumar> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) },TC15,"[""<https://dblp.org/pid/v/VaithilingamJeyakumar>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0604,With which other authors has the author Reeta Chhatani written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/175/8191> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/175/8191>) },TC14,"[""<https://dblp.org/pid/175/8191>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0605,"What are the papers written by Chen, Ziqian and Gentiane Venture together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/168/3805> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/7043> },TC12,"[""<https://dblp.org/pid/168/3805>"", ""<https://dblp.org/pid/56/7043>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0606,In which conferences or journals has Elly A. Konijn published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/3388> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/19/3388>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0607,"Which papers did Wing, Nick publish in the last 4 years?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/2975> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/63/2975>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0608,Which papers did Joan Bresnan publish in the last 9 years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/5609> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) },TC15,"[""<https://dblp.org/pid/05/5609>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0609,What are the papers written by Michael Borkowski and Stefan Schulte together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/188/1821> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/StefanSchulte2> },TC12,"[""<https://dblp.org/pid/188/1821>"", ""<https://dblp.org/pid/s/StefanSchulte2>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0610,Mention the papers published by Jie L. with the author from Xian Jiaotong University.,"SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/6731-2> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'Xian Jiaotong University, School of Electronic and Information Engineering, China' }",TC16,"[""<https://dblp.org/pid/88/6731-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0611,"List the papers published by Dabbene, Fabrizio in the last 4 years.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/897> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/28/897>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0612,Which papers did Jia-Chin Lin and Keshav Singh write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/1183> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/132/7939> },TC12,"[""<https://dblp.org/pid/27/1183>"", ""<https://dblp.org/pid/132/7939>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0613,Find the papers written by Bernardo Nugroho Yahya and Feri Setiawan together.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/7976> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/221/3966> },TC12,"[""<https://dblp.org/pid/92/7976>"", ""<https://dblp.org/pid/221/3966>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0614,With which other authors has the author Jakub P. written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/7810> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/88/7810>) },TC14,"[""<https://dblp.org/pid/88/7810>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0616,List the papers published by Chin-Wan Chung in the last 5 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/ChinWanChung> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-5) },TC15,"[""<https://dblp.org/pid/c/ChinWanChung>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0617,In which conferences or journals has Andrew Luxton-Reilly published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/6024> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/26/6024>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0618,Mention the co-authors of Devanshu A..,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/140/2713> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/140/2713>) },TC14,"[""<https://dblp.org/pid/140/2713>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0619,"Which papers did Qian, Depei and Qian, Xuehai write together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/4002> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/5189> },TC12,"[""<https://dblp.org/pid/08/4002>"", ""<https://dblp.org/pid/42/5189>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0620,Mention the co-authors of A. Gisbrecht.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/8426> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/80/8426>) },TC14,"[""<https://dblp.org/pid/80/8426>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0621,"List the papers published by Subramanian, R. in the last 7 years.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/177/4567> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-7) },TC15,"[""<https://dblp.org/pid/177/4567>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0622,What are the venues in which Virg\u00EDlio A. F. Almeida published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/VirgilioAlmeida> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/a/VirgilioAlmeida>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0623,Which papers did Ian Miguel publish in the last four years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/2612> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/17/2612>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0624,List the papers published by Shohana Rahman Deeba in the last 7 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/247/9575> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-7) },TC15,"[""<https://dblp.org/pid/247/9575>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0625,List the papers published by Abhishek Rawat in the last 9 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/8341> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) },TC15,"[""<https://dblp.org/pid/95/8341>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0626,"Mention the papers published by Panos M. Pardalos with the author from University of Florida, Gainesville.","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/1137> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Florida, Gainesville' }",TC16,"[""<https://dblp.org/pid/04/1137>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0627,Who are the co-authors of Yingfei Xiong?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/2673> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/82/2673>) },TC14,"[""<https://dblp.org/pid/82/2673>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0628,"What are the papers written by Wang, X. and Yuanchun Shi together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/5700> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/5313> },TC12,"[""<https://dblp.org/pid/64/5700>"", ""<https://dblp.org/pid/08/5313>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0629,Mention the venues in which Paulo F. Pires published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/1904> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/69/1904>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0630,"Mention the papers published by Q. Ha with the author from College of Technology, Vietnam National University, Hanoi.","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/1849> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'College of Technology, Vietnam National University, Hanoi' }",TC16,"[""<https://dblp.org/pid/01/1849>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0631,In which conferences or journals has Reiner Lenz published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/5717> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/95/5717>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0632,In which conferences or journals has Shuqiang Jiang published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/3651> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/90/3651>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0633,List the papers published by Sofia Jos\u00E9 Santos in the last three years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/244/9951> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-3) },TC15,"[""<https://dblp.org/pid/244/9951>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0634,List the papers published by Shoichi Tanifuji in the last 8 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/10518> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-8) },TC15,"[""<https://dblp.org/pid/99/10518>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0635,"Mention the papers published by Michael Beetz with the author from University of Bremen, Germany.","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/MichaelBeetz> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Bremen, Germany' }",TC16,"[""<https://dblp.org/pid/b/MichaelBeetz>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0636,In which conferences or journals has Tri Nguyen published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/6538> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/29/6538>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0637,What are the papers written by Daniel Etiemble and D. Revelosona together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/5706> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/10511> },TC12,"[""<https://dblp.org/pid/76/5706>"", ""<https://dblp.org/pid/91/10511>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0638,List the papers published by Gang Liu in the last 4 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/2109> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/37/2109>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0639,Mention the venues in which Hee Sik Kim published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/5373> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/67/5373>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0640,Mention the co-authors of Masami Hagiya.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/h/MasamiHagiya> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/h/MasamiHagiya>) },TC14,"[""<https://dblp.org/pid/h/MasamiHagiya>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0641,In which conferences or journals has Yachao Wang published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/149/0396> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/149/0396>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0642,In which conferences or journals has V. Latora published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/1297> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/16/1297>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0643,"Mention the papers published by Euiwoong Lee with the author from University of Michigan, USA.","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/129/5624> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Michigan, USA' }",TC16,"[""<https://dblp.org/pid/129/5624>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0644,Who are the co-authors of Spiros Fotopoulos?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/4176> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/88/4176>) },TC14,"[""<https://dblp.org/pid/88/4176>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0645,"Mention the co-authors of Azzolin, Rodrigo Zelir.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/143/9499> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/143/9499>) },TC14,"[""<https://dblp.org/pid/143/9499>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0646,Find the papers written by Nick Hounsell and Geqi Qi together.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/10976> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/149/2471> },TC12,"[""<https://dblp.org/pid/73/10976>"", ""<https://dblp.org/pid/149/2471>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0647,With which other authors has the author Tyler G. written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/306/5233> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/306/5233>) },TC14,"[""<https://dblp.org/pid/306/5233>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0648,"Which papers did Borys, Andrzej publish in the last 8 years?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/5434> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-8) },TC15,"[""<https://dblp.org/pid/52/5434>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0649,List the papers published by Michael L. in the last six years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/2489> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-6) },TC15,"[""<https://dblp.org/pid/04/2489>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0650,Mention the co-authors of Alexander Bakst.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/11515> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/13/11515>) },TC14,"[""<https://dblp.org/pid/13/11515>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0651,"Find the papers written by Huang, Xiaoqiu and Ankit Agrawal together.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/6202-1> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/5176> },TC12,"[""<https://dblp.org/pid/38/6202-1>"", ""<https://dblp.org/pid/55/5176>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0652,List the papers published by A. Farouk in the last six years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/176/5087> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-6) },TC15,"[""<https://dblp.org/pid/176/5087>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0653,Mention the co-authors of Zhengying Chen.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/151/8840> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/151/8840>) },TC14,"[""<https://dblp.org/pid/151/8840>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0654,"What are the venues in which Pal, Madhumangal published?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/1276> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/44/1276>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0655,"List the papers published by Fallahi, B. in the last 3 years.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/164/8296> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-3) },TC15,"[""<https://dblp.org/pid/164/8296>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
