id,question_string,query,template_id,entities,relations,temporal,help_out
Q3699,Mention the year in which 'Challenges in Data Production for AI with Human-in-the-Loop' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wsdm/Ustalov22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/wsdm/Ustalov22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3700,The paper 'Study of Rotary-Linear Ultrasonic Motor Output Shafts' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijat/KanadaMT16> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/ijat/KanadaMT16>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3701,List the authors of the paper 'Online Bipartite Matching with Reusable Resources'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigecom/DelongFNS22> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/sigecom/DelongFNS22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3702,Mention the number of authors of the paper 'The Importance of Statistical Evidence for Focussed Bayesian Fusion'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/ki/SanderKB10> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/ki/SanderKB10>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3703,What year was 'Conception physique d'un entrep\u00F4t de donn\u00E9es distribu\u00E9es bas\u00E9e sur K-means \u00E9quilibr\u00E9' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/f-egc/RamdaneBKB19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/f-egc/RamdaneBKB19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3704,Mention the year in which 'A Mining Algorithm Using Property Items Extracted from Sampled Examples' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ilp/MotoyamaUNI06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/ilp/MotoyamaUNI06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3705,'First-Order Query Evaluation with Cardinality Conditions' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/GroheS17> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/corr/GroheS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3706,Find the number of authors of the paper 'Developments in Practice VIII: Enterprise Content Management'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/cais/SmithM03a> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/cais/SmithM03a>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3707,Name the authors of the paper 'Performance of Distributed Memory Methods in Multiprocessing Clusters'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hicss/CrandallL98> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/hicss/CrandallL98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3708,When was '\It's in love with you\: communicating status and preference with simple product movements' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/chi/MortensenHBP12> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/chi/MortensenHBP12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3709,Find the venue in which the paper 'Rebirth-20 - Relive After the COVID-19 and Keep Preventing Against it' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vr/MinderSCM21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/vr/MinderSCM21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3710,Find the venue in which the paper 'Learning memory management with C-Sim: A C-based visual tool' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/caee/Perez-Schofield19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/caee/Perez-Schofield19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3711,The paper 'Software Development Environments for Scientific and Engineering Software: A Series of Case Studies' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icse/CarverKSP07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/icse/CarverKSP07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3712,Mention the year in which 'Code-Division OFDM Joint Communication and Sensing System for 6G Machine-Type Communication' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iotj/ChenFWZY21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/iotj/ChenFWZY21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3713,Find the number of authors of the paper 'Resting-State fMRI Functional Connectivity: Big Data Preprocessing Pipelines and Topological Data Analysis'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/tbd/PhinyomarkIP17> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/tbd/PhinyomarkIP17>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3714,Where was 'Architecting Activities Evolution and Emergence in Agile Software Development: An Empirical Investigation - Initial Research Proposal' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/xpu/WaseemI16> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/xpu/WaseemI16>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3715,The paper 'The Fixpoint-Iteration Algorithm for Parity Games' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/BruseFL14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/corr/BruseFL14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3716,Mention the number of authors of the paper 'Meta-Pose: Environment-adaptive Human Skeleton Tracking with RFID'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/globecom/0025WWM21> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/globecom/0025WWM21>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3717,The paper 'Unrooted unordered homeomorphic subtree alignment of RNA trees' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/almob/MiloZKBDZ13> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/almob/MiloZKBDZ13>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3718,"How many authors does the publication 'In praise of 'Wilkes, Wheeler, and Gill'' have?",SELECT ?answer WHERE { <https://dblp.org/rec/journals/cacm/Campbell-Kelly11> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/cacm/Campbell-Kelly11>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3719,How many authors does 'Run-Time Checking in Lisp by Integrating Memory Addressing and Range Checking' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/isca/SatoIG89> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/isca/SatoIG89>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3720,"'Convergence theorems for equilibrium problem, variational inequality problem and countably infinite relatively quasi-nonexpansive mappings' was authored by which authors?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/amc/ZegeyeOS10> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/amc/ZegeyeOS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3721,Who wrote the paper 'f-SWRL: A Fuzzy Extension of SWRL'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jods/PanSSTH06> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/jods/PanSSTH06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3722,'Cross-vendor evaluation of key user-defined clinical decision support capabilities: a scenario-based assessment of certified electronic health records with guidelines for future development' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jamia/McCoyWS15> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/jamia/McCoyWS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3723,Mention the venue in which 'AI in the News' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/aim/Glick04> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/aim/Glick04>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3724,The paper 'Statistical shape analysis of neuroanatomical structures based on medial models' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mia/StynerGLJW03> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/mia/StynerGLJW03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3725,List the authors of the paper 'Real-time gravitational-wave science with neural posterior estimation'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2106-12594> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/corr/abs-2106-12594>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3726,When was 'Dynamics and model-based control for mobile modular manipulators' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/robotica/LiuL05> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/robotica/LiuL05>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3727,In which venue was the paper 'Assessing store performance models' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/eor/PaulerTG09> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/eor/PaulerTG09>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3728,Find the venue in which the paper 'An Effective Neural Learning Algorithm for Extracting Cross-Correlation Feature Between Two High-Dimensional Data Streams' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/npl/KongMAZ15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/npl/KongMAZ15>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3729,The paper 'Design and Implementation of Virtual Museum Based on Web3D' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tedu/ZhangY09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/tedu/ZhangY09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3730,Name the authors of the paper 'Measurement and modeling of an ultra-wide bandwidth indoor channel'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcom/GhassemzadehJRTT04> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/tcom/GhassemzadehJRTT04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3731,Who is the author of the paper 'Directional source grouping for multi-agent itinerary planning in wireless sensor networks'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ictc/0003GL10> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/ictc/0003GL10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3732,Mention the venue in which 'Shuffled languages - Representation and recognition' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcs/BerglundBB13> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/tcs/BerglundBB13>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3733,When was 'Hypergraph-Coloring-Based Pilot Allocation Algorithm for Massive MIMO Systems' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/csps/LianZW18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/csps/LianZW18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3734,Mention the number of authors of the paper 'Air Quality Based Informational Intervention Framework To Promote Healthy And Active School Travel'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/euspn/AhmedAJYW18> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/euspn/AhmedAJYW18>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3735,Who is the author of the paper 'Signals and signal processing for acoustic monitoring of ocean processes'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icassp/Birdsall95> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/icassp/Birdsall95>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3736,Find the number of authors of the paper 'Introduction'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/lalc/Walter13> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/lalc/Walter13>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3737,The paper 'User Scheduling for Large-Scale MIMO Downlink System Over Correlated Rician Fading Channels' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/chinacom/Sun0G18> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/chinacom/Sun0G18>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3738,Who wrote the paper 'Writing Collaboratively in the Continuation Task via Shared Docs'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sete/JinLGC21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/sete/JinLGC21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3739,Mention the year in which 'Generalized Change and the Meaning of Rationality Postulates' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sLogica/Wassermann03> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/sLogica/Wassermann03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3740,'Interruptstrukturen in Systemen mit Datenfernverarbeitungsumgebung' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/wi/Posch83> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/wi/Posch83>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3741,Find the number of authors of the paper 'Using Wireless Sensor Networks for Vehicles and Pedestrian Movement Tracking'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/tst/LogaRS19> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/tst/LogaRS19>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3742,How many authors does the publication 'Segmentation of a high-resolution urban scene using texture operators' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/cvgip/ConnersTH84> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/cvgip/ConnersTH84>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3743,Find the number of authors of the paper 'Review: Book Review'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/cj/Needham61a> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/cj/Needham61a>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3744,How many authors does the publication 'On the Complexity of the Star p-hub Center Problem with Parameterized Triangle Inequality' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/ciac/ChenHHKLW17> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/ciac/ChenHHKLW17>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3745,The paper 'Ensemble of Convolutional Neural Networks for P300 Speller in Brain Computer Interface' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/icann/ShanLS19> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/icann/ShanLS19>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3746,The paper 'A multiscale representation method for nonrigid shapes with a single closed contour' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcsv/AdamekO04> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/tcsv/AdamekO04>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3747,Mention the venue in which 'Effective Abstract Reasoning with Dual-Contrast Network' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2205-13720> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/corr/abs-2205-13720>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3748,The paper 'Fast Domain Decomposition Type Solver for Stiffness Matrices of Reference p-Elements' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cmam/Korneev13> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/cmam/Korneev13>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3749,The paper 'CMOS analog four-quadrant multiplier free of voltage reference generators' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/sbcci/SousaASGPSC19> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/sbcci/SousaASGPSC19>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3750,'Dynamic Role and Context-Based Access Control for Grid Applications' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pdcat/YaoHHL05> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/pdcat/YaoHHL05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3751,'Estimation and analysis of vehicle lateral stability region' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amcc/HuangLC17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/amcc/HuangLC17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3752,Find the number of authors of the paper 'The Elastic Contact and Stability Analysis of an Inertial Micro-Switch with a Spring Stationary Electrode'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/sensors/ChenWKS18> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/sensors/ChenWKS18>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3753,What year was 'Privacy via Subsumption' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iandc/RieckeS02> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/iandc/RieckeS02>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3754,'Quantization based wavelet transformation technique for digital image compression with removal of multiple artifacts and noises' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cluster/KumarM19> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/cluster/KumarM19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3755,Name the authors of the paper '07431 Abstracts Collection - Computational Issues in Social Choice'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dagstuhl/EndrissLRS07a> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/dagstuhl/EndrissLRS07a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3756,Who wrote the paper 'Access to information on websites of brazilian superior courts of justice: comparative analysis between data from 2013 and 2017'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dgo/KurtzSR18> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/dgo/KurtzSR18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3757,The paper 'Three-Dimensional Quantification of Myocardial Collagen Morphology from Confocal Images' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fimh/HasaballaSWYWLN17> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/fimh/HasaballaSWYWLN17>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3758,Mention the year in which 'Heavy Tails: The Effect of the Service Discipline' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cpe/BorstBQ02> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/cpe/BorstBQ02>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3759,How many authors does the publication 'Algorithms for Almost Block Diagonal Linear Systems' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/siamrev/FairweatherG04> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/siamrev/FairweatherG04>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3760,Who is the author of the paper 'Theory of belief functions for information combination and update in search and rescue operations'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fusion/DoreMAJM09> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/fusion/DoreMAJM09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3761,When was 'Relationship between psychological traits and automated classification of pain intensity' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/companion/MaGT015> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/companion/MaGT015>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3762,Mention the year in which 'A Novel Method for the Automatic Generation of JOP Chain Exploits' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ncs/BrizendineB21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/ncs/BrizendineB21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3763,The paper 'Students' Metacognition and Cognitive Style and Their Effect on Cognitive Load and Learning Achievement' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ets/Lopez-VargasIR17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/ets/Lopez-VargasIR17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3764,Who is the author of the paper 'Health-Focused Optimal Power Flow'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isgt/KumarPNDGN21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/isgt/KumarPNDGN21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3765,The paper 'Content-Based Peer-to-Peer Network Overlay for Full-Text Federated Search' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/riao/LuC07> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/riao/LuC07>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3766,Mention the year in which 'The firing statistics of Poisson neuron models driven by slow stimuli' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bc/UrdapilletaS09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/bc/UrdapilletaS09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3767,What year was 'Software solutions for self-organizing multimedia-appliances' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cg/HellenschmidtK04> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/cg/HellenschmidtK04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3768,How many authors does the publication 'Climebot: An argumentative agent for climate change' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/iccp2/ToniucG17> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/iccp2/ToniucG17>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3769,Find the number of authors of the paper 'Predicting query reformulation during web searching'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/chi/JansenBS09> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/chi/JansenBS09>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3770,In which venue was the paper 'Unsupervised deep domain adaptation for hyperspectral image classification' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/igarss/Li000Z19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/igarss/Li000Z19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3771,Mention the venue in which 'Contrast image correction method' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jei/SchettiniGCMCC10> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/jei/SchettiniGCMCC10>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3772,The paper 'SAT Encodings for Distance-Based Belief Merging Operators' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/aaai/KoniecznyLM17> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/aaai/KoniecznyLM17>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3773,Who is the author of the paper 'On the dual minimum distance and minimum weight of codes from a quotient of the Hermitian curve'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/aaecc/BallicoR13> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/aaecc/BallicoR13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3774,"The paper 'How good are MatLab, Octave and Scilab for Computational Modelling?' was published in which venue?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1207-1916> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/corr/abs-1207-1916>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3775,In which venue was the paper 'Distributed Segregative Genetic Algorithm for Solving Fuzzy Equations' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ppam/BrudaruB07> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/ppam/BrudaruB07>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3776,'Virtual Reality Research: A Quantitative Analysis of Global Research Output During 1996-2017' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/wdl/GuptaD19a> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/wdl/GuptaD19a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3777,How many authors does 'Batch-Augmented Multi-Agent Reinforcement Learning for Efficient Traffic Signal Optimization' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2005-09624> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/corr/abs-2005-09624>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3778,How many authors does the publication 'The Use of Blogs as Knowledge Sharing in MBA' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/kmo/Lau13> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/kmo/Lau13>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3779,Find the venue in which the paper 'Design Study of Adaptive Fuzzy PID Controller for LOS Stabilized System' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isda/JiLX06> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/isda/JiLX06>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3780,List the authors of the paper 'The Gr\u00F6bner fan and Gr\u00F6bner walk for modules'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jsc/Auerbach05> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/jsc/Auerbach05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3781,Name the authors of the paper 'A Unifying Approach to Goal-directed Evaluation'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ngc/DanvyGR01> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/ngc/DanvyGR01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3782,How many authors does 'Natural Language Descriptions of Deep Visual Features' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2201-11114> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/corr/abs-2201-11114>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3783,'Refined bounds on the empirical distribution of good channel codes via concentration inequalities' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isit/RaginskyS13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/isit/RaginskyS13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3784,What year was 'Review: Book Review' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cj/Churchhouse69> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/cj/Churchhouse69>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
