id,question_string,query,template_id,entities,relations,temporal,help_out
Q0343,The author Jens Mache is associated with which Wikidata identifier?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/JensMache> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/m/JensMache>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0344,What are the papers written by David Jones?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/6010> },TC01,"[""<https://dblp.org/pid/65/6010>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0345,What are the papers written by Ernesto d. Queir\u00F3s Vieira Martins?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/867> },TC01,"[""<https://dblp.org/pid/67/867>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0346,Which publications did Rodolphe S. author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/461> },TC01,"[""<https://dblp.org/pid/54/461>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0347,What is the Wikidata ID of Seyedali Mirjalili?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/144/0554> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/144/0554>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0348,"What is the webpage of Gurevich, Yuri?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/g/YuriGurevich> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/g/YuriGurevich>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0349,What are the papers written by S. Kim?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/2562> },TC01,"[""<https://dblp.org/pid/97/2562>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0350,What are the papers written by Kian Lam Tan?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/10128> },TC01,"[""<https://dblp.org/pid/56/10128>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0351,Which papers did Dan O. Popa publish in the last 9 years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/5165> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) },TC15,"[""<https://dblp.org/pid/61/5165>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0352,Mention the venues in which Alberto R. published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/274/3007> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/274/3007>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0353,What are the venues in which Niels O. Schiller published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/1423> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/64/1423>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0354,Which papers did Eti Ben-Simon and Andrey Z. write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/11395> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/10230> },TC12,"[""<https://dblp.org/pid/83/11395>"", ""<https://dblp.org/pid/83/10230>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0355,Mention the venues in which Agostino M. published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/6850> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/67/6850>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0356,Who are the co-authors of M. Guizani?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/1123> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/15/1123>) },TC14,"[""<https://dblp.org/pid/15/1123>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0357,In which conferences or journals has Jos\u00E9 Manuel Colom published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/574> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/12/574>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0358,With which other authors has the author S. E. Davies written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/2545> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/46/2545>) },TC14,"[""<https://dblp.org/pid/46/2545>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0359,"Mention the co-authors of Mart\u00EDn-Rodilla, Patricia.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/0754> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/117/0754>) },TC14,"[""<https://dblp.org/pid/117/0754>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0360,"What are the papers written by Wu, C. and C. Jason Xue together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/3158-6> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/x/ChunJasonXue> },TC12,"[""<https://dblp.org/pid/45/3158-6>"", ""<https://dblp.org/pid/x/ChunJasonXue>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0361,With which other authors has the author Luo Jiang written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/173/9427> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/173/9427>) },TC14,"[""<https://dblp.org/pid/173/9427>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0362,What are the venues in which Rolf-Peter Vollertsen published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/2513> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/09/2513>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0363,"What are the papers written by Attila Szab\u00F3 and Zern, A. together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/7440> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/219/1025> },TC12,"[""<https://dblp.org/pid/27/7440>"", ""<https://dblp.org/pid/219/1025>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0364,Mention the co-authors of M. Desco.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/3245> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/30/3245>) },TC14,"[""<https://dblp.org/pid/30/3245>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0365,"Which papers did Barakat, Chadi publish in the last 2 years?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/5559> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) },TC15,"[""<https://dblp.org/pid/63/5559>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0366,Mention the venues in which Andrea Asperti published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/AAsperti> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/a/AAsperti>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0367,In which conferences or journals has Hafedh Mili published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/713> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/65/713>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0368,With which other authors has the author A. E. Zhdanov written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/262/4190> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/262/4190>) },TC14,"[""<https://dblp.org/pid/262/4190>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0369,Which papers did Nguyen-Thinh Le publish in the last eight years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/3705> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-8) },TC15,"[""<https://dblp.org/pid/30/3705>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0370,Who are the co-authors of Antonio Ruiz-Mart\u00EDnez?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/2375> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/28/2375>) },TC14,"[""<https://dblp.org/pid/28/2375>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0371,List the papers published by Sadegh Abbaszadeh in the last 6 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/3311> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-6) },TC15,"[""<https://dblp.org/pid/183/3311>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0372,"In which conferences or journals has Gangi, M. Antonino Di published papers?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/194/3473> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/194/3473>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0373,Find the papers written by A. Ansper and Jan Willemson together.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/4088> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/101> },TC12,"[""<https://dblp.org/pid/03/4088>"", ""<https://dblp.org/pid/22/101>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0374,What are the venues in which Zhiping C. published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/2739> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/64/2739>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0375,In which conferences or journals has J\u00FCrgen S. published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/4177> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/59/4177>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0376,Mention the venues in which Thomas F. published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/195/1482> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/195/1482>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0377,"Who are the co-authors of Giese, Andrew?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/10432> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/08/10432>) },TC14,"[""<https://dblp.org/pid/08/10432>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0378,"Who are the co-authors of Mlynczak, Jakub?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/10199> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/41/10199>) },TC14,"[""<https://dblp.org/pid/41/10199>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0379,List the papers published by Pablo G. in the last two years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/3472> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) },TC15,"[""<https://dblp.org/pid/50/3472>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0380,In which conferences or journals has Graham R. Hellestrand published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1253> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/06/1253>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0381,Who are the co-authors of H. Ishii?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/6327> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/47/6327>) },TC14,"[""<https://dblp.org/pid/47/6327>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0382,In which conferences or journals has Hrvoje Sikic published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/1251> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/07/1251>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0383,With which other authors has the author Rubiao M. written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/135/8999> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/135/8999>) },TC14,"[""<https://dblp.org/pid/135/8999>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0384,"Find the papers written by Aykut Beke and Kumbasar, T. together.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/5138> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/6999> },TC12,"[""<https://dblp.org/pid/169/5138>"", ""<https://dblp.org/pid/23/6999>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0385,Find the papers written by Ricardo da Silva Torres and Leonor Patricia C. Morellato together.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/RicardodaSilvaTorres> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/2103> },TC12,"[""<https://dblp.org/pid/s/RicardodaSilvaTorres>"", ""<https://dblp.org/pid/124/2103>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0386,"In which conferences or journals has Wang, W. published papers?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/150/1794> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/150/1794>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0387,Which papers did Kangfei Zhao publish in the last four years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/1501> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/169/1501>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0388,"What are the venues in which Turner, Martin J. published?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/t/MartinJTurner> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/t/MartinJTurner>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0389,In which conferences or journals has Hridesh Rajan published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/HrideshRajan> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/r/HrideshRajan>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0390,Find the papers written by Aysun Ozan Ayta\u00E7 and Zeynep Nihan Odabas together.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/2890> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/8200> },TC12,"[""<https://dblp.org/pid/43/2890>"", ""<https://dblp.org/pid/10/8200>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0391,List the papers published by Neil McGlohon in the last 5 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/0179> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-5) },TC15,"[""<https://dblp.org/pid/156/0179>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0392,List the papers published by Robert A. Maier in the last 4 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/263/6474> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/263/6474>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0393,"In which conferences or journals has Yurischev, Mikhail A. published papers?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/212/0131> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/212/0131>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0394,Which papers did Blaise G. publish in the last 5 years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/6859> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-5) },TC15,"[""<https://dblp.org/pid/59/6859>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0395,Mention the papers published by B. Berger with the author from MIT.,"SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/BonnieBerger> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'MIT, Cambridge, USA' }",TC16,"[""<https://dblp.org/pid/b/BonnieBerger>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0396,Mention the co-authors of Wei H..,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/6417> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/20/6417>) },TC14,"[""<https://dblp.org/pid/20/6417>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0397,What are the venues in which Rathinam Senthamarai published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/312/8008> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/312/8008>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0398,What are the papers written by K. Q. Brown and Suresh Singh together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/2019> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/3471> },TC12,"[""<https://dblp.org/pid/60/2019>"", ""<https://dblp.org/pid/21/3471>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0399,In which conferences or journals has He J. published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/3790-1> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/30/3790-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0400,Which papers did Richard C. Rose publish in the last 5 years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/310> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-5) },TC15,"[""<https://dblp.org/pid/80/310>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0401,Mention the venues in which Y. Wu published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/9480> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/95/9480>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0402,"What are the papers written by T. Maruyama and Kobori, Tomoyoshi together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/4616> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/4810> },TC12,"[""<https://dblp.org/pid/91/4616>"", ""<https://dblp.org/pid/41/4810>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0403,Mention the venues in which Minggang Yang published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/165/5242> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/165/5242>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0404,"What are the venues in which Galliers, Robert D. published?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/2600> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/23/2600>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0405,With which other authors has the author L. Liang written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/244/7306> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/244/7306>) },TC14,"[""<https://dblp.org/pid/244/7306>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0406,Find the papers written by Hag-Tae Kim and Ganduulga together.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/140/7900> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/140/7914> },TC12,"[""<https://dblp.org/pid/140/7900>"", ""<https://dblp.org/pid/140/7914>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0407,"What are the venues in which B\u00FCcker, H. Martin published?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/5660> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/88/5660>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0408,Which papers did Huseyin Topaloglu and Sumit Kunnumkal write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/2081> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/6714> },TC12,"[""<https://dblp.org/pid/79/2081>"", ""<https://dblp.org/pid/80/6714>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0409,"Find the papers written by Oldenburg, Lennart and Jungnickel, T. together.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/209/7122> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/173/5042> },TC12,"[""<https://dblp.org/pid/209/7122>"", ""<https://dblp.org/pid/173/5042>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0410,List the papers published by Sylvain Schmitz in the last 8 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/6048> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-8) },TC15,"[""<https://dblp.org/pid/62/6048>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0411,Mention the co-authors of Xiaohui Xu.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/95> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/91/95>) },TC14,"[""<https://dblp.org/pid/91/95>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0412,"Who are the co-authors of Park, GunHee?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/8180> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/245/8180>) },TC14,"[""<https://dblp.org/pid/245/8180>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0413,Mention the co-authors of Rowena Cullen.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/263> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/63/263>) },TC14,"[""<https://dblp.org/pid/63/263>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0414,Who are the co-authors of David Xiao?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/3719> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/53/3719>) },TC14,"[""<https://dblp.org/pid/53/3719>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0415,With which other authors has the author Amanda Legge written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/118/8267> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/118/8267>) },TC14,"[""<https://dblp.org/pid/118/8267>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0416,"Which papers did Liddy, Ross publish in the last nine years?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/2515> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) },TC15,"[""<https://dblp.org/pid/98/2515>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0417,In which conferences or journals has R. Smits published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/3523> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/91/3523>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0418,Which papers did S. Ollinger publish in the last four years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/213/1399> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/213/1399>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0419,List the papers published by Duane F. Marble in the last 4 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/3613> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/61/3613>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0420,What are the papers written by Mikhail K. and Vladimir Eremeev together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/7514> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/257/9980> },TC12,"[""<https://dblp.org/pid/245/7514>"", ""<https://dblp.org/pid/257/9980>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0421,Who are the co-authors of Carlton J. Leuschen?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/8958> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/18/8958>) },TC14,"[""<https://dblp.org/pid/18/8958>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0422,Which papers did Richard Bowden publish in the last eight years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/RichardBowden> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-8) },TC15,"[""<https://dblp.org/pid/b/RichardBowden>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0423,"In which conferences or journals has Plourde, E. published papers?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/107> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/13/107>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0424,Which papers did E. Francine Barbosa publish in the last 2 years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/2060> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) },TC15,"[""<https://dblp.org/pid/66/2060>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
