id,question_string,query,template_id,entities,relations,temporal,help_out
Q6329,Count the papers published by the authors of 'NOMA Clustering for Improved Multicast IoT Schemes' in 2022.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jsan/ElouafadiEB22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP74,"[""<https://dblp.org/rec/journals/jsan/ElouafadiEB22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6330,Count the papers published by the authors of 'Learning representations for creative design using evolution' in 1996.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/aiedam/SchnierG96> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1996' },TP74,"[""<https://dblp.org/rec/journals/aiedam/SchnierG96>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6331,Count the papers published by the authors of 'Modular Verification of Information Flow Security in Component-Based Systems' in SEFM.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/sefm/GreinerMB17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SEFM' },TP75,"[""<https://dblp.org/rec/conf/sefm/GreinerMB17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6332,How many papers did the authors of 'Hit 'em where it hurts: a live security exercise on cyber situational awareness' publish in ACSAC?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/acsac/DoupeECSYZCV11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ACSAC' },TP75,"[""<https://dblp.org/rec/conf/acsac/DoupeECSYZCV11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6333,How many different affiliations do the authors of 'Age-Related Changes in Working Memory during Sentence Comprehension: An fMRI Study' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/neuroimage/GrossmanCDADCG02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/neuroimage/GrossmanCDADCG02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6334,How many papers did the authors of 'Adaptive energy-efficient scheduling algorithm for parallel tasks on homogeneous clusters' publish in J. Netw. Comput. Appl.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jnca/LiuDCWZ14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Netw. Comput. Appl.' },TP75,"[""<https://dblp.org/rec/journals/jnca/LiuDCWZ14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6335,Mention the count of papers published by the authors of 'Sound sample detection and numerosity estimation using auditory display' in ACM Trans. Appl. Percept..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tap/GamperDBP13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ACM Trans. Appl. Percept.' },TP75,"[""<https://dblp.org/rec/journals/tap/GamperDBP13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6336,How many different affiliations do the authors of 'Synthesis of Queue and Priority Assignment for Asynchronous Traffic Shaping in Switched Ethernet' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/rtss/SpechtS17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/rtss/SpechtS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6337,Count the papers published by the authors of 'Substrate noise-aware floorplanning for mixed-signal SOCs' in ISCAS (2).,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iscas/JeskeBCW04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISCAS (2)' },TP75,"[""<https://dblp.org/rec/conf/iscas/JeskeBCW04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6338,Mention the count of papers published by the authors of 'Optimal Random Access for a Cognitive Radio Terminal with Energy Harvesting Capability' in IEEE Commun. Lett..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/icl/ShafieS13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Commun. Lett.' },TP75,"[""<https://dblp.org/rec/journals/icl/ShafieS13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6339,Count the papers published by the authors of 'Brazilian Symposium on Programming Languages (SBLP 2010)' in 2014.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/scp/AldrichL14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP74,"[""<https://dblp.org/rec/journals/scp/AldrichL14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6340,How many publications did the authors of the paper 'Studying the use of geo-information in government - A conceptual framework' publish in Comput. Environ. Urban Syst.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/urban/GeorgiadouS10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Environ. Urban Syst.' },TP75,"[""<https://dblp.org/rec/journals/urban/GeorgiadouS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6341,How many papers did the authors of 'An Immune System Based Genetic Algorithm Using Permutation-Based Dualism for Dynamic Traveling Salesman Problems' publish in EvoWorkshops?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/evoW/LiuWY09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'EvoWorkshops' },TP75,"[""<https://dblp.org/rec/conf/evoW/LiuWY09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6342,"Count the papers published by the authors of 'StorHouse Metanoia - New Applications for Database, Storage & Data Warehousing' in 2001.",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/sigmod/CarinoKKB01> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2001' },TP74,"[""<https://dblp.org/rec/conf/sigmod/CarinoKKB01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6343,"In 2006, how many papers did the authors of '\u7D50\u5408\u97FB\uF9D8\u8207\u8072\u5B78\u8A0A\u606F\u4E4B\u5F37\u5065\u6027\u6F22\u8A9E\u8A9E\u8005\u9A57\u8B49\u7CFB\u7D71 (Incorporating Prosodic with Acoustic information for Robust Speaker Verification) [In Chinese]' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/rocling/ChangCCZLJ06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP74,"[""<https://dblp.org/rec/conf/rocling/ChangCCZLJ06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6344,How many different affiliations do the authors of 'Developing an Assessment (Tool) for Touch Screen Devices' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/aaate/Danial-SaadC17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/aaate/Danial-SaadC17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6345,Count the different affiliations of the authors of 'The problem determination of Functional Dependencies between attributes Relation Scheme in the Relational Data Model El problema de determinar Dependencias Funcionales entre atributos en los esquemas en el Modelo Relacional'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-cs-0701114> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/corr/abs-cs-0701114>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6346,How many different affiliations do the authors of 'NDN-based IoT with Edge computing' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/fgcs/WangWL21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/fgcs/WangWL21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6347,"In 2017, how many papers did the authors of 'Reference Range Number Lines Preferred by Latino Adults for Display of Clinical and Patient-Reported Outcome Data' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/amia/Arcia17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP74,"[""<https://dblp.org/rec/conf/amia/Arcia17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6348,How many publications did the authors of the paper 'On the number of semi-magic squares of order 6' publish in CoRR?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-1807-02983> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP75,"[""<https://dblp.org/rec/journals/corr/abs-1807-02983>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6349,How many papers did the authors of 'A note on solving Cauchy integral equations of the second kind by projection' publish in 2012?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/amc/Mennouni12a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP74,"[""<https://dblp.org/rec/journals/amc/Mennouni12a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6350,Count the different affiliations of the authors of 'Computing Almost Exact Probabilities of Differential Hash Collision Paths by Applying Appropriate Stochastic Methods'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/iacr/GebhardtIS08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/iacr/GebhardtIS08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6351,How many different affiliations do the authors of 'A power allocation strategy for moving target in cognitive FDA-MIMO radar' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/dsp/DingXG22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/dsp/DingXG22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6352,How many papers did the authors of 'Simulation of Multi-UAV Ad-Hoc Network for Disaster Monitoring Applications' publish in ICOIN?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icoin/JoshiDKA20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICOIN' },TP75,"[""<https://dblp.org/rec/conf/icoin/JoshiDKA20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6353,"In 2011, how many papers did the authors of 'Design of structured dynamic output-feedback controllers for interconnected systems' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ijcon/SchulerLLA11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP74,"[""<https://dblp.org/rec/journals/ijcon/SchulerLLA11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6354,Count the different affiliations of the authors of 'Security of 2t-Root Identification and Signatures'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/eccc/ECCC-TR96-019> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/eccc/ECCC-TR96-019>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6355,How many publications did the authors of the paper 'Promoting MERLOT Communities Based on OERs in Computer Science and Information Systems' publish in COMPSAC (2)?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/compsac/TovarCR17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'COMPSAC (2)' },TP75,"[""<https://dblp.org/rec/conf/compsac/TovarCR17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6356,Count the different affiliations of the authors of 'Rational orthogonal bases satisfying the Bedrosian identity'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/adcm/TanSY10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/adcm/TanSY10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6357,"How many papers did the authors of 'Modeling concurrent, interacting behavior moderators for simulation-based acquisition tasks' publish in SpringSim?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/springsim/ReillyHM07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SpringSim (3)' },TP75,"[""<https://dblp.org/rec/conf/springsim/ReillyHM07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6358,Count the different affiliations of the authors of 'Preliminary Steps in Designing and Implementing a Privilege Verifier for PMI'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iadis/BerbecaruL04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/iadis/BerbecaruL04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6359,"In 2009, how many papers did the authors of 'Facial Expression Recognition Using Embedded Hidden Markov Model' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/smc/HeWYW09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP74,"[""<https://dblp.org/rec/conf/smc/HeWYW09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6360,Count the different affiliations of the authors of 'Measurement-based Massive-MIMO Channel Characterization for Outdoor LoS Scenarios'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/pimrc/HaoYRAZ18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/pimrc/HaoYRAZ18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6361,How many authors of 'Cut-Elimination for Quantified Conditional Logic' have FU Berlin as their primary affiliation?,"SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jphil/Benzmuller17> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'FU Berlin, Department of Mathematics and Computer Science, Germany' }",TP71,"[""<https://dblp.org/rec/journals/jphil/Benzmuller17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6362,Mention the count of papers published by the authors of 'SeCo: Exploring Sequence Supervision for Unsupervised Representation Learning' in CoRR.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2008-00975> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP75,"[""<https://dblp.org/rec/journals/corr/abs-2008-00975>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6363,"How many different affiliations do the authors of 'Regeln, Technik und Herrschaft' have?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/gi/Blutner11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/gi/Blutner11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6364,How many papers did the authors of 'Inference for asymptotically independent samples of extremes' publish in 2018?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ma/GuillouPR18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP74,"[""<https://dblp.org/rec/journals/ma/GuillouPR18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6365,"In 2016, how many papers did the authors of 'Water Environment Early Warning System in Tongzhou District' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/grmse/ZhangLZD15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP74,"[""<https://dblp.org/rec/conf/grmse/ZhangLZD15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6366,How many papers did the authors of 'EEG-Based Emotion Recognition Using a Wrapper-Based Feature Selection Method' publish in 2018?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/aisi/AbdelAalAH17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP74,"[""<https://dblp.org/rec/conf/aisi/AbdelAalAH17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6367,How many different affiliations do the authors of 'A physiological information extraction method based on wearable PPG sensors with motion artifact removal' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icc/LinM16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/icc/LinM16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6368,Count the different affiliations of the authors of 'A series of revisions of David Poole's specificity'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/amai/WirthS16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/amai/WirthS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6369,Count the different affiliations of the authors of 'Partitioning a graph of bounded tree-width to connected subgraphs of almost uniform size'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jda/ItoZN06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/jda/ItoZN06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6370,Count the different affiliations of the authors of 'On properties of multicast routing trees'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ijcomsys/JanicM06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/ijcomsys/JanicM06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6371,Count the different affiliations of the authors of 'Spoken WordNet'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/wordnet/KashyapSS19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/wordnet/KashyapSS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6372,How many papers did the authors of 'Rate-revenue-cost of service simulation of a natural gas utility' publish in 1973?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/wsc/Blumenthal73> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1973' },TP74,"[""<https://dblp.org/rec/conf/wsc/Blumenthal73>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6373,"Mention the count of papers published by the authors of 'Updates to FuncLab, a Matlab based GUI for handling receiver functions' in Comput. Geosci..",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/gandc/PorrittM18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Geosci.' },TP75,"[""<https://dblp.org/rec/journals/gandc/PorrittM18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6374,How many different affiliations do the authors of 'Learning Sound Localization Better from Semantically Similar Samples' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icassp/SenocakRKK22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/icassp/SenocakRKK22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6375,"In 2008, how many papers did the authors of 'Architecting secure mobile P2P systems' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icse/WalkerdinePL08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP74,"[""<https://dblp.org/rec/conf/icse/WalkerdinePL08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6376,Count the papers published by the authors of 'Memorization in NLP Fine-tuning Methods' in 2022.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2205-12506> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP74,"[""<https://dblp.org/rec/journals/corr/abs-2205-12506>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6377,Count the different affiliations of the authors of 'Reverse Classification Accuracy: Predicting Segmentation Performance in the Absence of Ground Truth'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/ValindriaLBKARR17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/corr/ValindriaLBKARR17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6378,"How many papers did the authors of 'Mutual impact of two operators' WCDMA radio networks on coverage, capacity and QoS in a macro cellular environment' publish in VTC Fall?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/vtc/WackerL01> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'VTC Fall' },TP75,"[""<https://dblp.org/rec/conf/vtc/WackerL01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6379,"Count the papers published by the authors of 'Understanding How Pair Programming Actually Works in Industry: Mechanisms, Patterns, and Dynamics' in 2022.",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/books/sp/22/Zieris22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP74,"[""<https://dblp.org/rec/books/sp/22/Zieris22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6380,How many papers did the authors of 'Assortative matching with network spillovers' publish in 2020?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jet/Bjerre-Nielsen20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP74,"[""<https://dblp.org/rec/journals/jet/Bjerre-Nielsen20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6381,How many papers did the authors of 'Multi-target channel inversion power control for block-fading channels with multiple antennas' publish in 2004?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icc/0006LC04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2004' },TP74,"[""<https://dblp.org/rec/conf/icc/0006LC04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6382,How many different affiliations do the authors of 'Incorporating alignments into Conditional Random Fields for grapheme to phoneme conversion' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icassp/LehnenHGN11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/icassp/LehnenHGN11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6383,How many papers did the authors of 'Smart Cities: The Hopes and Hypes' publish in 2019?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-1907-05702> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP74,"[""<https://dblp.org/rec/journals/corr/abs-1907-05702>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6384,Mention the count of papers published by the authors of 'Motor-Cortex-Like Recurrent Neural Network and Multitask Learning for the Control of Musculoskeletal Systems' in IEEE Trans. Cogn. Dev. Syst..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tamd/ChenQ22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Cogn. Dev. Syst.' },TP75,"[""<https://dblp.org/rec/journals/tamd/ChenQ22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6385,How many publications did the authors of the paper 'Face sketch recognition' publish in IEEE Trans. Circuits Syst. Video Technol.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tcsv/TangW04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Circuits Syst. Video Technol.' },TP75,"[""<https://dblp.org/rec/journals/tcsv/TangW04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
