id,question_string,query,template_id,entities,relations,temporal,help_out
Q4243,Who are the authors of 'Quality of orthorectified TerraSAR-X products' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/igarss/HuberWHR07> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/igarss/HuberWHR07>) },TP23,"[""<https://dblp.org/rec/conf/igarss/HuberWHR07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4244,List the authors of 'Affine Disentangled GAN for Interpretable and Robust AV Perception' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1907-05274> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/corr/abs-1907-05274>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4245,Who are the authors of 'Quality engineering (QE): A new framework applied to justifying and prioritising IT investments' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ecis/Hochstrasser93> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/ecis/Hochstrasser93>) },TP24,"[""<https://dblp.org/rec/conf/ecis/Hochstrasser93>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4246,Who are the authors of the publication 'Fourier-based Video Prediction through Relational Object Motion' and what are their affiliations?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/esann/MosbachB21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/esann/MosbachB21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4247,Find the authors of 'Brown ROS Package: Reproducibility for Shared Experimentation and Learning from Demonstration' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/aaai/OsentoskiJCJ10> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/aaai/OsentoskiJCJ10>) },TP24,"[""<https://dblp.org/rec/conf/aaai/OsentoskiJCJ10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4248,Who are the authors of the publication 'Restoration of stained old manuscripts via a hybrid wavelet and bilateral filtering system' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jksucis/KaibicheSCM17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/jksucis/KaibicheSCM17>) },TP24,"[""<https://dblp.org/rec/journals/jksucis/KaibicheSCM17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4249,Who are the authors of the publication 'State of Charge Degradation of AGM Starter Batteries in Automotive Power Nets' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ever/SchwimmbeckBH20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/ever/SchwimmbeckBH20>) },TP23,"[""<https://dblp.org/rec/conf/ever/SchwimmbeckBH20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4250,List the authors of 'Recent Approaches in Handwriting Recognition with Markovian Modelling and Recurrent Neural Networks' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/wirn/Likforman-Sulem13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/wirn/Likforman-Sulem13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4251,Find the authors of 'Blind image quality assessment in the contourlet domain' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/spic/LiGZZWB21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/spic/LiGZZWB21>) },TP24,"[""<https://dblp.org/rec/journals/spic/LiGZZWB21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4252,Who are the authors of the publication 'Fast Coupled Sequence Labeling on Heterogeneous Annotations via Context-aware Pruning' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/emnlp/LiCZY16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/emnlp/LiCZY16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4253,Who are the authors of the publication 'Estimation process for tire-road forces and vehicle sideslip angle' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icinco/BaffetCL07> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/icinco/BaffetCL07>) },TP23,"[""<https://dblp.org/rec/conf/icinco/BaffetCL07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4254,List the authors of 'On the Efficient Generation of Prime-Order Elliptic Curves' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/joc/KonstantinouKSZ10> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/joc/KonstantinouKSZ10>) },TP24,"[""<https://dblp.org/rec/journals/joc/KonstantinouKSZ10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4255,Who are the authors of 'Identification of state-dependent parameter models with support vector regression' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ijcon/ToivonenTA07> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/ijcon/ToivonenTA07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4256,List the authors of 'Classified-Filter-based Post-Compensation Interpolation for Color Filter Array demosaicing' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icassp/GuoLLWL12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/icassp/GuoLLWL12>) },TP24,"[""<https://dblp.org/rec/conf/icassp/GuoLLWL12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4257,List the authors of 'Run-Time Monitoring of Data-Handling Violations' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/esorics/HappaMGC18> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/esorics/HappaMGC18>) },TP24,"[""<https://dblp.org/rec/conf/esorics/HappaMGC18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4258,Who are the authors of the publication 'Empirical Evaluation of Texture-Based Print and Contact Lens Iris Presentation Attack Detection Methods' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icbea/MandalapuRB19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/icbea/MandalapuRB19>) },TP24,"[""<https://dblp.org/rec/conf/icbea/MandalapuRB19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4259,Who are the authors of 'Extension of continuity of maps between axiomatic locally finite spaces' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ijcm/Han11> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/ijcm/Han11>) },TP24,"[""<https://dblp.org/rec/journals/ijcm/Han11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4260,Find the authors of 'Extending Maple with compiled routines' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/cse/Dubois00> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/cse/Dubois00>) },TP23,"[""<https://dblp.org/rec/journals/cse/Dubois00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4261,List the authors of 'Analysis of Forced Expiratory Flow Signals Using the New Luus-Jaakola Optimization Procedure' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tbe/HeMXZHSZ15> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/tbe/HeMXZHSZ15>) },TP23,"[""<https://dblp.org/rec/journals/tbe/HeMXZHSZ15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4262,Who are the authors of the publication 'Revenue prediction by mining frequent itemsets with customer analysis' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/eaai/Weng17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/eaai/Weng17>) },TP24,"[""<https://dblp.org/rec/journals/eaai/Weng17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4263,List the authors of 'Voice Production Mechanisms of Vocal Vibrato in Male Singers' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/taslp/ArroabarrenC07> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/taslp/ArroabarrenC07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4264,Who are the authors of the publication 'Operation-guided Neural Networks for High Fidelity Data-To-Text Generation' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/emnlp/NieWYPL18> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/emnlp/NieWYPL18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4265,List the authors of 'Real-time frequency parameter extraction for electronic support systems' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/siu/OrtatatliOSOYG16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/siu/OrtatatliOSOYG16>) },TP24,"[""<https://dblp.org/rec/conf/siu/OrtatatliOSOYG16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4266,Who are the authors of the publication 'An Ontology Supporting a Car Advanced Driver Assistance System' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/somet/PisanelliLBZ08> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/somet/PisanelliLBZ08>) },TP23,"[""<https://dblp.org/rec/conf/somet/PisanelliLBZ08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4267,Find the authors of 'Rotational invariants for Tchebichef moments' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ieiceee/GohBA10> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/ieiceee/GohBA10>) },TP24,"[""<https://dblp.org/rec/journals/ieiceee/GohBA10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4268,List the authors of 'Traffic Sign Detection using Deep Random Mapping Autoencoder Network' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icinfa/YangY018> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/icinfa/YangY018>) },TP23,"[""<https://dblp.org/rec/conf/icinfa/YangY018>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4269,Who are the authors of 'Cortical post-movement and sensory processing disentangled by temporary deafferentation' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/neuroimage/ThiemannBRTKWB12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/neuroimage/ThiemannBRTKWB12>) },TP23,"[""<https://dblp.org/rec/journals/neuroimage/ThiemannBRTKWB12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4270,Find the authors of 'Intrusion detection systems for IoT-based smart environments: a survey' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jcloudc/ElrawyAH18> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/jcloudc/ElrawyAH18>) },TP23,"[""<https://dblp.org/rec/journals/jcloudc/ElrawyAH18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4271,Who are the authors of the publication 'Performance analysis of a new random access protocol for OCDMA networks' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/pnc/SunYWX07> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/pnc/SunYWX07>) },TP24,"[""<https://dblp.org/rec/journals/pnc/SunYWX07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4272,Who are the authors of the publication 'Introducing Redundancy in the Radio Planning of LPWA Networks for Internet of Things' and what are their affiliations?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/winsys/VieiraMC16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/winsys/VieiraMC16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4273,Who are the authors of 'Parametric bisubmodular function minimization and its associated signed ring family' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/dam/Fujishige17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/dam/Fujishige17>) },TP23,"[""<https://dblp.org/rec/journals/dam/Fujishige17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4274,Who are the authors of the publication 'Soft-error reliable architecture for future microprocessors' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/iet-cdt/GopalakrishnanS19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/iet-cdt/GopalakrishnanS19>) },TP24,"[""<https://dblp.org/rec/journals/iet-cdt/GopalakrishnanS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4275,"Who are the authors of 'Games, Attention and Brain Signals' and which other papers did they publish?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icits2/CuestaBNM21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/icits2/CuestaBNM21>) },TP23,"[""<https://dblp.org/rec/conf/icits2/CuestaBNM21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4276,Who are the authors of 'Joint diagonalization DOA matrix method' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/chinaf/XiaWZW08> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/chinaf/XiaWZW08>) },TP23,"[""<https://dblp.org/rec/journals/chinaf/XiaWZW08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4277,List the authors of 'The Dilated Triple' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1006-1080> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/corr/abs-1006-1080>) },TP23,"[""<https://dblp.org/rec/journals/corr/abs-1006-1080>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4278,Find the authors of 'Automatic post-synchronization of speech utterances' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/interspeech/Verhelst97> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/interspeech/Verhelst97>) },TP23,"[""<https://dblp.org/rec/conf/interspeech/Verhelst97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4279,Who are the authors of the publication 'Loop Distribution and Fusion with Timing and Code Size Optimization for Embedded DSPs' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/euc/LiuZSXQS05> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/euc/LiuZSXQS05>) },TP24,"[""<https://dblp.org/rec/conf/euc/LiuZSXQS05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4280,Who are the authors of the publication 'Modeling and Simulation of an Adaptive Neuro-Fuzzy Inference System (ANFIS) for Mobile Learning' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tlt/Al-HmouzSAY12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/tlt/Al-HmouzSAY12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4281,Who are the authors of the publication 'A Distance-Based Locally Informed Particle Swarm Model for Multimodal Optimization' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tec/QuSD13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/tec/QuSD13>) },TP23,"[""<https://dblp.org/rec/journals/tec/QuSD13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4282,Who are the authors of 'Chipless RFID Label with Identification and Touch-Sensing Capabilities' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/sensors/UnnikrishnanRBP21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/sensors/UnnikrishnanRBP21>) },TP24,"[""<https://dblp.org/rec/journals/sensors/UnnikrishnanRBP21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4283,Who are the authors of the publication 'Modeling design constraints and biasing in simulation using BDDs' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iccad/YuanSPMA99> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/iccad/YuanSPMA99>) },TP23,"[""<https://dblp.org/rec/conf/iccad/YuanSPMA99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4284,Who are the authors of the publication 'JADE - A Java Agent Development Framework' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/books/sp/map2005/BellifemineBCP05> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/books/sp/map2005/BellifemineBCP05>) },TP23,"[""<https://dblp.org/rec/books/sp/map2005/BellifemineBCP05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4285,Who are the authors of the publication 'Preface' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jgo/Hadjisavvas12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/jgo/Hadjisavvas12>) },TP23,"[""<https://dblp.org/rec/journals/jgo/Hadjisavvas12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4286,Who are the authors of 'Impact of Teaching Aids Based on Virtual Role on Student's Design Thinking for Animation Course' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/igta/WeiLW19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/igta/WeiLW19>) },TP23,"[""<https://dblp.org/rec/conf/igta/WeiLW19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4287,Who are the authors of the publication 'Exploring the Naturalness of Buggy Code with Recurrent Neural Networks' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1803-08793> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/corr/abs-1803-08793>) },TP23,"[""<https://dblp.org/rec/journals/corr/abs-1803-08793>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4288,List the authors of 'Preface' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jar/AutexierMMN08> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/jar/AutexierMMN08>) },TP24,"[""<https://dblp.org/rec/journals/jar/AutexierMMN08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4289,Find the authors of 'NoC-Based Hardware Accelerator for Breakpoint Phylogeny' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tc/MajumderSPK12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/tc/MajumderSPK12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4290,Who are the authors of 'Detecting Operator Errors in Cloud Maintenance Operations' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/cloudcom/Vetter16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/cloudcom/Vetter16>) },TP24,"[""<https://dblp.org/rec/conf/cloudcom/Vetter16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4291,List the authors of 'Enough is enough: Inductive sufficiency guides learners' ratings of informant helpfulness' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/cogsci/ShaftoGFS12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/cogsci/ShaftoGFS12>) },TP24,"[""<https://dblp.org/rec/conf/cogsci/ShaftoGFS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4292,Who are the authors of the publication 'A Novel Interface for Hybrid Mock Circulations to Evaluate Ventricular Assist Devices' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tbe/OchsnerAAPDTVWG13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/tbe/OchsnerAAPDTVWG13>) },TP23,"[""<https://dblp.org/rec/journals/tbe/OchsnerAAPDTVWG13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4293,Who are the authors of 'A superpixel segmentation algorithm based on differential evolution' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icmcs/GongZZ16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/icmcs/GongZZ16>) },TP24,"[""<https://dblp.org/rec/conf/icmcs/GongZZ16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4294,Who are the authors of 'Solving reliability redundancy allocation problems with orthogonal simplified swarm optimization' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ijcnn/YehCJH15> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/ijcnn/YehCJH15>) },TP23,"[""<https://dblp.org/rec/conf/ijcnn/YehCJH15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4295,Who are the authors of 'Impact of anonymity on roles of personal and group identities in online communities' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/iam/KimLL19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/iam/KimLL19>) },TP24,"[""<https://dblp.org/rec/journals/iam/KimLL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
