id,question_string,query,template_id,entities,relations,temporal,help_out
Q6807,Mention the year in which the first papers of the authors of 'WHUSUM: Wuhan University at the Update Summarization Task of TAC 2009' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/tac/HuJ09> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/tac/HuJ09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6808,"Between 'Networking across boundaries: enabling wireless communication through the water-air interface' and 'SD-WISE: A Software-Defined WIreless SEnsor network', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigcomm/TonoliniA18> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/cn/AnadiotisGMMP19> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/sigcomm/TonoliniA18>, <https://dblp.org/rec/journals/cn/AnadiotisGMMP19>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/sigcomm/TonoliniA18>"", ""<https://dblp.org/rec/journals/cn/AnadiotisGMMP19>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6809,To which institution are the majority of the authors of '3D image generation with laser radar based on APD arrays' affiliated?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/igarss/ZhouLJLLSY15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/igarss/ZhouLJLLSY15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6810,"Between 'Boosted KZ and LLL Algorithms' and 'Optogenetic fMRI and electrophysiological identification of region-specific connectivity between the cerebellar cortex and forebrain', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/LyuL17> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/neuroimage/ChoeSHOM18> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/corr/LyuL17>, <https://dblp.org/rec/journals/neuroimage/ChoeSHOM18>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/corr/LyuL17>"", ""<https://dblp.org/rec/journals/neuroimage/ChoeSHOM18>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6811,Who has published the most papers among the authors of 'Integrating X400 message handling into the IBM VM/SP environment'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/ccr/FischerR87> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/ccr/FischerR87>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6812,"Between 'A Novel Medical Image Signcryption Scheme Using TLTS and Henon Chaotic Map' and 'Hierarchical simultaneous localization and mapping', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/AliA20> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/iros/LisienMSKRC03> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/access/AliA20>, <https://dblp.org/rec/conf/iros/LisienMSKRC03>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/access/AliA20>"", ""<https://dblp.org/rec/conf/iros/LisienMSKRC03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6813,"Between 'Simple derivation and closed-form frequency-domain design of wideband length-8 interpolation kernel' and 'Statistical Analysis of Reliability Data (M J Crowder, A C Kimber, R L Smith, and T J Sweeting)', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sigpro/Deng17> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/siamrev/Singpurwalla93> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/sigpro/Deng17>, <https://dblp.org/rec/journals/siamrev/Singpurwalla93>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/sigpro/Deng17>"", ""<https://dblp.org/rec/journals/siamrev/Singpurwalla93>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6814,Mention the year in which the first papers of the authors of 'Assisted Magnetic Resonance Imaging Diagnosis for Alzheimer's Disease Based on Kernel Principal Component Analysis and Supervised Classification Schemes' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/jips/WangZYS21> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/jips/WangZYS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6815,Who has published the most papers among the authors of 'Problem 11094'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/tamm/Bataille04> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/tamm/Bataille04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6816,Mention the primary affiliation of most of the authors of 'Automatic Lane Detection in Chromatography Images'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iciar/MoreiraSMC12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/iciar/MoreiraSMC12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6817,"Between 'Performance improvement in detection and estimation of MC-CDMA systems over MIMO channels' and 'Towards the model-driven engineering of security requirements for embedded systems', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cee/KumaratharanD10> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/re/RoudierIA13> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/cee/KumaratharanD10>, <https://dblp.org/rec/conf/re/RoudierIA13>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/cee/KumaratharanD10>"", ""<https://dblp.org/rec/conf/re/RoudierIA13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6818,Who has published the most papers among the authors of 'The effect of the number of mobile nodes on varying speeds of manets'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-1212-2567> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/corr/abs-1212-2567>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6819,"Which one has more number of authors, 'Multijoint Control Strategies Transfer Between Tasks' or '\u041C\u043E\u0434\u0435\u043B\u044C \u0441\u0435\u043C\u0430\u043D\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0443\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u043B\u0438\u0447\u043D\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0435\u0439 (Model of Semantic Personal Information Management System)'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bc/McNitt-GrayRF06> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/rcdl/BezdushnyBS14> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/bc/McNitt-GrayRF06>, <https://dblp.org/rec/conf/rcdl/BezdushnyBS14>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/bc/McNitt-GrayRF06>"", ""<https://dblp.org/rec/conf/rcdl/BezdushnyBS14>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6820,In which year were the first papers of the authors of 'Mobile robot sonar interpretation algorithm for distinguishing trees from poles' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/ras/GaoH05> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/ras/GaoH05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6821,In which year were the first papers of the authors of 'ISC-FS: An Improved Spectral Clustering with Feature Selection for Defect Prediction' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/seke/LuQZ20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/seke/LuQZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6822,"Between 'A gyrification analysis approach based on Laplace Beltrami eigenfunction level sets' and 'The Software Design of Car Low-Speed Intelligent Braking System', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/neuroimage/ShishegarPGEJJ21> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/cscloud/BaoHLJ15> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/neuroimage/ShishegarPGEJJ21>, <https://dblp.org/rec/conf/cscloud/BaoHLJ15>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/neuroimage/ShishegarPGEJJ21>"", ""<https://dblp.org/rec/conf/cscloud/BaoHLJ15>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6823,"Between 'Improvement of driver to gate coupling circuits for SiC MOSFETS' and 'Service', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isie/BalcellsMLL14> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/ki/Timpf08b> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/isie/BalcellsMLL14>, <https://dblp.org/rec/journals/ki/Timpf08b>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/isie/BalcellsMLL14>"", ""<https://dblp.org/rec/journals/ki/Timpf08b>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6824,"Mention the author who has published the most papers among the authors of 'Black holes, quantum mechanics, and the limits of polynomial-time computability'.","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/crossroads/Jordan16> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/crossroads/Jordan16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6825,"Between 'Experimental Test of an Interacting Multiple Model Filtering Algorithm for Actuator Fault Detection and Diagnosis of an Unmanned Quadrotor Helicopter' and 'Development of A Novel Vacuum-Suction Gripper Capable of Changing Gripping Position', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icira/AmoozgarCZ12> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/robio/ChenCLZGZ18> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/icira/AmoozgarCZ12>, <https://dblp.org/rec/conf/robio/ChenCLZGZ18>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/icira/AmoozgarCZ12>"", ""<https://dblp.org/rec/conf/robio/ChenCLZGZ18>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6826,"Mention the year in which the first papers of the authors of 'The effects of femoral neck cut, cable tension, and muscles forces on the greater trochanter fixation' were published.",SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/mbec/PetitCDL12> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/mbec/PetitCDL12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6827,Who has published the most papers among the authors of 'A Replicated Object Server for a Distributed Object-Oriented System'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/srds/Chevalier92> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/srds/Chevalier92>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6828,Who has published the most papers among the authors of 'Routing in ad hoc networks: a theoretical framework with practical implications'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/infocom/ZhouA05> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/infocom/ZhouA05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6829,Who has published the most papers among the authors of 'Reconstructing Territorial Units and Hierarchies: A Belgian Example'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/hac/MoorW01> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/hac/MoorW01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6830,"Which one was published first, 'President's letter to the ACM membership: involvement' or 'North Pole Adventures'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cacm/Galler68c> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/tkl/Boytchev02> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/cacm/Galler68c>, <https://dblp.org/rec/journals/tkl/Boytchev02>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/cacm/Galler68c>"", ""<https://dblp.org/rec/journals/tkl/Boytchev02>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6831,"Between 'A Smart Technique to Forecast Karachi Stock Market Share-Values using ARIMA Model' and 'A Study of Phase Noise and Frequency Error of a Fractional-N PLL in the Course of FMCW Chirp Generation', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fit/LatifNRF21> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/tcas/ErgintavHFK19> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/fit/LatifNRF21>, <https://dblp.org/rec/journals/tcas/ErgintavHFK19>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/fit/LatifNRF21>"", ""<https://dblp.org/rec/journals/tcas/ErgintavHFK19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6832,Mention the year in which the first papers of the authors of 'The Study of the Solution on Multi-objective Linear Programming Problem under Fuzzy' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/apwcs/CuiQPWL10> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/apwcs/CuiQPWL10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6833,In which year were the first papers of the authors of 'Modified group method for mobility management' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/comcom/WengH00> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/comcom/WengH00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6834,Mention the author who has published the most papers among the authors of 'Augmenting processes with decision intelligence: Principles for integrated modelling'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/dss/HasicSV18> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/dss/HasicSV18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6835,Who has published the most papers among the authors of 'Multiuser hybrid phase-only analog/digital beamforming with genetic algorithm'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/pimrc/HongWGY14> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/pimrc/HongWGY14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6836,"When were the first papers of the authors of 'Software Assumptions Failure Tolerance: Role, Strategies, and Visions' published?",SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/corr/Florio16a> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/corr/Florio16a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6837,"Between 'Bio-inspired multi-robot communication through behavior recognition' and 'Template-based Recognition of Static Sitting Postures', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/robio/NovitzkyPCBW12> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/cvpr/ZhuMT03> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/robio/NovitzkyPCBW12>, <https://dblp.org/rec/conf/cvpr/ZhuMT03>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/robio/NovitzkyPCBW12>"", ""<https://dblp.org/rec/conf/cvpr/ZhuMT03>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6838,"Between 'A Generic Improvement to Deep Residual Networks Based on Gradient Flow' and 'Designing a Web Page Considering the Interaction Characteristics of the Hard-of-Hearing', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tnn/SanthanamD20> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/icchp/NamatameNK06> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/tnn/SanthanamD20>, <https://dblp.org/rec/conf/icchp/NamatameNK06>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/tnn/SanthanamD20>"", ""<https://dblp.org/rec/conf/icchp/NamatameNK06>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6839,Where are most of the authors of 'Generator Polynomial Matrices of Reversed and Reversible Quasi-Cyclic Codes' from?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/isita/ElDinM20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/isita/ElDinM20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6840,When were the first papers of the authors of 'Average-Case Analysis of the Modified Marmonic Algorithm' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/fsttcs/RamananT86> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/fsttcs/RamananT86>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6841,"Between 'Structure properties of min-max systems and existence of global cycle time' and 'Leveraging colour segmentation for upper-body detection', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tac/ZhaoZZ01> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/pr/DuffnerO14> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/tac/ZhaoZZ01>, <https://dblp.org/rec/journals/pr/DuffnerO14>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/tac/ZhaoZZ01>"", ""<https://dblp.org/rec/journals/pr/DuffnerO14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6842,"Between 'Data Bank Design of Current Pests of Wheat and Barely Based on Iranian Environment' and 'High-order compact scheme for solving nonlinear Black-Scholes equation with transaction cost', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icecs/Sadeghi09> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/ijcm/LiaoK09> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/icecs/Sadeghi09>, <https://dblp.org/rec/journals/ijcm/LiaoK09>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/icecs/Sadeghi09>"", ""<https://dblp.org/rec/journals/ijcm/LiaoK09>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6843,When were the first papers of the authors of 'Description of an Advantageous Optical Label-Free Biosensing Interferometric Read-Out Method to Measure Biological Species' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/sensors/HolgadoSLLCL14> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/sensors/HolgadoSLLCL14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6844,Who has published the most papers among the authors of 'S2RP: a Secure and Scalable Rekeying Protocol for Wireless Sensor Networks'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/mass/DiniS06> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/mass/DiniS06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6845,In which year were the first papers of the authors of 'Segmentation and Detection of Nuclei in Silver Stained Cell Specimens for Early Cancer Diagnosis' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/icip/BellHMBA07> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/icip/BellHMBA07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6846,"Which one was published first, 'Application of Extreme Value Analysis to Extreme Drought Disaster Area in China' or 'LIMOFilling: Local Information Guide Hole-Filling and Sharp Feature Recovery for Manifold Meshes'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/series/crm/XuWC11> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/remotesensing/GouSLPGYH22> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/series/crm/XuWC11>, <https://dblp.org/rec/journals/remotesensing/GouSLPGYH22>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/series/crm/XuWC11>"", ""<https://dblp.org/rec/journals/remotesensing/GouSLPGYH22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6847,When were the first papers of the authors of 'Interview - An interview with Ping Fu' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/cacm/Cramblitt09> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/cacm/Cramblitt09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6848,What is the primary affiliation of most of the authors of the paper 'Optimal preictal period in seizure prediction'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iwbbio/BandarabadiRTD14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/iwbbio/BandarabadiRTD14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6849,In which year were the first papers of the authors of 'On total 9-coloring planar graphs of maximum degree seven' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/jgt/SandersZ99> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/jgt/SandersZ99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6850,"Mention the author who has published the most papers among the authors of 'DDA\\Repository: An Associative, Dynamic and Incremental Repository of Design Diagrams'.","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/diagrams/DaveJ12> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/diagrams/DaveJ12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6851,To which institution are the majority of the authors of 'Nonlinear Regularized Reaction-Diffusion Filters for Denoising of Images With Textures' affiliated?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tip/PlonkaM08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/tip/PlonkaM08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6852,Who has published the most papers among the authors of 'Attention Distribution and Decision-Making in the Process of Robot's Appearance Design and Selection'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/hci/KhooLCLTS22> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/hci/KhooLCLTS22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6853,"Which one was published first, 'Evaluating policies and mechanisms to support distributed real-time applications with CORBA' or 'Application of a GIS-Based Slope Unit Method for Landslide Susceptibility Mapping along the Longzi River, Southeastern Tibetan Plateau, China'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/concurrency/ORyanSKSPPL01> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/ijgi/WangXWWJ17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/concurrency/ORyanSKSPPL01>, <https://dblp.org/rec/journals/ijgi/WangXWWJ17>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/concurrency/ORyanSKSPPL01>"", ""<https://dblp.org/rec/journals/ijgi/WangXWWJ17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6854,Who has published the most papers among the authors of 'A discrete-event system approach to multi-agent distributed control of container terminals'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/icinco/Maione07> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/icinco/Maione07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
