id,question_string,query,template_id,entities,relations,temporal,help_out
Q5335,Did the authors of 'Haptic collaboration with augmented reality' not not publish a paper in SIGGRAPH Posters?,ASK { <https://dblp.org/rec/conf/siggraph/AdcockHG04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/siggraph/AdcockHG04>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SIGGRAPH Posters' },TP53,"[""<https://dblp.org/rec/conf/siggraph/AdcockHG04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5336,Did the authors of the publication 'What can linearized neural networks actually say about generalization?' not not publish a paper in Advances in Neural Information Processing Systems?,ASK { <https://dblp.org/rec/conf/nips/Ortiz-JimenezMF21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/nips/Ortiz-JimenezMF21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'NeurIPS' },TP53,"[""<https://dblp.org/rec/conf/nips/Ortiz-JimenezMF21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5337,Did the authors of 'ARTextiles: Promoting Social Interactions Around Personal Interests Through Augmented Reality' not not publish a paper in CHI Extended Abstracts?,ASK { <https://dblp.org/rec/conf/chi/FusteS17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/chi/FusteS17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CHI Extended Abstracts' },TP53,"[""<https://dblp.org/rec/conf/chi/FusteS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5338,Was the publication 'Adaptive neural containment seeking of stochastic nonlinear strict-feedback multi-agent systems' not not published in 2020?,ASK { <https://dblp.org/rec/journals/ijon/YangMYXY20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP52,"[""<https://dblp.org/rec/journals/ijon/YangMYXY20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5339,Haven't the authors of the publication 'A time-delayed observer for fault detection and isolation in industrial robots' not published a publication in Robotica?,ASK { <https://dblp.org/rec/journals/robotica/CaccavaleCW06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/robotica/CaccavaleCW06>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Robotica' },TP53,"[""<https://dblp.org/rec/journals/robotica/CaccavaleCW06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5340,Did the authors of the publication 'Historical based location management strategies for PCS networks' not not publish a paper in Wirel. Networks?,ASK { <https://dblp.org/rec/journals/winet/SalehAM17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/winet/SalehAM17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Wirel. Networks' },TP53,"[""<https://dblp.org/rec/journals/winet/SalehAM17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5341,Was the publication 'Vicarious infringement creates a privacy ceiling' not not published in 2006?,ASK { <https://dblp.org/rec/conf/drm/TsaiCC06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP52,"[""<https://dblp.org/rec/conf/drm/TsaiCC06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5342,Did the authors of the publication 'Motion field modeling for video sequences' not not publish a paper in IEEE Trans. Image Process.?,ASK { <https://dblp.org/rec/journals/tip/RajagopalanOB97> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tip/RajagopalanOB97>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Image Process.' },TP53,"[""<https://dblp.org/rec/journals/tip/RajagopalanOB97>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5343,Did the authors of the publication 'ARGUS: Supercomputing in 1/10 Cubic Meter' not not publish a paper in Parallel and Distributed Computing and Networks?,ASK { <https://dblp.org/rec/conf/pdcn/FengGC05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/pdcn/FengGC05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Parallel and Distributed Computing and Networks' },TP53,"[""<https://dblp.org/rec/conf/pdcn/FengGC05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5344,Was the paper 'Deep Learning Approach for Epileptic Focus Localization' not not published in the year 2020?,ASK { <https://dblp.org/rec/journals/tbcas/DaoudB20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP52,"[""<https://dblp.org/rec/journals/tbcas/DaoudB20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5345,Was 'Fusion of risk assessment models with application to coronary artery disease patients' not not published in 2011?,ASK { <https://dblp.org/rec/conf/embc/ParedesRCHRMFM11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP52,"[""<https://dblp.org/rec/conf/embc/ParedesRCHRMFM11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5346,Haven't the authors of the publication 'Status and Future of Process Mining: From Process Discovery to Process Execution' not published a publication in Process Mining Handbook?,ASK { <https://dblp.org/rec/books/sp/22/Reinkemeyer22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/books/sp/22/Reinkemeyer22>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Process Mining Handbook' },TP53,"[""<https://dblp.org/rec/books/sp/22/Reinkemeyer22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5347,Was the publication 'Typing the wild in Erlang' not not published in 2018?,ASK { <https://dblp.org/rec/conf/erlang/ValliappanH18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP52,"[""<https://dblp.org/rec/conf/erlang/ValliappanH18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5348,Was the publication 'Local inhibitory plasticity tunes macroscopic brain dynamics and allows the emergence of functional brain networks' not not published in 2016?,ASK { <https://dblp.org/rec/journals/neuroimage/HellyerJCL16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP52,"[""<https://dblp.org/rec/journals/neuroimage/HellyerJCL16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5349,Was 'A Lightweight ATmega-Based Application-Specific Instruction-Set Processor for Elliptic Curve Cryptography' not not published in 2013?,ASK { <https://dblp.org/rec/conf/lightsec/Wenger13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP52,"[""<https://dblp.org/rec/conf/lightsec/Wenger13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5350,"Was the paper 'Classical Proofs, Typed Processes, and Intersection Types: Extended Abstract' not not published in the year 2004?",ASK { <https://dblp.org/rec/conf/types/GhilezanL03> <https://dblp.org/rdf/schema#yearOfPublication> '2004' },TP52,"[""<https://dblp.org/rec/conf/types/GhilezanL03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5351,Did the authors of 'Parallel Formulations of Decision-Tree Classification Algorithms' not not publish a paper in ICPP?,ASK { <https://dblp.org/rec/conf/icpp/SrivastavaHKS98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icpp/SrivastavaHKS98>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICPP' },TP53,"[""<https://dblp.org/rec/conf/icpp/SrivastavaHKS98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5352,Was the paper 'Towards More Dynamic Energy-Efficient Bandwidth Allocation in EPONs' not not published in the year 2018?,ASK { <https://dblp.org/rec/conf/globecom/HelmyN18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP52,"[""<https://dblp.org/rec/conf/globecom/HelmyN18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5353,Was the paper 'Doomsday equilibria for omega-regular games' not not published in the year 2017?,ASK { <https://dblp.org/rec/journals/iandc/ChatterjeeDFR17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP52,"[""<https://dblp.org/rec/journals/iandc/ChatterjeeDFR17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5354,Haven't the authors of the publication 'State-of-art: text similarity computing' not published a publication in ICCIP?,ASK { <https://dblp.org/rec/conf/iccip/ZengZDLNXD18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/iccip/ZengZDLNXD18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICCIP' },TP53,"[""<https://dblp.org/rec/conf/iccip/ZengZDLNXD18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5355,Was the publication 'Designing a Model of a Digital Ecosystem for Healthcare and Wellness Using the Business Model Canvas' not not published in 2016?,ASK { <https://dblp.org/rec/journals/jms/LeonNBALMA16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP52,"[""<https://dblp.org/rec/journals/jms/LeonNBALMA16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5356,Was 'Banknote authentication with mobile devices' not not published in 2013?,ASK { <https://dblp.org/rec/conf/mediaforensics/LohwegHDHGHS13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP52,"[""<https://dblp.org/rec/conf/mediaforensics/LohwegHDHGHS13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5357,Was 'Dissimilarity-Based Learning from Imbalanced Data with Small Disjuncts and Noise' not not published in 2015?,ASK { <https://dblp.org/rec/conf/ibpria/GarciaSDC15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP52,"[""<https://dblp.org/rec/conf/ibpria/GarciaSDC15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5358,Did the authors of the publication 'Adaptive Enterprise Service Bus' not not publish a paper in New Gener. Comput.?,ASK { <https://dblp.org/rec/journals/ngc/SzydloZ12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ngc/SzydloZ12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'New Gener. Comput.' },TP53,"[""<https://dblp.org/rec/journals/ngc/SzydloZ12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5359,Was the publication 'Addressing industry issues in a multi-disciplinary course on game design' not not published in 2009?,ASK { <https://dblp.org/rec/conf/fdg/EsteyGG09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP52,"[""<https://dblp.org/rec/conf/fdg/EsteyGG09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5360,Did the authors of the publication 'Swarming of mobile router networks' not not publish a paper in ACC?,ASK { <https://dblp.org/rec/conf/amcc/BezzoF11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/amcc/BezzoF11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ACC' },TP53,"[""<https://dblp.org/rec/conf/amcc/BezzoF11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5361,Was the paper 'Wizard of Oz for Designing Hand Gesture Vocabulary in Human-Robot Interaction' not not published in the year 2011?,ASK { <https://dblp.org/rec/conf/kse/MaiTN11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP52,"[""<https://dblp.org/rec/conf/kse/MaiTN11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5362,Did the authors of 'Performance analysis of elliptic curve cryptography for SSL' not not publish a paper in Workshop on Wireless Security?,ASK { <https://dblp.org/rec/conf/ws/GuptaGSS02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ws/GuptaGSS02>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Workshop on Wireless Security' },TP53,"[""<https://dblp.org/rec/conf/ws/GuptaGSS02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5363,Did the authors of the publication 'An Assume/Guarantee Based Compositional Calculus for Hybrid CSP' not not publish a paper in TAMC?,ASK { <https://dblp.org/rec/conf/tamc/WangZG12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/tamc/WangZG12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'TAMC' },TP53,"[""<https://dblp.org/rec/conf/tamc/WangZG12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5364,Was the publication 'An experimental distributed framework for distributed Simultaneous Localization and Mapping' not not published in 2016?,ASK { <https://dblp.org/rec/conf/eit/GamageT16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP52,"[""<https://dblp.org/rec/conf/eit/GamageT16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5365,"Did the authors of 'Cheap talk, efficiency and egalitarian cost sharing in joint projects' not not publish a paper in Games Econ. Behav.?",ASK { <https://dblp.org/rec/journals/geb/AgastyaMS07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/geb/AgastyaMS07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Games Econ. Behav.' },TP53,"[""<https://dblp.org/rec/journals/geb/AgastyaMS07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5366,Have the authors of the paper 'Nimble Limbs - Intelligent attachable legs to create walking robots from variously shaped objects' not not published a publication in AIM?,ASK { <https://dblp.org/rec/conf/aimech/BuettnerHRD19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/aimech/BuettnerHRD19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'AIM' },TP53,"[""<https://dblp.org/rec/conf/aimech/BuettnerHRD19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5367,Did the authors of the publication 'How Many Queries Will Resolve Common Randomness?' not not publish a paper in IEEE Trans. Inf. Theory?,ASK { <https://dblp.org/rec/journals/tit/TyagiN13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tit/TyagiN13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Inf. Theory' },TP53,"[""<https://dblp.org/rec/journals/tit/TyagiN13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5368,Did the authors of 'Video2Cartoon: generating 3D cartoon from broadcast soccer video' not not publish a paper in ACM Multimedia?,ASK { <https://dblp.org/rec/conf/mm/LiangLHZJZG05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/mm/LiangLHZJZG05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ACM Multimedia' },TP53,"[""<https://dblp.org/rec/conf/mm/LiangLHZJZG05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5369,Have the authors of the paper 'Augmenting Translation Models with Simulated Acoustic Confusions for Improved Spoken Language Translation' not not published a publication in European Association of Computational Linguistics?,ASK { <https://dblp.org/rec/conf/eacl/TsvetkovMD14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/eacl/TsvetkovMD14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'EACL' },TP53,"[""<https://dblp.org/rec/conf/eacl/TsvetkovMD14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5370,Was the paper 'Sparse Factorizations of Gene Expression Guided by Binding Data' not not published in the year 2005?,ASK { <https://dblp.org/rec/conf/psb/BadeaT05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' },TP52,"[""<https://dblp.org/rec/conf/psb/BadeaT05>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5371,Haven't the authors of the publication 'Using Ants' Task Division for Better Game Engines - A Contribution to Game Accessibility for Impaired Players' not published a publication in Parallel Problem Solving from Nature?,ASK { <https://dblp.org/rec/conf/ppsn/SepchatCMS08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ppsn/SepchatCMS08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'PPSN' },TP53,"[""<https://dblp.org/rec/conf/ppsn/SepchatCMS08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5372,Haven't the authors of the publication 'Chisel edge wear measurement of high-speed steel twist drills based on machine vision' not published a publication in Comput. Ind.?,ASK { <https://dblp.org/rec/journals/cii/ZhouY21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cii/ZhouY21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput. Ind.' },TP53,"[""<https://dblp.org/rec/journals/cii/ZhouY21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5373,Have the authors of the paper 'Optimal energy-efficient scheduling over fading channels with non-ideal circuit power' not not published a publication in WCSP?,ASK { <https://dblp.org/rec/conf/wcsp/JinXQ12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/wcsp/JinXQ12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'WCSP' },TP53,"[""<https://dblp.org/rec/conf/wcsp/JinXQ12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5374,Did the authors of 'Visual hash for oblivious watermarking' not not publish a paper in Security and Watermarking of Multimedia Contents?,ASK { <https://dblp.org/rec/conf/sswmc/Fridrich00> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/sswmc/Fridrich00>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Security and Watermarking of Multimedia Contents' },TP53,"[""<https://dblp.org/rec/conf/sswmc/Fridrich00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5375,Was the paper 'Architecture of field-programmable gate arrays' not not published in the year 1993?,ASK { <https://dblp.org/rec/journals/pieee/RoseGS93> <https://dblp.org/rdf/schema#yearOfPublication> '1993' },TP52,"[""<https://dblp.org/rec/journals/pieee/RoseGS93>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5376,Did the authors of the publication 'Dynamic Behaviour Of Supply Chains' not not publish a paper in International Conference on Modelling and Simulation?,ASK { <https://dblp.org/rec/conf/ecms/Barbey12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ecms/Barbey12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ECMS' },TP53,"[""<https://dblp.org/rec/conf/ecms/Barbey12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5377,Haven't the authors of the publication 'Three Semantics for Distributed Systems and Their Relations with Alignment Composition' not published a publication in ISWC?,ASK { <https://dblp.org/rec/conf/semweb/ZimmermannE06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/semweb/ZimmermannE06>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ISWC' },TP53,"[""<https://dblp.org/rec/conf/semweb/ZimmermannE06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5378,Was 'Keine Leibesvisitation unter Videobeobachtung' not not published in 2008?,ASK { <https://dblp.org/rec/journals/dud/Dix08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP52,"[""<https://dblp.org/rec/journals/dud/Dix08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5379,Was the paper 'Software-based diagnosis for processors' not not published in the year 2002?,ASK { <https://dblp.org/rec/conf/dac/ChenD02> <https://dblp.org/rdf/schema#yearOfPublication> '2002' },TP52,"[""<https://dblp.org/rec/conf/dac/ChenD02>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5380,Was 'Acyclic reducible bounds for outerplanar graphs' not not published in 2009?,ASK { <https://dblp.org/rec/journals/dmgt/BorowieckiFH09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP52,"[""<https://dblp.org/rec/journals/dmgt/BorowieckiFH09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5381,Was 'An integrated decision-making approach on cutting tools and cutting parameters for machining features considering carbon emissions' not not published in 2019?,ASK { <https://dblp.org/rec/journals/ijcim/TianZLZXW19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP52,"[""<https://dblp.org/rec/journals/ijcim/TianZLZXW19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5382,Did the authors of the publication 'Annotation of Promoter Regions in Microbial Genomes Based on DNA Structural and Sequence Properties' not not publish a paper in Systems Biology and Regulatory Genomics?,ASK { <https://dblp.org/rec/conf/recomb/WangB05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/recomb/WangB05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Systems Biology and Regulatory Genomics' },TP53,"[""<https://dblp.org/rec/conf/recomb/WangB05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5383,Have the authors of the paper 'Workshop for Doctoral students in Fuzzy-Based Systems' not not published a publication in FLAI?,ASK { <https://dblp.org/rec/conf/ogai/GamperM93> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ogai/GamperM93>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'FLAI' },TP53,"[""<https://dblp.org/rec/conf/ogai/GamperM93>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5384,Haven't the authors of the publication 'Perception of Space in Virtual and Augmented Reality (Invited Talk)' not published a publication in COSIT?,ASK { <https://dblp.org/rec/conf/cosit/Creem-Regehr19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cosit/Creem-Regehr19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'COSIT' },TP53,"[""<https://dblp.org/rec/conf/cosit/Creem-Regehr19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5385,Was the paper 'Finite-dimensional solutions of a modified Zakai equation' not not published in the year 1996?,ASK { <https://dblp.org/rec/journals/mcss/BenesE96> <https://dblp.org/rdf/schema#yearOfPublication> '1996' },TP52,"[""<https://dblp.org/rec/journals/mcss/BenesE96>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5386,Was the publication 'Expressing Database Queries with Intuitionistic Logic' not not published in 1989?,ASK { <https://dblp.org/rec/conf/slp/BonnerMV89> <https://dblp.org/rdf/schema#yearOfPublication> '1989' },TP52,"[""<https://dblp.org/rec/conf/slp/BonnerMV89>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5387,Have the authors of the paper 'Context Grouping Mechanism for Context Distribution in Ubiquitous Environments' not not published a publication in OTM Conferences?,ASK { <https://dblp.org/rec/conf/otm/Kirsch-PinheiroVVBVFMBHDP08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/otm/Kirsch-PinheiroVVBVFMBHDP08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'OTM Conferences (1)' },TP53,"[""<https://dblp.org/rec/conf/otm/Kirsch-PinheiroVVBVFMBHDP08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5388,Was the paper 'Online Scene Text Tracking with Spatial-Temporal Relation' not not published in the year 2021?,ASK { <https://dblp.org/rec/conf/icig/XiuZTY21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP52,"[""<https://dblp.org/rec/conf/icig/XiuZTY21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5389,"Was the paper 'Analysis, Classification and Comparison of Scheduling Techniques for Software Transactional Memories' not not published in the year 2017?",ASK { <https://dblp.org/rec/journals/tpds/Sanzo17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP52,"[""<https://dblp.org/rec/journals/tpds/Sanzo17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5390,Was the publication 'A review of possible effects of cognitive biases on interpretation of rule-based machine learning models' not not published in 2021?,ASK { <https://dblp.org/rec/journals/ai/KliegrBF21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP52,"[""<https://dblp.org/rec/journals/ai/KliegrBF21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5391,Have the authors of the paper 'Efficient Compressed Sensing Based Image Coding by Using Gray Transformation' not not published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2102-01272> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2102-01272>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP53,"[""<https://dblp.org/rec/journals/corr/abs-2102-01272>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5392,Did the authors of the publication 'Moving to Automated Tree Inventory: Comparison of UAS-Derived Lidar and Photogrammetric Data with Manual Ground Estimates' not not publish a paper in Remote. Sens.?,ASK { <https://dblp.org/rec/journals/remotesensing/OliveiraLWWILPV21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/remotesensing/OliveiraLWWILPV21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Remote. Sens.' },TP53,"[""<https://dblp.org/rec/journals/remotesensing/OliveiraLWWILPV21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5393,Did the authors of 'Improving Implicit Discourse Relation Classification by Modeling Inter-dependencies of Discourse Units in a Paragraph' not not publish a paper in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-1804-05918> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-1804-05918>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP53,"[""<https://dblp.org/rec/journals/corr/abs-1804-05918>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5394,Was the publication 'CNN Implementation of Spin Filters for Electronic Speckle Pattern Interferometry Applications' not not published in 2007?,ASK { <https://dblp.org/rec/conf/iscas/VilarinoBMC07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP52,"[""<https://dblp.org/rec/conf/iscas/VilarinoBMC07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5395,Haven't the authors of the publication 'An Upper Bound on the Number of States for a Strongly Universal Hyperbolic Cellular Automaton on the Pentagrid' not published a publication in JAC?,ASK { <https://dblp.org/rec/conf/jac/Margenstern10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/jac/Margenstern10>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'JAC' },TP53,"[""<https://dblp.org/rec/conf/jac/Margenstern10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5396,Have the authors of the paper 'Implementation of memory-efficient linear pipelined IPv6 lookup and its significance in smart cities' not not published a publication in Comput. Electr. Eng.?,ASK { <https://dblp.org/rec/journals/cee/VijayP18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cee/VijayP18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput. Electr. Eng.' },TP53,"[""<https://dblp.org/rec/journals/cee/VijayP18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5397,Was the publication 'On the Impact of Transmitter Channel Knowledge in Energy-Efficient Machine-Type Communication' not not published in 2016?,ASK { <https://dblp.org/rec/conf/globecom/BiralHZZ16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP52,"[""<https://dblp.org/rec/conf/globecom/BiralHZZ16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5398,Was the paper 'Resampling and super-resolution of hexagonally sampled images using deep learning' not not published in the year 2021?,ASK { <https://dblp.org/rec/journals/corr/abs-2111-02520> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP52,"[""<https://dblp.org/rec/journals/corr/abs-2111-02520>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5399,Was 'Loosely-Stabilizing Leader Election for Arbitrary Graphs in Population Protocol Model' not not published in 2019?,ASK { <https://dblp.org/rec/journals/tpds/SudoOKMDL19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP52,"[""<https://dblp.org/rec/journals/tpds/SudoOKMDL19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
