id,question_string,query,template_id,entities,relations,temporal,help_out
Q3458,Report the year in which Troy Johnson published their last paper.,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/184/3583> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/184/3583>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3459,Mention the year in which Brage Mo published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/207/4558> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/207/4558>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3460,In which year was the last paper by XiaoLing Xia published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/2329> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/68/2329>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3461,Report the year in which Mar\u00EDa Cecilia Reyes published their last paper.,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/208/4354> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/208/4354>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3462,Mention the year in which Giuseppina Gini published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/5394> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/44/5394>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3463,In which year did Daniela Laselva publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/8141> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/47/8141>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3464,"In which year did Furusawa, Kenji publish the least papers and how many?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/8820> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/72/8820>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3465,"In which year was the first paper by Ervural, Saim published?",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/202/7490> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/202/7490>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3466,"When was the last paper by Pecher, D. published?",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/280/6579> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/280/6579>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3467,In which year was the first paper by A. Louri published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/5827> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/17/5827>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3468,"Report the most frequent co-author of He, Z. and how many papers do they have together?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/4618> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/44/4618>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/44/4618>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3469,In which year did the author Francesco Valenti publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/184/2616> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/184/2616>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3470,When was the first paper by Sulin Ba published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/4505> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/49/4505>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3471,In which year did Christoph Meinel publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/CMeinel> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/m/CMeinel>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3472,In which year did Peter J. McCann publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/2578> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/72/2578>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3473,In which year was the last paper by Wen S. published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/5489> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/50/5489>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3474,Report the most frequent co-author of Robert G. Clark and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/4533> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/50/4533>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/50/4533>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3475,Find the year in which Kuo-Yang Tu published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/2922> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/38/2922>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3476,In which year did the author Zhiyong Wu publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/968-1> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/24/968-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3477,When was the first paper by Olav N. \u00D8sterb\u00F8 published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/2163> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/33/2163>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3478,Mention the year in which Eric Sanders published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/7459> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/21/7459>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3479,In which year did Thomas N. publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/n/ThomasNeumann> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/n/ThomasNeumann>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3480,"In which year was the first paper by Aljeboree, Aseel published?",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/304/7248> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/304/7248>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3481,Least number of papers were published by Hamza Yous in which year?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/202/5520> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/202/5520>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3482,When was the first paper by Dacheng T. published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/3391> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/46/3391>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3483,In which year did the author J. J. Yi publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/286/9178> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/286/9178>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3484,With which author does Patrick Juola has the most papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/1348> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/47/1348>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/47/1348>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3485,"Mention the year in which Ali, Hamza published the most papers.","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/2248> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/88/2248>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3486,"Report the year in which Xu, B. published their last paper.",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/1194> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/26/1194>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3487,With which author does Shunan Guo has the most papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/210/5384> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/210/5384>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/210/5384>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3488,Find the year in which Shigeru K. published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/4947> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/31/4947>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3489,In which year did the author Nan Cen publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/9805> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/16/9805>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3490,Who is the most frequent co-author of H. Zhou and how many publications do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/1765> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/74/1765>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/74/1765>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3491,"In which year was the last paper by Chung, Kuo-Liang published?",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/3713> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/62/3713>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3492,In which year did Haopeng Chen publish the most papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/6907> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/31/6907>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3493,In which year was the first paper by Yang Ji published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/1056> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/72/1056>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3494,"Mention the year in which Rapisarda, Paolo published the most papers.","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/5639> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/56/5639>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3495,"In which year was the first paper by Chaumartin, F. published?",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/9273> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/73/9273>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3496,Report the year in which C\u00E9sar B. published their last paper.,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/1261> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/26/1261>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3497,Report the most frequent co-author of Sae-Young Chung and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/3722> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/10/3722>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/10/3722>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3498,Who is the most frequent co-author of Hsi-Peng Lu and how many publications do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/972> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/15/972>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/15/972>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3499,"In which year did the author Brummer, J. publish the least publications?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/243/3433> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/243/3433>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3500,In which year did the author Zhaomiao G. publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/292/3963> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/292/3963>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3501,In which venue was the paper 'Fuzzy Perceptual Watermarking For Ownership Verification' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ipcv/MotwaniH09a> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/ipcv/MotwaniH09a>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3502,Who is the author of the paper 'Preface'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/fodm/Zadeh02> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/fodm/Zadeh02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3503,What year was 'CLP-based protein fragment assembly' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tplp/PaluDFP10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/tplp/PaluDFP10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3504,The paper 'The normalized Bushmitch-Fikus-Hamrick (NBFH) metric' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/milcom/BushmitchFHKM12> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/milcom/BushmitchFHKM12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3505,How many authors does 'Web-based Visualization of Generalized 3D City Models using HTML5 and X3DOM' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/smartcr/MaoCW12> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/smartcr/MaoCW12>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3506,The paper 'Entropy-based discretization methods for ranking data' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/isci/SaSK16> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/isci/SaSK16>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3507,Mention the year in which 'Probing Script Knowledge from Pre-Trained Models' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2204-10176> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/corr/abs-2204-10176>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3508,"How many authors does 'SuperIso v30, flavor physics observables calculations: extension to NMSSM' have?",SELECT ?answer WHERE { <https://dblp.org/rec/journals/cphysics/Mahmoudi09a> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/cphysics/Mahmoudi09a>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3509,Find the venue in which the paper 'Privacy-Preserving Unsupervised Domain Adaptation in Federated Setting' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/SongMZZ20> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/access/SongMZZ20>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3510,When was 'Privacy Preserving Collaborative Machine Learning' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sesa/LiuZ21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/sesa/LiuZ21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3511,What year was 'Automaten in planaren Graphen' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/acta/Rollik80> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/acta/Rollik80>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3512,Where was 'Incrementally Building Topology Graphs via Distance Maps' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1811-01547> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/corr/abs-1811-01547>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3513,How many authors does the publication 'Directivity in RF Sensor Networks for Widespread Spectrum Monitoring' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/tccn/KleberHCHL22> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/tccn/KleberHCHL22>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3514,List the authors of the paper 'MFMP: Max Flow Multipath Routing Algorithm'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ems/MahlousFC08> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/ems/MahlousFC08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3515,The paper 'Dynamic Linear Bellman Combination of Optimal Policies for Solving New Tasks' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/ieicet/MatsubaraAS15> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/ieicet/MatsubaraAS15>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3516,In which venue was the paper 'Construction of an Efficient Overlay Multicast Infrastructure for Real-time Applications' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/infocom/BanerjeeKKBK03> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/infocom/BanerjeeKKBK03>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3517,Find the number of authors of the paper 'Toward Video Bookmarking Search: Search-Target Inference from TVWatching'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/semco/OkamotoU07> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/semco/OkamotoU07>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3518,The paper 'Tighter Bounds for the Sum of Irreducible LCP Values' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cpm/KarkkainenKP15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/cpm/KarkkainenKP15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3519,'A reference-based Hirschian similarity measure for journals' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/scientometrics/Schubert10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/scientometrics/Schubert10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3520,The paper 'Attributed Non-negative Matrix Multi-factorization for Data Representation' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/prcv/WangSGHY21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/prcv/WangSGHY21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3521,When was 'Chunking Natural Language Texts using Evolutionary Methods*' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sgai/AtkinsonM09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/sgai/AtkinsonM09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3522,'Notung: dating gene duplications using gene family trees' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/recomb/ChenDF00> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/recomb/ChenDF00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3523,Name the authors of the paper 'FPGA Architecture for Multi-Style Asynchronous Logic'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-0710-4711> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/corr/abs-0710-4711>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3524,"'A Bi-Objective Constrained Robust Gate Assignment Problem: Formulation, Instances and Algorithm' was authored by which authors?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcyb/CaiSMTLXF21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/tcyb/CaiSMTLXF21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3525,Find the number of authors of the paper 'Usage-Based Pricing and Competition in Congestible Network Service Markets'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/ton/Ma16a> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/ton/Ma16a>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3526,Mention the venue in which 'Transitions in Digital Personhood: Online Activity in Early Retirement' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/chi/DurrantKTMOSECM17> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/chi/DurrantKTMOSECM17>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3527,Find the number of authors of the paper 'Semantic-audio retrieval'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/icassp/Slaney02> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/icassp/Slaney02>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3528,'IETCR: An Information Entropy Based Test Case Reduction Strategy for Mutation-Based Fault Localization' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/WangDHLC20> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/access/WangDHLC20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3529,What year was 'Pulse Jamming in Aperture-Averaged FSO Receiver Over Exponentiated Weibull Fading Channel' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/twc/PaulBN22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/twc/PaulBN22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3530,The paper 'A Distributed Core Network Architecture for 5G Systems and Beyond' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/sigcomm/MukherjeeRR18> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/sigcomm/MukherjeeRR18>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
