id,question_string,query,template_id,entities,relations,temporal,help_out
Q2532,Name the venue in which Zelkowitz published the paper about Software specification process.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ac/Zelkowitz93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/z/MarvinVZelkowitz> . <https://dblp.org/rec/journals/ac/Zelkowitz93> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/z/MarvinVZelkowitz>"", ""<https://dblp.org/rec/journals/ac/Zelkowitz93>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2533,Which author named Cinnati published the paper on Cryptosystem processor?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iscas/LoiK13> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/iscas/LoiK13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2534,In which venue did Nicolae publish the paper about Sync signal definition?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ccece/Galupa06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/6737> . <https://dblp.org/rec/conf/ccece/Galupa06> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/42/6737>"", ""<https://dblp.org/rec/conf/ccece/Galupa06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2535,Adi published the paper on Uml method in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/asm/HassanSAL10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/408> . <https://dblp.org/rec/conf/asm/HassanSAL10> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/24/408>"", ""<https://dblp.org/rec/conf/asm/HassanSAL10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2536,Which research paper on Module property was published by Stefan in International Conference on Agents and Artificial Intelligence?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/9388> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICAART (Revised Selected Papers)' },TC92,"[""<https://dblp.org/pid/06/9388>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2537,Which paper on Modulation design was published by Ng in VTC Fall?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/6170> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'VTC Fall' },TC92,"[""<https://dblp.org/pid/25/6170>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2538,In which venue did Fern\u00E1ndez publish the paper about Irrigation demands?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cys/Flores-Carrillo20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/1782> . <https://dblp.org/rec/journals/cys/Flores-Carrillo20> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/93/1782>"", ""<https://dblp.org/rec/journals/cys/Flores-Carrillo20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2539,Which paper on Information systems was published by Atkinson in MUSIC?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/6932> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'MUSIC' },TC92,"[""<https://dblp.org/pid/69/6932>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2540,Mention the publication on Wideband mobile stations that was published by Dmitry in VTC Spring.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1520> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'VTC Spring' },TC92,"[""<https://dblp.org/pid/06/1520>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2541,Name the venue in which Shibayama published the paper about Pedestrian trajectory.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ieicet/KimSK12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/10733> . <https://dblp.org/rec/journals/ieicet/KimSK12> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/40/10733>"", ""<https://dblp.org/rec/journals/ieicet/KimSK12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2542,Which author named Hsieh published the paper on Quantum circuits?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2203-09376> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/corr/abs-2203-09376>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2543,In which venue did Rahman publish the paper about Machine translation?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/comso/LaskarPB20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/247/6547> . <https://dblp.org/rec/conf/comso/LaskarPB20> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/247/6547>"", ""<https://dblp.org/rec/conf/comso/LaskarPB20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2544,Name the author who published the paper on Suitability analysis and has the name Shen.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/urban/ShenDD21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/urban/ShenDD21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2545,Mention the publication on Pain management that was published by Wu in BMC Medical Informatics Decis. Mak..,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/127/5982> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'BMC Medical Informatics Decis. Mak.' },TC92,"[""<https://dblp.org/pid/127/5982>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2546,Name the venue in which Scotti published the paper about Mineral precipitation.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2207-06299> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/9837> . <https://dblp.org/rec/journals/corr/abs-2207-06299> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/13/9837>"", ""<https://dblp.org/rec/journals/corr/abs-2207-06299>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2547,Mention the publication on Category detector that was published by Kumar in ICCV Workshops.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/4747> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICCV Workshops' },TC92,"[""<https://dblp.org/pid/116/4747>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2548,Name the author who published the paper on Clos networks and has the name Li.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iccd/FranaszekGL95> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/iccd/FranaszekGL95>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2549,In which venue did Semeraro publish the paper about Data cloud?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/recsys/MustoNLGS16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/446> . <https://dblp.org/rec/conf/recsys/MustoNLGS16> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/41/446>"", ""<https://dblp.org/rec/conf/recsys/MustoNLGS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2550,Which author named Segall published the paper on Radio networks?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcom/SidiS83> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/tcom/SidiS83>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2551,Name the venue in which A. published the paper about Gamma frequency.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cp/DawoodDAMJ22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/320/2260> . <https://dblp.org/rec/journals/cp/DawoodDAMJ22> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/320/2260>"", ""<https://dblp.org/rec/journals/cp/DawoodDAMJ22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2552,Name the venue in which Kodali published the paper about Location management.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wcnc/KodaliVJ05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/2375> . <https://dblp.org/rec/conf/wcnc/KodaliVJ05> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/53/2375>"", ""<https://dblp.org/rec/conf/wcnc/KodaliVJ05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2553,Which author named Johnsen published the paper on Security assessments?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/safecomp/WintherJG01> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/safecomp/WintherJG01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2554,Which author published the paper on Granularity control and has the name Wah?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijait/HsuCW07> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/ijait/HsuCW07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2555,In which venue did Li publish the paper about Design classroom?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ahfe/Li21b> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/6855> . <https://dblp.org/rec/conf/ahfe/Li21b> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/18/6855>"", ""<https://dblp.org/rec/conf/ahfe/Li21b>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2556,Which paper on Size optimization was published by Carbas in Adv. Eng. Softw.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/148/8310> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Adv. Eng. Softw.' },TC92,"[""<https://dblp.org/pid/148/8310>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2557,Name the author who published the paper on Control systems and has the name Xi.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2002-07987> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/corr/abs-2002-07987>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2558,Which research paper on Multipoint measurement techniques was published by Tinarelli in IEEE Trans. Instrum. Meas.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/8972> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Instrum. Meas.' },TC92,"[""<https://dblp.org/pid/66/8972>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2559,Ren\u00E9 published the paper on Drone acrobatics in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2006-05768> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/1600> . <https://dblp.org/rec/journals/corr/abs-2006-05768> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/119/1600>"", ""<https://dblp.org/rec/journals/corr/abs-2006-05768>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2560,Mention the publication on -resolution that was published by Garcia in EUSIPCO.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/207/9833> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'EUSIPCO' },TC92,"[""<https://dblp.org/pid/207/9833>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2561,Name the author who published the paper on Path planning and has the name Yang.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jaciii/YangMYL04> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/jaciii/YangMYL04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2562,Which author named Irina published the paper on Stabilisation problem?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcon/Bashkirtseva17> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/ijcon/Bashkirtseva17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2563,Name the venue in which Opolka published the paper about Theta functions.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aaecc/Opolka85> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/3928> . <https://dblp.org/rec/conf/aaecc/Opolka85> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/57/3928>"", ""<https://dblp.org/rec/conf/aaecc/Opolka85>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2564,Which research paper on Health forum posts was published by Radford in CLPsych@HLT-NAACL?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/8852> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CLPsych@HLT-NAACL' },TC92,"[""<https://dblp.org/pid/02/8852>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2565,Yuze published the paper on Lwir fpas in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/asicon/NiuLKZYLZC21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/184/4234> . <https://dblp.org/rec/conf/asicon/NiuLKZYLZC21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/184/4234>"", ""<https://dblp.org/rec/conf/asicon/NiuLKZYLZC21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2566,In which venue did Kimura publish the paper about Lookback options?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/siamam/Kimura11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/2910> . <https://dblp.org/rec/journals/siamam/Kimura11> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/16/2910>"", ""<https://dblp.org/rec/journals/siamam/Kimura11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2567,In which venue did Ali publish the paper about Annotation schema?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/lrec/JabbariSZC20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/174/8881> . <https://dblp.org/rec/conf/lrec/JabbariSZC20> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/174/8881>"", ""<https://dblp.org/rec/conf/lrec/JabbariSZC20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2568,Name the venue in which Wang published the paper about Vorticity formulation.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/nm/WangL02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/2062> . <https://dblp.org/rec/journals/nm/WangL02> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/54/2062>"", ""<https://dblp.org/rec/journals/nm/WangL02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2569,Yeuon published the paper on Training program in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cbsn/SohnHPCLLJ16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/191/1797> . <https://dblp.org/rec/journals/cbsn/SohnHPCLLJ16> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/191/1797>"", ""<https://dblp.org/rec/journals/cbsn/SohnHPCLLJ16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2570,Natale published the paper on Bit messages in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/BoczkowskiKN16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/126/5223> . <https://dblp.org/rec/journals/corr/BoczkowskiKN16> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/126/5223>"", ""<https://dblp.org/rec/journals/corr/BoczkowskiKN16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2571,Apostolos published the paper on Energy harvester in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wisnet/ViriliGMCAMR16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/8001> . <https://dblp.org/rec/conf/wisnet/ViriliGMCAMR16> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/48/8001>"", ""<https://dblp.org/rec/conf/wisnet/ViriliGMCAMR16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2572,In which venue did Doh publish the paper about Power mac?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iscc/ParkKDJ11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/4189> . <https://dblp.org/rec/conf/iscc/ParkKDJ11> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/28/4189>"", ""<https://dblp.org/rec/conf/iscc/ParkKDJ11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2573,Name the author who published the paper on Retrieval approach and has the name Petkova.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/clef/BallesterosP05> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/clef/BallesterosP05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2574,Name the author who published the paper on Granularity control and has the name Marroqu\u00EDn.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ivc/RiveraM03> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/ivc/RiveraM03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2575,Which author published the paper on Failure detection and has the name Akanksha?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iros/SaranLMHN17> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/iros/SaranLMHN17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2576,Name the author who published the paper on Sensor networks and has the name Yu.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iwcmc/WangYLZ14> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/iwcmc/WangYLZ14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2577,Which research paper on Ice phenology was published by Junsheng in Remote. Sens.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/5136> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Remote. Sens.' },TC92,"[""<https://dblp.org/pid/28/5136>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2578,Which paper on Service deployment was published by Cruz in ICTON?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/174/3707> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICTON' },TC92,"[""<https://dblp.org/pid/174/3707>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2579,Mention the publication on R&d policy that was published by Li in Int. J. Technol. Manag..,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/7888> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Technol. Manag.' },TC92,"[""<https://dblp.org/pid/25/7888>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2580,Which author named Vanrompay published the paper on Behaviour advice?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jaihc/BatoolVNJW19> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/jaihc/BatoolVNJW19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2581,Name the venue in which Atsushi published the paper about Resolution conversion.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iciap/ToriiWMI03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/1011> . <https://dblp.org/rec/conf/iciap/ToriiWMI03> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/53/1011>"", ""<https://dblp.org/rec/conf/iciap/ToriiWMI03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2582,Name the venue in which Sala published the paper about Web applications.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aina/Sala05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/4167> . <https://dblp.org/rec/conf/aina/Sala05> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/90/4167>"", ""<https://dblp.org/rec/conf/aina/Sala05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2583,Eli published the paper on Computer chess programs in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1711-08337> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/OmidDavidTabibi> . <https://dblp.org/rec/journals/corr/abs-1711-08337> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/d/OmidDavidTabibi>"", ""<https://dblp.org/rec/journals/corr/abs-1711-08337>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2584,In which venue did Chen-Fu publish the paper about Injection computation?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/3pgcic/Andriamanalimanana18a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/10096> . <https://dblp.org/rec/conf/3pgcic/Andriamanalimanana18a> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/02/10096>"", ""<https://dblp.org/rec/conf/3pgcic/Andriamanalimanana18a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2585,Which research paper on Rate allocation was published by Fathi in IET Networks?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/115/6482> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IET Networks' },TC92,"[""<https://dblp.org/pid/115/6482>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2586,Which research paper on Mesh networks was published by Jiajia in Wireless Days?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/10643> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Wireless Days' },TC92,"[""<https://dblp.org/pid/32/10643>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2587,In which venue did Daniel publish the paper about Discriminant analysis?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icpr/KeysersN04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/6955> . <https://dblp.org/rec/conf/icpr/KeysersN04> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/02/6955>"", ""<https://dblp.org/rec/conf/icpr/KeysersN04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2588,Which author published the paper on Marine environment and has the name Yingming?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tgrs/QuHLL21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/tgrs/QuHLL21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2589,Name the venue in which D. published the paper about Clock synchronization.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/srds/CouvetFN91> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/1795> . <https://dblp.org/rec/conf/srds/CouvetFN91> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/11/1795>"", ""<https://dblp.org/rec/conf/srds/CouvetFN91>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2590,Tadhg published the paper on Robot model in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/internet/OMearaP01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/81> . <https://dblp.org/rec/journals/internet/OMearaP01> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/76/81>"", ""<https://dblp.org/rec/journals/internet/OMearaP01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2591,In which venue did Hailin publish the paper about Relay selection?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/icl/LiLCYZ19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/1131-1> . <https://dblp.org/rec/journals/icl/LiLCYZ19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/04/1131-1>"", ""<https://dblp.org/rec/journals/icl/LiLCYZ19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2592,Susan published the paper on Parameter selection in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijssci/HolkerS21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/134/9243> . <https://dblp.org/rec/journals/ijssci/HolkerS21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/134/9243>"", ""<https://dblp.org/rec/journals/ijssci/HolkerS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2593,Name the venue in which Grad published the paper about Semidefinite optimization.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/or/Grad14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/8224> . <https://dblp.org/rec/conf/or/Grad14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/24/8224>"", ""<https://dblp.org/rec/conf/or/Grad14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2594,Which author published the paper on Causal relations and has the name Sadek?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/nldb/Sadek13> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/nldb/Sadek13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2595,Name the author who published the paper on Range video and has the name Alper.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vcip/KozD12> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/vcip/KozD12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2596,Maria published the paper on Sustainability profiling in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/re/AlhartiSH18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/3176> . <https://dblp.org/rec/conf/re/AlhartiSH18> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/65/3176>"", ""<https://dblp.org/rec/conf/re/AlhartiSH18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2597,Which research paper on Testability measurements was published by Traon in IEEE METRICS?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/5206> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE METRICS' },TC92,"[""<https://dblp.org/pid/95/5206>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2598,Mention the publication on Demanding qos that was published by Tapisha in WCNC.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/194/3244> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'WCNC' },TC92,"[""<https://dblp.org/pid/194/3244>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2599,Name the venue in which Milos published the paper about Factory tours.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ectel/KaibelAK06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/379> . <https://dblp.org/rec/conf/ectel/KaibelAK06> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/27/379>"", ""<https://dblp.org/rec/conf/ectel/KaibelAK06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2600,Which paper on Fringe patterns was published by Liu in IScIDE (1)?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/4585> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IScIDE (1)' },TC92,"[""<https://dblp.org/pid/169/4585>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2601,Which author named Chunjie published the paper on Pattern generation?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tase/WuLLCG18> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/tase/WuLLCG18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
