id,question_string,query,template_id,entities,relations,temporal,help_out
Q2460,Which research paper on Adams relaxations was published by Thapper in SIAM J. Comput.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/4663> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIAM J. Comput.' },TC92,"[""<https://dblp.org/pid/77/4663>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2461,Which author published the paper on Graph clustering and has the name Akbas?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/asunam/AkbasZ17> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/asunam/AkbasZ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2462,Name the author who published the paper on Radio resource and has the name Stephen.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/crowncom/AhmedHKPM09> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/crowncom/AhmedHKPM09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2463,Which paper on Gembus framework was published by L\u00F3pez in IEEE International Symposium on Parallel and Distributed Processing with Applications?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/1845> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISPA' },TC92,"[""<https://dblp.org/pid/78/1845>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2464,Which author published the paper on Analyzer generator and has the name Nawrocki?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ipl/Nawrocki91> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/ipl/Nawrocki91>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2465,Which research paper on Linear systems was published by Tarbouriech in IEEE Trans. Autom. Control.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/819> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Autom. Control.' },TC92,"[""<https://dblp.org/pid/68/819>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2466,Name the venue in which Fnaiech published the paper about Date recognition.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iajit/ZaafouriSF15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/1440> . <https://dblp.org/rec/journals/iajit/ZaafouriSF15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/17/1440>"", ""<https://dblp.org/rec/journals/iajit/ZaafouriSF15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2467,Which research paper on Particle swarm was published by Su in ISCE?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/211/5441> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISCE' },TC92,"[""<https://dblp.org/pid/211/5441>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2468,Which paper on -triangulations was published by Jan in Adv. Eng. Softw.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/9748> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Adv. Eng. Softw.' },TC92,"[""<https://dblp.org/pid/71/9748>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2469,In which venue did Marcelo publish the paper about Order transfer functions?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcas/JacynthoTACGH15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/4539> . <https://dblp.org/rec/journals/tcas/JacynthoTACGH15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/61/4539>"", ""<https://dblp.org/rec/journals/tcas/JacynthoTACGH15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2470,Name the venue in which L\u00E1szl\u00F3 published the paper about Isoperimetric inequality.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/focs/LovaszS90> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/LaszloLovasz> . <https://dblp.org/rec/conf/focs/LovaszS90> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/l/LaszloLovasz>"", ""<https://dblp.org/rec/conf/focs/LovaszS90>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2471,Mihai published the paper on Video watermarking in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/spic/HasnaouiM14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/7033> . <https://dblp.org/rec/journals/spic/HasnaouiM14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/22/7033>"", ""<https://dblp.org/rec/journals/spic/HasnaouiM14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2472,Which author published the paper on Mastermind game and has the name Iris?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cogsci/ZhaoPRS18> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/cogsci/ZhaoPRS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2473,Name the author who published the paper on Subspace method and has the name Hua.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isspa/Abed-MeraimH96> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/isspa/Abed-MeraimH96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2474,Mention the publication on Business model that was published by Susan in Bled eConference.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/9100> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Bled eConference' },TC92,"[""<https://dblp.org/pid/58/9100>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2475,Which paper on Face photo was published by Liu in IEEE International Conference on Image Processing?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/6297> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICIP' },TC92,"[""<https://dblp.org/pid/26/6297>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2476,Which author published the paper on Density signatures and has the name Popovic?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/globecom/BeekP09> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/globecom/BeekP09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2477,Which paper on Gegen pers\u00f6nlichkeitsrechtsverletzungen was published by Lorbach in Datenschutz und Datensicherheit?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/294/0608> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Datenschutz und Datensicherheit' },TC92,"[""<https://dblp.org/pid/294/0608>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2478,Which author named Bettinger published the paper on State surveillance?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dihu/BettingerM20> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/dihu/BettingerM20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2479,Which research paper on Data streams was published by Vinay in J. Supercomput.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/295/7041> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Supercomput.' },TC92,"[""<https://dblp.org/pid/295/7041>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2480,Which paper on Energy harvesting was published by Wang in IEEE Access?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/2062> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' },TC92,"[""<https://dblp.org/pid/37/2062>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2481,Which author named Bill published the paper on Life issue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/crossroads/Stevenson01a> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/crossroads/Stevenson01a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2482,Which author named Seidl published the paper on Surface representation?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ssd/SeidlK95> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/ssd/SeidlK95>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2483,Which author named Guillen published the paper on Carbon monoxide?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/Guillen-Bonilla18> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/sensors/Guillen-Bonilla18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2484,Which research paper on Optimization problems was published by Xiaojing in CSO?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/4049> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CSO' },TC92,"[""<https://dblp.org/pid/99/4049>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2485,In which venue did Unoki publish the paper about Information hiding?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/speech/WangYWU19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/1580> . <https://dblp.org/rec/journals/speech/WangYWU19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/73/1580>"", ""<https://dblp.org/rec/journals/speech/WangYWU19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2486,In which venue did Andrew publish the paper about Web logs?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iscis/EvansNMPW04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/5805> . <https://dblp.org/rec/conf/iscis/EvansNMPW04> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/23/5805>"", ""<https://dblp.org/rec/conf/iscis/EvansNMPW04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2487,T. published the paper on Term power constraints in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ciss/AmariucaiWK07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/3099> . <https://dblp.org/rec/conf/ciss/AmariucaiWK07> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/91/3099>"", ""<https://dblp.org/rec/conf/ciss/AmariucaiWK07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2488,Which author published the paper on Surveillance cameras and has the name Kharitonenko?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/avss/LiKLW06> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/avss/LiKLW06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2489,Name the author who published the paper on Search results and has the name Belkin.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/asist/ShahLGB12> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/asist/ShahLGB12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2490,Sreekanth published the paper on Software development in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ansoft/RamAGSRR00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/776> . <https://dblp.org/rec/journals/ansoft/RamAGSRR00> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/63/776>"", ""<https://dblp.org/rec/journals/ansoft/RamAGSRR00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2491,Which author published the paper on Performance analysis and has the name Bruno?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/MichelQ14> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/corr/MichelQ14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2492,Which paper on Person re- was published by Shi in PRCV (3)?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/3742> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'PRCV (3)' },TC92,"[""<https://dblp.org/pid/97/3742>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2493,Name the author who published the paper on Depth map and has the name Oh.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/spic/Oh14> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/spic/Oh14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2494,Which research paper on Warehouse capability maturity model was published by Spruit in J. Univers. Comput. Sci.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/217> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Univers. Comput. Sci.' },TC92,"[""<https://dblp.org/pid/98/217>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2495,Which author published the paper on Source spaceborne and has the name Zhenhua?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/remotesensing/ZhangCM22> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/remotesensing/ZhangCM22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2496,Which research paper on Supply chain network design was published by Yadegari in Int. J. Strateg. Decis. Sci.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/154/4810> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Strateg. Decis. Sci.' },TC92,"[""<https://dblp.org/pid/154/4810>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2497,Pitassi published the paper on Communication lifting in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/GoosP017> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/TPitassi> . <https://dblp.org/rec/journals/corr/GoosP017> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/p/TPitassi>"", ""<https://dblp.org/rec/journals/corr/GoosP017>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2498,Which research paper on Type derivation was published by Linda in Extending Database Technology?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/3474> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'EDBT' },TC92,"[""<https://dblp.org/pid/64/3474>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2499,Which author named Ou published the paper on Control strategy?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iros/OuX03> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/iros/OuX03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2500,Name the venue in which Tian published the paper about Center networks.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcs/HaoT21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/177/8025> . <https://dblp.org/rec/journals/tcs/HaoT21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/177/8025>"", ""<https://dblp.org/rec/journals/tcs/HaoT21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2501,Name the author who published the paper on Function framework and has the name Ding.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tase/LuoZD13> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/tase/LuoZD13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2502,Which paper on Thruchip design was published by Yasuhiro in ASP-DAC?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/9944> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ASP-DAC' },TC92,"[""<https://dblp.org/pid/91/9944>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2503,In which venue did Schwarz publish the paper about Team level?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amcis/SchwarzS15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/1060> . <https://dblp.org/rec/conf/amcis/SchwarzS15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/04/1060>"", ""<https://dblp.org/rec/conf/amcis/SchwarzS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2504,Mention the publication on Ethernet networks that was published by Golash in Bell Labs Tech. J..,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/5747> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Bell Labs Tech. J.' },TC92,"[""<https://dblp.org/pid/84/5747>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2505,Name the author who published the paper on Level interconnect and has the name Z..,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/glvlsi/Shamsi0PJ18> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/glvlsi/Shamsi0PJ18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2506,Name the venue in which Wesolowski published the paper about Interference cancellation.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/GhaziW19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/2173> . <https://dblp.org/rec/journals/access/GhaziW19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/99/2173>"", ""<https://dblp.org/rec/journals/access/GhaziW19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2507,Name the venue in which Spedaletti published the paper about Classroom situations.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/behaviourIT/PapaPS98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/5841> . <https://dblp.org/rec/journals/behaviourIT/PapaPS98> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/56/5841>"", ""<https://dblp.org/rec/journals/behaviourIT/PapaPS98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2508,Name the venue in which J\u00E9rome published the paper about Object tracking.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icra/DurandH03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/5556> . <https://dblp.org/rec/conf/icra/DurandH03> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/12/5556>"", ""<https://dblp.org/rec/conf/icra/DurandH03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2509,Name the venue in which Guolong published the paper about Gaussian process regression.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/ZhangWCZ19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/243/8879> . <https://dblp.org/rec/journals/sensors/ZhangWCZ19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/243/8879>"", ""<https://dblp.org/rec/journals/sensors/ZhangWCZ19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2510,Which paper on Type detection was published by Aydogdu in SIU?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/225/3365> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIU' },TC92,"[""<https://dblp.org/pid/225/3365>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2511,In which venue did Friedrich publish the paper about Saturation flow rate?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/itsc/FouratiTFF19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/5447> . <https://dblp.org/rec/conf/itsc/FouratiTFF19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/11/5447>"", ""<https://dblp.org/rec/conf/itsc/FouratiTFF19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2512,Name the venue in which Gonzalez published the paper about Channel routing algorithms.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/integration/GonzalezZ94> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/TFGonzalez> . <https://dblp.org/rec/journals/integration/GonzalezZ94> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/g/TFGonzalez>"", ""<https://dblp.org/rec/journals/integration/GonzalezZ94>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2513,Name the venue in which Graf published the paper about Privacy model.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dbsec/BiskupG88> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/3205> . <https://dblp.org/rec/conf/dbsec/BiskupG88> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/74/3205>"", ""<https://dblp.org/rec/conf/dbsec/BiskupG88>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2514,In which venue did Barclay publish the paper about Microcomputer system?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cryptologia/BarclayB82> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/166/8455> . <https://dblp.org/rec/journals/cryptologia/BarclayB82> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/166/8455>"", ""<https://dblp.org/rec/journals/cryptologia/BarclayB82>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2515,Which author published the paper on Rendering approach and has the name Tong?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icra/WangTSZ15> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/icra/WangTSZ15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2516,Which research paper on Soccer robot was published by Yoichiro in AMiRE?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/2120> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'AMiRE' },TC92,"[""<https://dblp.org/pid/44/2120>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2517,In which venue did Fang-Li publish the paper about Mobile computing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jssc/YuanWYM15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/8053> . <https://dblp.org/rec/journals/jssc/YuanWYM15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/65/8053>"", ""<https://dblp.org/rec/journals/jssc/YuanWYM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2518,Mention the publication on Cycle construction that was published by Bin in ICC.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/4432-2> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICC' },TC92,"[""<https://dblp.org/pid/98/4432-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2519,In which venue did G. publish the paper about Intensity discrimination?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icassp/HuettelC02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/2785> . <https://dblp.org/rec/conf/icassp/HuettelC02> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/17/2785>"", ""<https://dblp.org/rec/conf/icassp/HuettelC02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2520,Which research paper on Traffic analysis was published by Danezis in Privacy Enhancing Technologies?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/1148> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Privacy Enhancing Technologies' },TC92,"[""<https://dblp.org/pid/11/1148>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2521,Which paper on Neighbor graphs was published by Mishne in CoRR?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/125/3214> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC92,"[""<https://dblp.org/pid/125/3214>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2522,In which venue did Gao publish the paper about Resource portrait?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hucc/LinZGLP20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/184/4278> . <https://dblp.org/rec/conf/hucc/LinZGLP20> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/184/4278>"", ""<https://dblp.org/rec/conf/hucc/LinZGLP20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2523,Which paper on Data fusion was published by Longhao in Appl. Intell.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/316/0830> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Appl. Intell.' },TC92,"[""<https://dblp.org/pid/316/0830>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2524,Name the author who published the paper on Rank order and has the name Philippe.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sigpro/Salembier92> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/sigpro/Salembier92>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2525,Which paper on Traffic models was published by Ferling in MMB?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/214/4203> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'MMB' },TC92,"[""<https://dblp.org/pid/214/4203>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2526,Mention the publication on Shot demonstration that was published by Ying in Int. J. Autom. Comput..,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/1805> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Autom. Comput.' },TC92,"[""<https://dblp.org/pid/22/1805>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2527,Which author named Sadaoki published the paper on Speech recognition?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/interspeech/IwanoSF02> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/interspeech/IwanoSF02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2528,Which research paper on App periodicity was published by Han in ICIMCS?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/9625-2> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICIMCS' },TC92,"[""<https://dblp.org/pid/94/9625-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2529,In which venue did Arthur publish the paper about Plan recognition?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aaai/SmithL13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/6868> . <https://dblp.org/rec/conf/aaai/SmithL13> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/09/6868>"", ""<https://dblp.org/rec/conf/aaai/SmithL13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2530,In which venue did Huangang publish the paper about Ramp loss?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/prl/XiaoWX17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/8665> . <https://dblp.org/rec/journals/prl/XiaoWX17> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/64/8665>"", ""<https://dblp.org/rec/journals/prl/XiaoWX17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2531,In which venue did K. publish the paper about Store performance models?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/eor/PaulerTG09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/6211> . <https://dblp.org/rec/journals/eor/PaulerTG09> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/72/6211>"", ""<https://dblp.org/rec/journals/eor/PaulerTG09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
