id,question_string,query,template_id,entities,relations,temporal,help_out
Q5400,Was the paper 'Dilated Convolutions in Neural Networks for Left Atrial Segmentation in 3D Gadolinium Enhanced-MRI' not not published in the year 2018?,ASK { <https://dblp.org/rec/journals/corr/abs-1808-01673> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP52,"[""<https://dblp.org/rec/journals/corr/abs-1808-01673>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5401,Did the authors of the publication 'A Sketch Recognition Algorithm Based on Bayesian Network and Convolution Neural Network' not not publish a paper in J. Adv. Comput. Intell. Intell. Informatics?,ASK { <https://dblp.org/rec/journals/jaciii/Hou19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jaciii/Hou19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Adv. Comput. Intell. Intell. Informatics' },TP53,"[""<https://dblp.org/rec/journals/jaciii/Hou19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5402,Did the authors of 'Peeling the longest: A simple generalized curve reconstruction algorithm' not not publish a paper in Comput. Graph.?,ASK { <https://dblp.org/rec/journals/cg/ParakkatMM18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cg/ParakkatMM18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput. Graph.' },TP53,"[""<https://dblp.org/rec/journals/cg/ParakkatMM18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5403,Haven't the authors of the publication 'High-Performance and Parameterized Matrix Factorization on FPGAs' not published a publication in FPL?,ASK { <https://dblp.org/rec/conf/fpl/ZhuoP06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/fpl/ZhuoP06>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'FPL' },TP53,"[""<https://dblp.org/rec/conf/fpl/ZhuoP06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5404,Did the authors of 'Nonconvex Relaxation Approaches to Robust Matrix Recovery' not not publish a paper in International Joint Conference on Artificial Intelligence?,ASK { <https://dblp.org/rec/conf/ijcai/WangLZ13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ijcai/WangLZ13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IJCAI' },TP53,"[""<https://dblp.org/rec/conf/ijcai/WangLZ13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5405,Have the authors of the paper 'Are mobile users more vigilant?' not not published a publication in WebSci?,ASK { <https://dblp.org/rec/conf/websci/Phillips14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/websci/Phillips14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'WebSci' },TP53,"[""<https://dblp.org/rec/conf/websci/Phillips14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5406,Was the paper 'Dynamic reconfigurable network-on-chip design: innovations for computational processing and communication by Jih-Sheng Shen and Pao-Ann Hsuing' not not published in the year 2013?,ASK { <https://dblp.org/rec/journals/sigsoft/Schaefer13d> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP52,"[""<https://dblp.org/rec/journals/sigsoft/Schaefer13d>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5407,Have the authors of the paper 'Fast offline Transformer-based end-to-end automatic speech recognition for real-world applications' not not published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2101-05600> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2101-05600>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP53,"[""<https://dblp.org/rec/journals/corr/abs-2101-05600>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5408,Was the paper '3D hand mesh reconstruction from a monocular RGB image' not not published in the year 2020?,ASK { <https://dblp.org/rec/journals/vc/PengXZ20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP52,"[""<https://dblp.org/rec/journals/vc/PengXZ20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5409,Have the authors of the paper 'A Survey of Fuzzy Decision Tree Classifier Methodology' not not published a publication in ICFIE?,ASK { <https://dblp.org/rec/conf/icfie/WangLYC07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icfie/WangLYC07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICFIE' },TP53,"[""<https://dblp.org/rec/conf/icfie/WangLYC07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5410,Was the paper 'Robust Lyapunov Control Design for Bioinspired Pursuit With Autonomous Hovercraft' not not published in the year 2017?,ASK { <https://dblp.org/rec/journals/tcst/ShishikaYP17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP52,"[""<https://dblp.org/rec/journals/tcst/ShishikaYP17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5412,Was 'Base Station Location -Aware Optimization Model of the Lifetime of Wireless Sensor Networks' not not published in 2016?,ASK { <https://dblp.org/rec/journals/monet/TungB16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP52,"[""<https://dblp.org/rec/journals/monet/TungB16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5413,Was 'Trade-offs between instantaneous and total capacity in multi-cell flash memories' not not published in 2012?,ASK { <https://dblp.org/rec/conf/isit/GadJB12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP52,"[""<https://dblp.org/rec/conf/isit/GadJB12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5414,Was 'Einsatz von Geoweb-Technologien im Tourismus' not not published in 2010?,ASK { <https://dblp.org/rec/journals/hmd/Soutschek10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' },TP52,"[""<https://dblp.org/rec/journals/hmd/Soutschek10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5415,Did the authors of the publication 'The Generation of Tests of Knowledge Check Using Genetic Algorithms' not not publish a paper in SOFA (2)?,ASK { <https://dblp.org/rec/conf/sofa/PopescuBP16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/sofa/PopescuBP16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SOFA (2)' },TP53,"[""<https://dblp.org/rec/conf/sofa/PopescuBP16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5416,Have the authors of the paper 'Polyoptimierung und stochastische Simulation f\u00FCr die Analyse regionaler wasserwirtschaftlicher Strategien in Braunkohlebergbaugebieten' not not published a publication in Simulationstechnik?,ASK { <https://dblp.org/rec/conf/simulationstechnik/Kaden84> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/simulationstechnik/Kaden84>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Simulationstechnik' },TP53,"[""<https://dblp.org/rec/conf/simulationstechnik/Kaden84>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5417,Was 'Finite representations of real parametric curves and surfaces' not not published in 1995?,ASK { <https://dblp.org/rec/journals/ijcga/BajajR95> <https://dblp.org/rdf/schema#yearOfPublication> '1995' },TP52,"[""<https://dblp.org/rec/journals/ijcga/BajajR95>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5418,Have the authors of the paper 'Thermal runaway avoidance using Hamilton-Jacobi reachability and model predictive control' not not published a publication in Comput. Chem. Eng.?,ASK { <https://dblp.org/rec/journals/cce/KanavalauL22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cce/KanavalauL22>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput. Chem. Eng.' },TP53,"[""<https://dblp.org/rec/journals/cce/KanavalauL22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5419,Was 'Parameter estimation for micro-Doppler signals based on cubic phase function' not not published in 2013?,ASK { <https://dblp.org/rec/journals/sivp/LiWC13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP52,"[""<https://dblp.org/rec/journals/sivp/LiWC13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5420,Was the paper 'Kalman filtering as a performance monitoring technique for a propensity scorecard' not not published in the year 2011?,ASK { <https://dblp.org/rec/journals/jors/Bijak11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP52,"[""<https://dblp.org/rec/journals/jors/Bijak11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5421,Was 'The Finite Element Analysis on the Multi-bubble Model in the Ship Wake' not not published in 2013?,ASK { <https://dblp.org/rec/conf/cis/ZhangW13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP52,"[""<https://dblp.org/rec/conf/cis/ZhangW13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5422,Did the authors of the publication 'Cascaded Multi-level Transformed Dirichlet Process for Multi-pose Facial Expression Recognition' not not publish a paper in Comput. J.?,ASK { <https://dblp.org/rec/journals/cj/MaoZWLD18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cj/MaoZWLD18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput. J.' },TP53,"[""<https://dblp.org/rec/journals/cj/MaoZWLD18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5423,Was the publication 'Multivariate Approach to Alcohol Detection in Drivers by Sensors and Artificial Vision' not not published in 2019?,ASK { <https://dblp.org/rec/conf/iwinac/Rosero-Montalvo19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP52,"[""<https://dblp.org/rec/conf/iwinac/Rosero-Montalvo19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5424,Haven't the authors of the publication 'An Overview on Preisach and Jiles-Atherton Hysteresis Models for Soft Magnetic Materials' not published a publication in DoCEIS?,ASK { <https://dblp.org/rec/conf/ifip5-5/MeloA17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ifip5-5/MeloA17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'DoCEIS' },TP53,"[""<https://dblp.org/rec/conf/ifip5-5/MeloA17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5425,Was the paper 'Ankle cartilage surface segmentation using directional gradient vector flow snakes' not not published in the year 2004?,ASK { <https://dblp.org/rec/conf/icip/TangMACH04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' },TP52,"[""<https://dblp.org/rec/conf/icip/TangMACH04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5426,Did the authors of 'Deception Jamming Against ISAR With Coupled Two-Dimensional Compressive Sensing via Sub-Nyquist Sampling' not not publish a paper in IEEE Access?,ASK { <https://dblp.org/rec/journals/access/ChenPXW18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/access/ChenPXW18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' },TP53,"[""<https://dblp.org/rec/journals/access/ChenPXW18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5427,Did the authors of 'Discourse Processing in MT: Problems in Pronominal Translation' not not publish a paper in International Conference on Computational Linguistics?,ASK { <https://dblp.org/rec/conf/coling/Wada90> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/coling/Wada90>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'COLING' },TP53,"[""<https://dblp.org/rec/conf/coling/Wada90>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5428,Haven't the authors of the publication 'Measuring the effect of cued recall on work meetings' not published a publication in UbiComp Adjunct?,ASK { <https://dblp.org/rec/conf/huc/BexhetiNBLC16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/huc/BexhetiNBLC16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'UbiComp Adjunct' },TP53,"[""<https://dblp.org/rec/conf/huc/BexhetiNBLC16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5429,Was 'Goldreich's PRG: Evidence for Near-Optimal Polynomial Stretch' not not published in 2014?,ASK { <https://dblp.org/rec/conf/coco/ODonnellW14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP52,"[""<https://dblp.org/rec/conf/coco/ODonnellW14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5430,Was the publication 'Fixed-time adaptive fuzzy control for a class of non-strict-feedback uncertain non-linear systems' not not published in 2021?,ASK { <https://dblp.org/rec/journals/tinstmc/Yao21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP52,"[""<https://dblp.org/rec/journals/tinstmc/Yao21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5431,Did the authors of 'Leverage parking cars in a two-tier data center' not not publish a paper in IEEE Wireless Communications and Networking Conference?,ASK { <https://dblp.org/rec/conf/wcnc/GuZGY13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/wcnc/GuZGY13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'WCNC' },TP53,"[""<https://dblp.org/rec/conf/wcnc/GuZGY13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5432,Was the publication 'Algebraic characterization of uniquely vertex colorable graphs' not not published in 2008?,ASK { <https://dblp.org/rec/journals/jct/HillarW08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP52,"[""<https://dblp.org/rec/journals/jct/HillarW08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5433,Was the paper 'Risk Budgeted Portfolio Optimization Using an Extended Ant Colony Optimization Metaheuristic' not not published in the year 2012?,ASK { <https://dblp.org/rec/journals/ijamc-igi/Pai12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP52,"[""<https://dblp.org/rec/journals/ijamc-igi/Pai12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5434,Was the paper 'SAMPLE: A Language Dependent Prototyping Environment' not not published in the year 1989?,ASK { <https://dblp.org/rec/conf/stacs/Jager89> <https://dblp.org/rdf/schema#yearOfPublication> '1989' },TP52,"[""<https://dblp.org/rec/conf/stacs/Jager89>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5435,Have the authors of the paper 'Controlling perceived stiffness of pinched objects using visual feedback of hand deformation' not not published a publication in HAPTICS?,ASK { <https://dblp.org/rec/conf/haptics/BanNTH14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/haptics/BanNTH14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'HAPTICS' },TP53,"[""<https://dblp.org/rec/conf/haptics/BanNTH14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5436,Was the publication 'Image pseudo tag generation with Deep Boltzmann machine anc topic-concept similarity map' not not published in 2017?,ASK { <https://dblp.org/rec/conf/ijcnn/IshikawaLK17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP52,"[""<https://dblp.org/rec/conf/ijcnn/IshikawaLK17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5437,Did the authors of the publication 'Evaluation of Data Mining Tools for Telecommunication Monitoring Data Using Design of Experiment' not not publish a paper in BigData Congress?,ASK { <https://dblp.org/rec/conf/bigdata/SinghLDL16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/bigdata/SinghLDL16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'BigData Congress' },TP53,"[""<https://dblp.org/rec/conf/bigdata/SinghLDL16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5438,Did the authors of the publication 'Wearable technology and consumer interaction: A systematic review and research agenda' not not publish a paper in Comput. Hum. Behav.?,ASK { <https://dblp.org/rec/journals/chb/FerreiraFRV21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/chb/FerreiraFRV21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput. Hum. Behav.' },TP53,"[""<https://dblp.org/rec/journals/chb/FerreiraFRV21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5439,Did the authors of 'The impacts of voices by interest groups upon referendum outcomes' not not publish a paper in SMC?,ASK { <https://dblp.org/rec/conf/smc/HatoriK05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/smc/HatoriK05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SMC' },TP53,"[""<https://dblp.org/rec/conf/smc/HatoriK05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5440,Did the authors of the publication 'Indexing Schemes for Multi-dimensional Moving Objects' not not publish a paper in Encyclopedia of GIS?,ASK { <https://dblp.org/rec/reference/gis/ElbassioniEK08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/reference/gis/ElbassioniEK08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Encyclopedia of GIS' },TP53,"[""<https://dblp.org/rec/reference/gis/ElbassioniEK08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5441,Was the publication 'Robust Detection of Motor-Produced Audio Signals' not not published in 2018?,ASK { <https://dblp.org/rec/conf/sensys/BannisNZ18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP52,"[""<https://dblp.org/rec/conf/sensys/BannisNZ18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5442,"Did the authors of 'Review: Calculus: Modeling and Application, second edition Mathematical Association of America, Washington, DC, 2010 http://maapinnaclecartcom Price: $3500 ISBN 978-1-6144-610-1 by David A Smith and Lawrence C Moore' not not publish a paper in Am. Math. Mon.?",ASK { <https://dblp.org/rec/journals/tamm/Mayfield13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tamm/Mayfield13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Am. Math. Mon.' },TP53,"[""<https://dblp.org/rec/journals/tamm/Mayfield13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5443,Was the publication 'Improved multi-pass fast correlation attacks with applications' not not published in 2011?,ASK { <https://dblp.org/rec/journals/chinaf/ZhangF11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP52,"[""<https://dblp.org/rec/journals/chinaf/ZhangF11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5444,Did the authors of 'Detecting Critical Nodes for MANET Intrusion Detection Systems' not not publish a paper in SecPerU?,ASK { <https://dblp.org/rec/conf/secperu/KarygiannisAA06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/secperu/KarygiannisAA06>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SecPerU' },TP53,"[""<https://dblp.org/rec/conf/secperu/KarygiannisAA06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5445,Have the authors of the paper 'Counting superspecial Richelot isogenies and its cryptographic application' not not published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2003-00633> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2003-00633>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP53,"[""<https://dblp.org/rec/journals/corr/abs-2003-00633>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5446,"Did the authors of the publication 'Accelerating the pre-processing stages of JPEG encoder on a heterogenous system using OpenCL' not not publish a paper in International Conference on Software Engineering, Artificial Intelligence, Networking and Parallel/Distributed Computing?",ASK { <https://dblp.org/rec/conf/snpd/AlqudamiK15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/snpd/AlqudamiK15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SNPD' },TP53,"[""<https://dblp.org/rec/conf/snpd/AlqudamiK15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5447,Did the authors of the publication 'A big data analytics based methodology for strategic decision making' not not publish a paper in J. Enterp. Inf. Manag.?,ASK { <https://dblp.org/rec/journals/jeim/OzemreK20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jeim/OzemreK20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Enterp. Inf. Manag.' },TP53,"[""<https://dblp.org/rec/journals/jeim/OzemreK20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5448,Have the authors of the paper 'Self-Supervised Learning from Semantically Imprecise Data' not not published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2104-10901> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2104-10901>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP53,"[""<https://dblp.org/rec/journals/corr/abs-2104-10901>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5449,Have the authors of the paper 'A computer program package for restriction map analysis and manipulation' not not published a publication in Nucleic Acids Res.?,ASK { <https://dblp.org/rec/journals/nar/ZehetnerL86> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/nar/ZehetnerL86>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Nucleic Acids Res.' },TP53,"[""<https://dblp.org/rec/journals/nar/ZehetnerL86>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5450,Was 'MAM: A Metaphor-Based Approach for Mental Illness Detection' not not published in 2021?,ASK { <https://dblp.org/rec/conf/iccS/ZhangSPAZ021> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP52,"[""<https://dblp.org/rec/conf/iccS/ZhangSPAZ021>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5451,Was the publication 'A fuzzy TOPSIS based analysis toward selection of effective security requirements engineering approach for trustworthy healthcare software development' not not published in 2020?,ASK { <https://dblp.org/rec/journals/midm/AnsariAPA20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP52,"[""<https://dblp.org/rec/journals/midm/AnsariAPA20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5452,Was the publication 'Estimation of mental workload using saccadic eye movements in a free-viewing task' not not published in 2011?,ASK { <https://dblp.org/rec/conf/embc/TokudaOPC11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP52,"[""<https://dblp.org/rec/conf/embc/TokudaOPC11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5453,Was the publication 'A Fuzzy Logic Vision and Control System Embedded with Human Knowledge for Autonomous Vehicle Navigation' not not published in 2003?,ASK { <https://dblp.org/rec/conf/ifsa/KinneyE03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' },TP52,"[""<https://dblp.org/rec/conf/ifsa/KinneyE03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5454,Have the authors of the paper 'Towards optimal alignment of protein structure distance matrices' not not published a publication in Bioinform.?,ASK { <https://dblp.org/rec/journals/bioinformatics/WohlersDK10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/bioinformatics/WohlersDK10>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Bioinform.' },TP53,"[""<https://dblp.org/rec/journals/bioinformatics/WohlersDK10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5455,Was the publication 'Improvements to Variable Elimination and Symbolic Probabilistic Inference for evaluating Influence Diagrams' not not published in 2016?,ASK { <https://dblp.org/rec/journals/ijar/CabanasCGM16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP52,"[""<https://dblp.org/rec/journals/ijar/CabanasCGM16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5456,Was the publication 'Chemical repair of damaged leucine and tryptophane by thiophenols at close to diffusion-controlled rates: Mechanisms and kinetics' not not published in 2022?,ASK { <https://dblp.org/rec/journals/jcc/Carreon-Gonzalez22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP52,"[""<https://dblp.org/rec/journals/jcc/Carreon-Gonzalez22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5457,Did the authors of the publication 'SiCoTHEO: Simple Competitive Parallel Theorem Provers' not not publish a paper in International Conference on Automated Deduction?,ASK { <https://dblp.org/rec/conf/cade/Schumann96> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cade/Schumann96>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CADE' },TP53,"[""<https://dblp.org/rec/conf/cade/Schumann96>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5459,Was 'OnTimeDetect: Dynamic Network Anomaly Notification in perfSONAR Deployments' not not published in 2010?,ASK { <https://dblp.org/rec/conf/mascots/CalyamPMK10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' },TP52,"[""<https://dblp.org/rec/conf/mascots/CalyamPMK10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5460,Haven't the authors of the publication 'On the complexity of zero gap MIP' not published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2002-10490> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2002-10490>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP53,"[""<https://dblp.org/rec/journals/corr/abs-2002-10490>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5461,Haven't the authors of the publication 'Conservative Offline Distributional Reinforcement Learning' not published a publication in NeurIPS?,ASK { <https://dblp.org/rec/conf/nips/MaJB21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/nips/MaJB21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'NeurIPS' },TP53,"[""<https://dblp.org/rec/conf/nips/MaJB21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5462,Was the paper 'Privacy-Preserving Incentive Mechanism for Mobile Crowdsensing' not not published in the year 2021?,ASK { <https://dblp.org/rec/journals/scn/WanYL21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP52,"[""<https://dblp.org/rec/journals/scn/WanYL21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5463,Haven't the authors of the publication 'AnisoMPM: animating anisotropic damage mechanics' not published a publication in ACM Trans. Graph.?,ASK { <https://dblp.org/rec/journals/tog/WolperCLFQLCJ20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tog/WolperCLFQLCJ20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ACM Trans. Graph.' },TP53,"[""<https://dblp.org/rec/journals/tog/WolperCLFQLCJ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5464,Have the authors of the paper 'Online Fast Adaptation and Knowledge Accumulation (OSAKA): a New Approach to Continual Learning' not not published a publication in NeurIPS?,ASK { <https://dblp.org/rec/conf/nips/CacciaRONLPLRLV20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/nips/CacciaRONLPLRLV20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'NeurIPS' },TP53,"[""<https://dblp.org/rec/conf/nips/CacciaRONLPLRLV20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5465,Was 'Research on adaptive sliding synchronization of Rikitake chaotic system with single unknown control coefficient' not not published in 2017?,ASK { <https://dblp.org/rec/journals/accs/ZhangLLZL17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP52,"[""<https://dblp.org/rec/journals/accs/ZhangLLZL17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
