id,question_string,query,template_id,entities,relations,temporal,help_out
Q6554,Count the papers published by the authors of 'A 1-nS 1-V Sub-1-\u00B5W Linear CMOS OTA with Rail-to-Rail Input for Hz-Band Sensory Interfaces' in Sensors.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/sensors/JakuszJBKS20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Sensors' },TP75,"[""<https://dblp.org/rec/journals/sensors/JakuszJBKS20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6555,"In 2015, how many papers did the authors of 'Design and evaluation of an interaction technique for volume selection in a 3D point cloud' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ihm/HamelinD15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP74,"[""<https://dblp.org/rec/conf/ihm/HamelinD15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6556,Count the different affiliations of the authors of 'Column Generation for the Minimum Hyperplanes Clustering Problem'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/colognetwente/AmaldiCD08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/colognetwente/AmaldiCD08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6557,"How many different affiliations do the authors of 'A Rigorous Numerical Analysis of the Transformed Field Expansion Method for Diffraction by Periodic, Layered Structures' have?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/siamnum/HongN21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/siamnum/HongN21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6558,Count the papers published by the authors of 'Interactive Radiotherapy Target Delineation with 3D-Fused Context Propagation' in CoRR.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2012-06873> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP75,"[""<https://dblp.org/rec/journals/corr/abs-2012-06873>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6559,Mention the count of papers published by the authors of 'Development of a NIC driver in C#' in CoRR.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2107-12833> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP75,"[""<https://dblp.org/rec/journals/corr/abs-2107-12833>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6560,How many different affiliations do the authors of 'Unified hierarchical iterate model of human conceptualization and cognition' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/IEEEicci/ZhouJH09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/IEEEicci/ZhouJH09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6561,"How many papers did the authors of 'Even Pairs in Claw-Free Perfect Graphs' publish in J. Comb. Theory, Ser. B?","SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jct/SalesM98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Comb. Theory, Ser. B' }",TP75,"[""<https://dblp.org/rec/journals/jct/SalesM98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6562,How many different affiliations do the authors of 'Habituation: A Possible Mitigation of a Wicked Problem' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ahfe/Richards20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/ahfe/Richards20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6563,How many papers did the authors of 'Security versus performance tradeoffs in RPC implementations for safe language systems' publish in 1998?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/sigopsE/ChangCHHE98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1998' },TP74,"[""<https://dblp.org/rec/conf/sigopsE/ChangCHHE98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6564,"How many different affiliations do the authors of 'From show, to room, to world: a cross-context investigation of how children learn from media programming' have?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icls/DuganSM10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/icls/DuganSM10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6565,Mention the count of papers published by the authors of 'Enhancement of sensor network lifetime based on simple transmission power control technique' in ICCE.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iccel/KimCYK12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICCE' },TP75,"[""<https://dblp.org/rec/conf/iccel/KimCYK12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6566,Count the different affiliations of the authors of 'A brain imaging study of the choice procedure'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/geb/RustichiniDGSP05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/geb/RustichiniDGSP05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6567,How many papers did the authors of 'MOSEL: A FLexible Toolset for Monadic Second-Order Logic' publish in 1997?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/tacas/KelbMMG97> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1997' },TP74,"[""<https://dblp.org/rec/conf/tacas/KelbMMG97>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6568,How many papers did the authors of 'Unsupervised Machine Learning for Clustering the Infected Leaves Based on the Leaf-Colors' publish in WIR?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/wir/KumarKAM18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'WIR' },TP75,"[""<https://dblp.org/rec/conf/wir/KumarKAM18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6569,How many different affiliations do the authors of 'Anomaly Detection of Water Level Using Deep Autoencoder' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/sensors/NicholausPJLK21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/sensors/NicholausPJLK21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6570,How many different affiliations do the authors of 'Automatic Differentiation for All Photons Imaging to See Inside Volumetric Scattering Media' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2006-01897> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/corr/abs-2006-01897>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6571,How many publications did the authors of the paper 'Spike-Based Winner-Take-All Computation: Fundamental Limits and Order-Optimal Circuits' publish in Neural Comput.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/neco/SuCL19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Neural Comput.' },TP75,"[""<https://dblp.org/rec/journals/neco/SuCL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6572,How many different affiliations do the authors of 'ECG Information System based on AHA/ACC/HRS electrocardiography diagnostic statement list' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/bmei/DingZZLD11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/bmei/DingZZLD11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6573,Count the papers published by the authors of 'Secrecy over Multiple-Access Channel: A Game of Competition and Cooperation' in 2019.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jucs/ChenKV19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP74,"[""<https://dblp.org/rec/journals/jucs/ChenKV19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6574,How many papers did the authors of 'A modular test structure for CMOS mismatch characterization' publish in 2003?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iscas/ContiCFORTV03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2003' },TP74,"[""<https://dblp.org/rec/conf/iscas/ContiCFORTV03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6575,How many papers did the authors of 'Extensions and adaptations of existing medical information system in order to reduce social contacts during COVID-19 pandemic' publish in 2020?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ijmi/MilenkovicJR20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP74,"[""<https://dblp.org/rec/journals/ijmi/MilenkovicJR20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6576,Count the different affiliations of the authors of 'A Discrete Homotopic Deformable Model Dealing with Objects with Different Local Dimensions'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/dgci/CointepasBG99> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/dgci/CointepasBG99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6577,"In 2019, how many papers did the authors of 'Multimodal adversarial network for cross-modal retrieval' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/kbs/HuPWX19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP74,"[""<https://dblp.org/rec/journals/kbs/HuPWX19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6578,"In 2001, how many papers did the authors of 'Reconstructing spatio-temporal activities of neural sources using an MEG vector beamformer technique' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tbe/SekiharaNPMM01> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2001' },TP74,"[""<https://dblp.org/rec/journals/tbe/SekiharaNPMM01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6579,Count the papers published by the authors of 'Large-Scale Lattice Gas Monte Carlo Simulations for the Generalized Ising Model' in 2011.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ipps/KerscherMSH11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP74,"[""<https://dblp.org/rec/conf/ipps/KerscherMSH11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6580,"In 2017, how many papers did the authors of 'Distribution of micas using aster data and field sample in nuri deposit of tibet' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/igarss/HuangZ17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP74,"[""<https://dblp.org/rec/conf/igarss/HuangZ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6581,Count the different affiliations of the authors of 'Neural-Based Compensation of Nonlinearities in an Airplane Longitudinal Model with Dynamic-Inversion Control'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/cin/LiuLJ17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/cin/LiuLJ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6582,"Count the papers published by the authors of 'Financial health prediction models using artificial neural networks, genetic algorithm and multivariate discriminant analysis: Iranian evidence' in Expert Syst. Appl..",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/eswa/RafieiMB11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Expert Syst. Appl.' },TP75,"[""<https://dblp.org/rec/journals/eswa/RafieiMB11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6583,"How many authors of 'A Coordinate Geometry Learning Environment with Game-Like Properties' have Carnegie Mellon University, Pittsburgh, USA as their primary affiliation?","SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/its/RaiBH10b> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'Carnegie Mellon University, Pittsburgh, USA' }",TP71,"[""<https://dblp.org/rec/conf/its/RaiBH10b>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6584,How many publications did the authors of the paper 'Effectiveness and Compliance to Social Distancing During COVID-19' publish in CoRR?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2006-12720> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP75,"[""<https://dblp.org/rec/journals/corr/abs-2006-12720>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6585,How many papers did the authors of 'PSAC: Proactive Sequence-Aware Content Caching via Deep Learning at the Network Edge' publish in IEEE Trans. Netw. Sci. Eng.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tnse/ZhangLWLMQ20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Netw. Sci. Eng.' },TP75,"[""<https://dblp.org/rec/journals/tnse/ZhangLWLMQ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6586,"In 2015, how many papers did the authors of 'Iterative Multi-Branch Lattice Reduction-Aided Successive Interference Cancellation for Multiuser MIMO Systems' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/wsa/ArevaloLN15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP74,"[""<https://dblp.org/rec/conf/wsa/ArevaloLN15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6587,"In 2014, how many papers did the authors of 'An Efficient Architecture for Floating Point Based MISO Neural Neworks on FPGA' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/uksim/LaudaniLFS14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP74,"[""<https://dblp.org/rec/conf/uksim/LaudaniLFS14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6588,Count the papers published by the authors of 'Time-continuous Estimation of Emotion in Music with Recurrent Neural Networks' in MediaEval.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/mediaeval/PellegriniB15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'MediaEval' },TP75,"[""<https://dblp.org/rec/conf/mediaeval/PellegriniB15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6589,How many different affiliations do the authors of 'Design of IIR filters with alternative intensification and diversification ability using PSO' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iscit/YamamotoS17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/iscit/YamamotoS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6590,Count the papers published by the authors of 'A Unified Design Theory for Class-E Resonant DC-DC Converter Topologies' in IEEE Access.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/access/PareschiBMRS19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' },TP75,"[""<https://dblp.org/rec/journals/access/PareschiBMRS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6591,Count the different affiliations of the authors of 'Quality assurance and quality development: what will make a difference?'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ifip3-6/Calvert03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/ifip3-6/Calvert03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6592,How many papers did the authors of 'An Improved Computation of the PageRank Algorithm' publish in 2002?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ecir/KimL02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2002' },TP74,"[""<https://dblp.org/rec/conf/ecir/KimL02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6593,Count the different affiliations of the authors of 'Building forensics in: supporting the investigation of digital criminal activities (invited talk)'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/sigsoft/Williams17a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/sigsoft/Williams17a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6594,"In 2021, how many papers did the authors of 'Shift-BNN: Highly-Efficient Probabilistic Bayesian Neural Network Training via Memory-Friendly Pattern Retrieving' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/micro/WanXZWSF21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP74,"[""<https://dblp.org/rec/conf/micro/WanXZWSF21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6595,Count the different affiliations of the authors of 'The linked class of Modula-3'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/sigplan/Levy88> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/sigplan/Levy88>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6596,"In 2017, how many papers did the authors of 'A Linked Data Profiling Service for Quality Assessment' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/esws/Mihindukulasooriya17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP74,"[""<https://dblp.org/rec/conf/esws/Mihindukulasooriya17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6597,Count the different affiliations of the authors of 'Simplified Method of Speed Control of a DC Motor through DAS Using MATLAB-Based PID Controller and Study of its Application in a Voltage Control System of a DC Generator'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ijmtie/ChattopadhyayB13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/ijmtie/ChattopadhyayB13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6598,Mention the count of papers published by the authors of 'Spatial Prisoner's Dilemma in a Network Environment Introducing Heterogeneous Information Distribution' in International Symposium on Information Assurance and Security.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ias/KuraokaFU06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IAS' },TP75,"[""<https://dblp.org/rec/conf/ias/KuraokaFU06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6599,How many different affiliations do the authors of 'Human factors in studies of the safety and reliability of agro-equipment' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ifachms/YahiaPVT10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/ifachms/YahiaPVT10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6600,How many papers did the authors of 'A Change of Scale Formula for Wiener Integrals about the First Variation on the Product Abstract Wiener Space' publish in 2021?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/symmetry/Sik21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP74,"[""<https://dblp.org/rec/journals/symmetry/Sik21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6601,Count the papers published by the authors of 'Performance Issues for Vertex Elimination Methods in Computing Jacobians Using Automatic Differentiation' in 2002.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iccS/TadjouddineFPR02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2002' },TP74,"[""<https://dblp.org/rec/conf/iccS/TadjouddineFPR02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6602,"In 2004, how many papers did the authors of 'Landmine Feature Extraction and Classification of GPR Data Based on SVM Method' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/isnn/ZhangLN04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2004' },TP74,"[""<https://dblp.org/rec/conf/isnn/ZhangLN04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6603,How many different affiliations do the authors of 'The Indian neighbourhood user and designing for mobile internet' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ACMace/Acharya08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/ACMace/Acharya08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6604,How many papers did the authors of 'The roles of FPGAs in reprogrammable systems' publish in Proc. IEEE?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/pieee/Hauck98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Proc. IEEE' },TP75,"[""<https://dblp.org/rec/journals/pieee/Hauck98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6605,Count the papers published by the authors of 'Using Gap Analysis to Improve System Acceptance' in Inf. Syst. Manag..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ism/RussellY06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Inf. Syst. Manag.' },TP75,"[""<https://dblp.org/rec/journals/ism/RussellY06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6606,"In 2019, how many papers did the authors of 'The TMB path loss model for 5 GHz indoor WiFi scenarios: On the empirical relationship between RSSI, MCS, and spatial streams' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/wd/AdameCB19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP74,"[""<https://dblp.org/rec/conf/wd/AdameCB19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6607,"In 2017, how many papers did the authors of 'Locally Repairable Codes with Multiple (ri, \u03B4i)-Localities' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/ChenXH17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP74,"[""<https://dblp.org/rec/journals/corr/ChenXH17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6608,"How many papers did the authors of 'Categorizing student software designs: Methods, results, and implications' publish in 2006?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/csedu/EckerdalMMRZ06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP74,"[""<https://dblp.org/rec/journals/csedu/EckerdalMMRZ06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6609,How many papers did the authors of 'The continued usage of business e-learning courses in Hong Kong corporations' publish in 2007?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/eait/YeungJ07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP74,"[""<https://dblp.org/rec/journals/eait/YeungJ07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
