id,question_string,query,template_id,entities,relations,temporal,help_out
Q4190,Which other papers were written by the authors of 'English-Myanmar Supervised and Unsupervised NMT: NICT's Machine Translation Systems at WAT-2019'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aclwat/WangSCDUS19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/aclwat/WangSCDUS19>) },TP12,"[""<https://dblp.org/rec/conf/aclwat/WangSCDUS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4191,"Mention the venue of the paper 'Towards variant management and change impact analysis in safety-oriented process-product lines' authored by Javed, M. Atif.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sac/JavedGC19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/144/9533> . <https://dblp.org/rec/conf/sac/JavedGC19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/sac/JavedGC19>"", ""<https://dblp.org/pid/144/9533>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4192,"Which other publications were published by the authors of 'Pasro: Pascal For Robots, by C Blume and W Jakob Springer, Berlin, 1985, viii + 133 pp (DM 62)'?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/robotica/Andrew86i> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/robotica/Andrew86i>) },TP12,"[""<https://dblp.org/rec/journals/robotica/Andrew86i>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4193,Name the other publications published by the authors of 'The well-posedness and stability of a repairable standby human-machine system'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mcm/WangX06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/mcm/WangX06>) },TP12,"[""<https://dblp.org/rec/journals/mcm/WangX06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4194,"Chandrasekaran, R. published the paper 'Polynomial time solution to minimum forwarding set problem in wireless networks under disk coverage model' in which venue?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/adhoc/BaysanSC12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/RChandrasekaran> . <https://dblp.org/rec/journals/adhoc/BaysanSC12> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/adhoc/BaysanSC12>"", ""<https://dblp.org/pid/c/RChandrasekaran>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4195,"Mention the venue of the paper 'Consciousness as a Brain Complex Reflection of the Outer World Causal Relationships' authored by Vityaev, E..",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/bica/Vityaev19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/5181> . <https://dblp.org/rec/conf/bica/Vityaev19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/bica/Vityaev19>"", ""<https://dblp.org/pid/39/5181>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4196,"Find the venue of the paper 'An ontology-based integration approach for medical information standards' authored by \u00DCnalir, M. Osman.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/siu/SezerCuB17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/5039> . <https://dblp.org/rec/conf/siu/SezerCuB17> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/siu/SezerCuB17>"", ""<https://dblp.org/pid/48/5039>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4197,Mention the venues of the other papers published by the authors of 'Reduction of Discrete Dynamical Systems over Graphs'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/advcs/MortveitR04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/advcs/MortveitR04>) },TP13,"[""<https://dblp.org/rec/journals/advcs/MortveitR04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4198,What are the venues of the other papers published by the authors of 'Animation Key-Frame Extraction and Simplification Using Deformation Analysis'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcsv/LeeLWC08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/tcsv/LeeLWC08>) },TP13,"[""<https://dblp.org/rec/journals/tcsv/LeeLWC08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4199,"Quaddus, M. A. published the paper 'Diffusion of Information Technology: An Exploration of the Stage Models and Facilitating the User's Choice by Systems Approach' in which venue?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pacis/Quaddus95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/903> . <https://dblp.org/rec/conf/pacis/Quaddus95> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/pacis/Quaddus95>"", ""<https://dblp.org/pid/71/903>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4200,"Mention the venue of the paper 'Reasoning About Linear Constraints Using Parametric Queries' authored by Joskowicz, L..",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fsttcs/HuynhJLL90> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/2699> . <https://dblp.org/rec/conf/fsttcs/HuynhJLL90> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/fsttcs/HuynhJLL90>"", ""<https://dblp.org/pid/66/2699>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4201,Find the authors of 'On the Stability of Best Effort Flow Control Mechanisms in On-Chip Architectures' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/mascots/TalebiK08> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/mascots/TalebiK08>) },TP23,"[""<https://dblp.org/rec/conf/mascots/TalebiK08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4202,Who are the authors of 'Optimal two-phase vaccine allocation to geographically different regions under uncertainty' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/eor/YarmandIDL14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/eor/YarmandIDL14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4203,List the authors of 'Diversity as width' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/scw/BasiliV13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/scw/BasiliV13>) },TP24,"[""<https://dblp.org/rec/journals/scw/BasiliV13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4204,Who are the authors of the publication 'Model Predictive Control for Dual Active Bridge in Naval DC Microgrids Supplying Pulsed Power Loads Featuring Fast Transition and Online Transformer Current Minimization' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tie/XiaoCJWD20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/tie/XiaoCJWD20>) },TP23,"[""<https://dblp.org/rec/journals/tie/XiaoCJWD20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4205,"Who are the authors of the publication 'Observe, Discuss, and Reason with Evidence in Science: Scaffolding Conceptual Change with ODRES' and where did they publish other papers?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iadis/AngeliVLS05> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/iadis/AngeliVLS05>) },TP24,"[""<https://dblp.org/rec/conf/iadis/AngeliVLS05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4206,Find the authors of 'The Analysis of Stress-Induced Duplex Destabilization in Long Genomic DNA Sequences' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jcb/BenhamB04> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/jcb/BenhamB04>) },TP23,"[""<https://dblp.org/rec/journals/jcb/BenhamB04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4207,Find the authors of 'Spectral Image Visualization Using Generative Adversarial Networks' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1802-02290> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-1802-02290>) },TP24,"[""<https://dblp.org/rec/journals/corr/abs-1802-02290>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4208,Who are the authors of the publication 'Exploration Harnesses: Tool-Supported Interactive Discovery of Commercial Component Properties' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/kbse/CopenhaferS99> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/kbse/CopenhaferS99>) },TP23,"[""<https://dblp.org/rec/conf/kbse/CopenhaferS99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4209,List the authors of 'Visually induced motion sickness: Single- versus dual-axis motion' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/displays/DielsH11> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/displays/DielsH11>) },TP23,"[""<https://dblp.org/rec/journals/displays/DielsH11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4210,Who are the authors of the publication 'Implementing Protected Multi-User Communication for Myrinet' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/canpc/NagarSS98> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/canpc/NagarSS98>) },TP24,"[""<https://dblp.org/rec/conf/canpc/NagarSS98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4211,Who are the authors of 'IAM: An Inferential Abstract Modeling Approach to Design of Conceptual Schema' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/sigmod/Bubenko77> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/sigmod/Bubenko77>) },TP24,"[""<https://dblp.org/rec/conf/sigmod/Bubenko77>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4212,Who are the authors of the publication 'On a class of genuinely 2D incomplete Riemann solvers for hyperbolic systems' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/cmm/GallardoSC20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/cmm/GallardoSC20>) },TP23,"[""<https://dblp.org/rec/journals/cmm/GallardoSC20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4213,Who are the authors of 'Spectrum Sharing Secondary Users in Presence of Multiple Adversaries' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/netcoop/SethRY20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/netcoop/SethRY20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4214,Find the authors of 'Space-Efficient Counting in Graphs on Surfaces' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/cc/BravermanKR09> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/cc/BravermanKR09>) },TP23,"[""<https://dblp.org/rec/journals/cc/BravermanKR09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4215,Who are the authors of the publication 'Design of a scan converter using cubic splines' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tce/LeeKOC01> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/tce/LeeKOC01>) },TP24,"[""<https://dblp.org/rec/journals/tce/LeeKOC01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4216,List the authors of 'PAVLOV: A Programmable Architecture for Volume Processing' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/egh/KreegerK98> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/egh/KreegerK98>) },TP24,"[""<https://dblp.org/rec/conf/egh/KreegerK98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4217,Who are the authors of the publication 'A protein alignment partitioning method for protein phylogenetic inference' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/rivf/KimV20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/rivf/KimV20>) },TP23,"[""<https://dblp.org/rec/conf/rivf/KimV20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4218,List the authors of 'Some algorithms for the mean curvature flow under topological changes' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1908-09690> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/corr/abs-1908-09690>) },TP23,"[""<https://dblp.org/rec/journals/corr/abs-1908-09690>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4219,Find the authors of 'Adopting telemedicine services in the airline framework' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/titb/BeltrameBM01> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/titb/BeltrameBM01>) },TP23,"[""<https://dblp.org/rec/journals/titb/BeltrameBM01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4220,Find the authors of 'GlycanAnalyzer: software for automated interpretation of N-glycan profiles after exoglycosidase digestions' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/bioinformatics/WalshNWTCJTR19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/bioinformatics/WalshNWTCJTR19>) },TP24,"[""<https://dblp.org/rec/journals/bioinformatics/WalshNWTCJTR19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4221,List the authors of 'Opportunities: A Unifying Framework for Planning and Execution' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/aips/PryorC94> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/aips/PryorC94>) },TP23,"[""<https://dblp.org/rec/conf/aips/PryorC94>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4222,Who are the authors of the publication 'Leveraged least trimmed absolute deviations' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ors/Sudermann-MerxR21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/ors/Sudermann-MerxR21>) },TP23,"[""<https://dblp.org/rec/journals/ors/Sudermann-MerxR21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4223,Find the authors of 'Tailored e-Health services for the dementia care setting: a pilot study of 'eHealthMonitor'' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/midm/SchallerMGCGESG15> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/midm/SchallerMGCGESG15>) },TP24,"[""<https://dblp.org/rec/journals/midm/SchallerMGCGESG15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4224,Who are the authors of 'Virtual Reality System as an affective medium to induce specific emotion: A validation study' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ervr/WuWX16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/ervr/WuWX16>) },TP23,"[""<https://dblp.org/rec/conf/ervr/WuWX16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4225,Who are the authors of the publication 'Implementing Critical Success Factors in Software Reuse' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ibmsj/Wasmund93> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/ibmsj/Wasmund93>) },TP23,"[""<https://dblp.org/rec/journals/ibmsj/Wasmund93>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4226,Find the authors of 'Cancellation-Free Circuits in Unbounded and Bounded Depth' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/fct/BoyarF13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/fct/BoyarF13>) },TP24,"[""<https://dblp.org/rec/conf/fct/BoyarF13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4227,Find the authors of 'Legal Compliance Through Design: Preliminary Results' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/jurix/HashmiCK18> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/jurix/HashmiCK18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4228,List the authors of 'Automatische Generierung optimaler modellbasierter Regressionstests' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/gi/PinteBSO07> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/gi/PinteBSO07>) },TP23,"[""<https://dblp.org/rec/conf/gi/PinteBSO07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4229,List the authors of 'A 15-19-GHz All-Digital Tri-Phasing Transmitter With an Integrated Multilevel Class-D Power Amplifier Achieving 100-MHz RF Bandwidth' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jssc/LembergMRANSAVK19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/jssc/LembergMRANSAVK19>) },TP24,"[""<https://dblp.org/rec/journals/jssc/LembergMRANSAVK19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4230,Who are the authors of the publication 'Evaluation of the potential of multi-modal sensors for respiratory motion prediction and correlation' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/embc/DurichenDBWSE13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/embc/DurichenDBWSE13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4231,Who are the authors of the publication 'Getting Out Of A Tailorability Dilemma' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/gi/DraxlerS06> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/gi/DraxlerS06>) },TP23,"[""<https://dblp.org/rec/conf/gi/DraxlerS06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4232,Who are the authors of the publication 'Precompression Quality-Control Algorithm for JPEG 2000' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tip/ChangFCCC06> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/tip/ChangFCCC06>) },TP23,"[""<https://dblp.org/rec/journals/tip/ChangFCCC06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4233,Who are the authors of the publication 'Manifold Adaptive Kernel Local Fisher Discriminant Analysis for Face Recognition' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jmm2/WangS12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/jmm2/WangS12>) },TP24,"[""<https://dblp.org/rec/journals/jmm2/WangS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4234,Who are the authors of the publication 'Anforderungserhebung in der \u00F6ffentlichen Verwaltung - Ein Vorschlag f\u00FCr einen strukturierten Erhebungsprozess und die resultierende Anforderungsdokumentation' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/wirtschaftsinformatik/StephanowH11> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/wirtschaftsinformatik/StephanowH11>) },TP23,"[""<https://dblp.org/rec/conf/wirtschaftsinformatik/StephanowH11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4235,List the authors of 'High-Dimensional Neural Feature Using Rectified Linear Unit And Random Matrix Instance' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icassp/JavidVSC20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/icassp/JavidVSC20>) },TP24,"[""<https://dblp.org/rec/conf/icassp/JavidVSC20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4236,Who are the authors of the publication 'Improving Tor security against timing and traffic analysis attacks with fair randomization' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/isecure/TavakolyA14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/isecure/TavakolyA14>) },TP23,"[""<https://dblp.org/rec/journals/isecure/TavakolyA14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4237,List the authors of 'An intuitive model of perceptual grouping for HCI design' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/chi/RosenholtzTSW09> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/chi/RosenholtzTSW09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4238,Who are the authors of the publication 'An audio fingerprinting system for live version identification using image processing techniques' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icassp/RafiiCH14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/icassp/RafiiCH14>) },TP23,"[""<https://dblp.org/rec/conf/icassp/RafiiCH14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4239,List the authors of 'Maximum Agreement Subtree (of 2 Binary Trees)' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/reference/algo/Hariharan16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/reference/algo/Hariharan16>) },TP23,"[""<https://dblp.org/rec/reference/algo/Hariharan16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4240,Who are the authors of the publication 'Design and performance of a 3G mobile satellite system' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/milcom/RavishankarMBNJ11> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/milcom/RavishankarMBNJ11>) },TP23,"[""<https://dblp.org/rec/conf/milcom/RavishankarMBNJ11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4241,Who are the authors of 'Dynamic Game for Strategy Selection in Hardware Trojan Attack and Defense' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/access/YangGH20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/access/YangGH20>) },TP24,"[""<https://dblp.org/rec/journals/access/YangGH20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4242,Who are the authors of the publication 'Unsupervised Learning of Camera Pose with Compositional Re-estimation' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/wacv/NabaviHFW20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/wacv/NabaviHFW20>) },TP23,"[""<https://dblp.org/rec/conf/wacv/NabaviHFW20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
