id,question_string,query,template_id,entities,relations,temporal,help_out
Q4859,Did the authors of the publication 'Improved intra prediction for high definition video using localized horizontal spatial prediction' also publish 'On Mean Field Games for Agents With Langevin Dynamics'?,ASK { <https://dblp.org/rec/conf/icip/WuTXWL10> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tcns/BakshiGT19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/tcns/BakshiGT19> != <https://dblp.org/rec/conf/icip/WuTXWL10>) },TP35,"[""<https://dblp.org/rec/conf/icip/WuTXWL10>"", ""<https://dblp.org/rec/journals/tcns/BakshiGT19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4860,Was the publication 'Parallel Multilevel Algorithms for Multi-constraint Graph Partitioning (Distinguished Paper)' published in 2000?,ASK { <https://dblp.org/rec/conf/europar/SchloegelKK00> <https://dblp.org/rdf/schema#yearOfPublication> '2000' },TP34,"[""<https://dblp.org/rec/conf/europar/SchloegelKK00>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4861,Did the authors of the publication 'Data formats for high efficiency coding of Lytro-Illum light fields' also publish a publication in KR?,ASK { <https://dblp.org/rec/conf/ipta/VieiraDPTA15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ipta/VieiraDPTA15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'KR' },TP36,"[""<https://dblp.org/rec/conf/ipta/VieiraDPTA15>"", ""KR""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4862,Was 'CSCW research @ Latin America' published in 2019?,ASK { <https://dblp.org/rec/journals/interactions/LopezSGG19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP34,"[""<https://dblp.org/rec/journals/interactions/LopezSGG19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4863,Did the authors of 'Greedy gap's Boundary Finder: The impulsive noise rejection for compressed measurement image signal' also publish the publication 'Future network deployment strategy based on user behavior analysis and stochastic geometry'?,ASK { <https://dblp.org/rec/conf/iscit/SuwanwimolkulSA12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icnidc/LiaoGGWG16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icnidc/LiaoGGWG16> != <https://dblp.org/rec/conf/iscit/SuwanwimolkulSA12>) },TP35,"[""<https://dblp.org/rec/conf/iscit/SuwanwimolkulSA12>"", ""<https://dblp.org/rec/conf/icnidc/LiaoGGWG16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4864,Was the paper 'Improving 3D convolutional neural network comprehensibility via interactive visualization of relevance maps: Evaluation in Alzheimer's disease' published in the year 2020?,ASK { <https://dblp.org/rec/journals/corr/abs-2012-10294> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP34,"[""<https://dblp.org/rec/journals/corr/abs-2012-10294>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4865,Did the authors of the paper 'Digital signal processing for data converters in mixed-signal systems' also publish a publication in Conference on Learning Theory?,ASK { <https://dblp.org/rec/journals/ei/VogelMSD09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ei/VogelMSD09>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'COLT' },TP36,"[""<https://dblp.org/rec/journals/ei/VogelMSD09>"", ""COLT""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4866,Did the authors of the paper 'Intensity dependent spatial quantization with application in HEVC' also publish the publication 'Automatic generation of gouge-free and angular-velocity-compliant five-axis toolpath'?,ASK { <https://dblp.org/rec/conf/icmcs/NaccariM13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cad/WangT07a> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cad/WangT07a> != <https://dblp.org/rec/conf/icmcs/NaccariM13>) },TP35,"[""<https://dblp.org/rec/conf/icmcs/NaccariM13>"", ""<https://dblp.org/rec/journals/cad/WangT07a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4867,Did the authors of the publication 'An Efficient Numerical Approach for Solving Two-Point Fractional Order Nonlinear Boundary Value Problems with Robin Boundary Conditions' also publish the publication 'Future transport network architectures'?,ASK { <https://dblp.org/rec/journals/corr/abs-2010-02040> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cm/DoverspikePW99> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cm/DoverspikePW99> != <https://dblp.org/rec/journals/corr/abs-2010-02040>) },TP35,"[""<https://dblp.org/rec/journals/corr/abs-2010-02040>"", ""<https://dblp.org/rec/journals/cm/DoverspikePW99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4868,Did the authors of the publication 'Metric Reconstruction with Missing Data under Weak Perspective' also publish 'Multiple Gaussian Mixture Models for Image Registration'?,ASK { <https://dblp.org/rec/conf/bmvc/PernekHK08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ieicet/YeLZ14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/ieicet/YeLZ14> != <https://dblp.org/rec/conf/bmvc/PernekHK08>) },TP35,"[""<https://dblp.org/rec/conf/bmvc/PernekHK08>"", ""<https://dblp.org/rec/journals/ieicet/YeLZ14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4869,Did the authors of the publication 'Simulation Method of SAR Raw Echo for Urban Scene' publish other papers in Selected Areas in Cryptography?,ASK { <https://dblp.org/rec/conf/icisp/ZhengZZL08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icisp/ZhengZZL08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SAC' },TP36,"[""<https://dblp.org/rec/conf/icisp/ZhengZZL08>"", ""SAC""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4870,Did the authors of the paper 'Real-time Wearable Computer Vision System for Improved Museum Experience' also publish a publication in ICCSAMA?,ASK { <https://dblp.org/rec/conf/mm/TaverritiLSBB16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/mm/TaverritiLSBB16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICCSAMA' },TP36,"[""<https://dblp.org/rec/conf/mm/TaverritiLSBB16>"", ""ICCSAMA""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4871,Was the publication 'Experiments on Personal Opinion Expression and Consensus Building using ' published in 2008?,ASK { <https://dblp.org/rec/conf/iucs/ItayaKTDY08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP34,"[""<https://dblp.org/rec/conf/iucs/ItayaKTDY08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4872,Did the authors of the publication 'The impact of information technology on risk management' also publish the publication 'On full message exchange in MIMO DF multi-way relay networks'?,ASK { <https://dblp.org/rec/journals/procedia/TeymouriA11> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/spawc/YanLC14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/spawc/YanLC14> != <https://dblp.org/rec/journals/procedia/TeymouriA11>) },TP35,"[""<https://dblp.org/rec/journals/procedia/TeymouriA11>"", ""<https://dblp.org/rec/conf/spawc/YanLC14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4873,Did the authors of the publication 'Ad hoc assisted handoff for real-time voice in IEEE 80211 infrastructure WLANs' also publish 'The Critical Role of Historiography in Writing IS History'?,ASK { <https://dblp.org/rec/conf/wcnc/HeTZK04> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cais/Straub15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cais/Straub15> != <https://dblp.org/rec/conf/wcnc/HeTZK04>) },TP35,"[""<https://dblp.org/rec/conf/wcnc/HeTZK04>"", ""<https://dblp.org/rec/journals/cais/Straub15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4874,Did the authors of 'Strongly Secure Authenticated Key Exchange without NAXOS' Approach under Computational Diffie-Hellman Assumption' also publish a paper in Visual Information Processing?,ASK { <https://dblp.org/rec/journals/ieicet/KimFU12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ieicet/KimFU12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Visual Information Processing' },TP36,"[""<https://dblp.org/rec/journals/ieicet/KimFU12>"", ""Visual Information Processing""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4875,"Do the authors of 'Visual and Affective Multimodal Models of Word Meaning in Language and Mind' have University of New South Wales, School of Psychology, Australia as their primary affiliation?","ASK { <https://dblp.org/rec/journals/cogsci/DeyneNCP21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of New South Wales, School of Psychology, Australia' }",TP33,"[""<https://dblp.org/rec/journals/cogsci/DeyneNCP21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4876,Was the publication 'Validating a geographical image retrieval system' published in the year 2000?,ASK { <https://dblp.org/rec/journals/jasis/ZhuC00> <https://dblp.org/rdf/schema#yearOfPublication> '2000' },TP34,"[""<https://dblp.org/rec/journals/jasis/ZhuC00>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4877,Was the paper 'Zoom on the Keystrokes: Exploiting Video Calls for Keystroke Inference Attacks' published in the year 2020?,ASK { <https://dblp.org/rec/journals/corr/abs-2010-12078> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP34,"[""<https://dblp.org/rec/journals/corr/abs-2010-12078>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4878,Was the publication 'A Hybrid Continuous Time Incremental and SAR Two-Step ADC with 905dB DR over 1MHz BW' published in the year 2021?,ASK { <https://dblp.org/rec/conf/asscc/WangDHSZKZSHTT21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP34,"[""<https://dblp.org/rec/conf/asscc/WangDHSZKZSHTT21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4879,Did the authors of the publication 'A decision support system to develop a quality management in academic digital libraries' also publish a publication in ICRA?,ASK { <https://dblp.org/rec/journals/isci/CabrerizoMPGH15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/isci/CabrerizoMPGH15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICRA' },TP36,"[""<https://dblp.org/rec/journals/isci/CabrerizoMPGH15>"", ""ICRA""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4880,Did the authors of the publication 'Cost optimal scheduling in IaaS for dependent workload with particle swarm optimization' also publish the paper 'Efficient Transaction Nesting in Hardware Transactional Memory'?,ASK { <https://dblp.org/rec/journals/tjs/NetjindaSA14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/arcs/LiuSZWZLQ10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/arcs/LiuSZWZLQ10> != <https://dblp.org/rec/journals/tjs/NetjindaSA14>) },TP35,"[""<https://dblp.org/rec/journals/tjs/NetjindaSA14>"", ""<https://dblp.org/rec/conf/arcs/LiuSZWZLQ10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4881,Is University of Groningen the primary affiliation of the authors of 'Henry Prakken (1997) Logical Tools for Modelling Legal Argument A Study of Defeasible Reasoning in Law'?,"ASK { <https://dblp.org/rec/journals/ail/Verheij00> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Groningen, The Netherlands' }",TP33,"[""<https://dblp.org/rec/journals/ail/Verheij00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4882,Did the authors of the paper 'Accelerating multi-user large vocabulary continuous speech recognition on heterogeneous CPU-GPU platforms' also publish the publication 'On the minimum length of linear codes over F5'?,ASK { <https://dblp.org/rec/conf/icassp/KimL16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/dm/BouyuklievKM15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/dm/BouyuklievKM15> != <https://dblp.org/rec/conf/icassp/KimL16>) },TP35,"[""<https://dblp.org/rec/conf/icassp/KimL16>"", ""<https://dblp.org/rec/journals/dm/BouyuklievKM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4883,Did the authors of 'Automated Benchmarking of Functional Data Structures' also publish a paper in the venue IGARSS?,ASK { <https://dblp.org/rec/conf/padl/MossR99> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/padl/MossR99>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IGARSS' },TP36,"[""<https://dblp.org/rec/conf/padl/MossR99>"", ""IGARSS""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4884,Was 'ACTRCE: Augmenting Experience via Teacher's Advice For Multi-Goal Reinforcement Learning' published in 2019?,ASK { <https://dblp.org/rec/journals/corr/abs-1902-04546> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP34,"[""<https://dblp.org/rec/journals/corr/abs-1902-04546>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4885,Did the authors of 'Scaling of back-propagation training time to large dimensions' also publish the publication 'SPEX: A Generic Framework for Enhancing Neural Social Recommendation'?,ASK { <https://dblp.org/rec/conf/ijcnn/WilenskyN90> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tois/0057LX0LJ22> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/tois/0057LX0LJ22> != <https://dblp.org/rec/conf/ijcnn/WilenskyN90>) },TP35,"[""<https://dblp.org/rec/conf/ijcnn/WilenskyN90>"", ""<https://dblp.org/rec/journals/tois/0057LX0LJ22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4886,Did the authors of 'Relational Learning Between Multiple Pulmonary Nodules via Deep Set Attention Transformers' also publish a paper in the venue Comput. Intell.?,ASK { <https://dblp.org/rec/conf/isbi/YangDHNX20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/isbi/YangDHNX20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput. Intell.' },TP36,"[""<https://dblp.org/rec/conf/isbi/YangDHNX20>"", ""Comput. Intell.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4887,Was the publication 'On the efficiency of classical RASTA filtering for continuous speech recognition: Keeping the balance between acoustic pre-processing and acoustic modelling' published in the year 2003?,ASK { <https://dblp.org/rec/journals/speech/VethB03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' },TP34,"[""<https://dblp.org/rec/journals/speech/VethB03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4888,Was the paper 'Integral Approximations for Coverage Probability' published in the year 2015?,ASK { <https://dblp.org/rec/journals/corr/GuruacharyaTH15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP34,"[""<https://dblp.org/rec/journals/corr/GuruacharyaTH15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4889,Was the publication 'ES2: Data centers to support tomorrow's cloud' published in 2014?,ASK { <https://dblp.org/rec/conf/isscc/ChangAHC14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP34,"[""<https://dblp.org/rec/conf/isscc/ChangAHC14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4890,Was the publication 'Optimized fuzzy clustering in wireless sensor networks using improved squirrel search algorithm' published in the year 2022?,ASK { <https://dblp.org/rec/journals/fss/Le-NgocTBRH22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP34,"[""<https://dblp.org/rec/journals/fss/Le-NgocTBRH22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4891,Did the authors of the paper 'Reliable Data Fusion of Hierarchical Wireless Sensor Networks With Asynchronous Measurement for Greenhouse Monitoring' also publish the publication 'Journal of Real-Time Image Processing: second issue of volume 15'?,ASK { <https://dblp.org/rec/journals/tcst/BaiWSW19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jrtip/KehtarnavazC18a> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jrtip/KehtarnavazC18a> != <https://dblp.org/rec/journals/tcst/BaiWSW19>) },TP35,"[""<https://dblp.org/rec/journals/tcst/BaiWSW19>"", ""<https://dblp.org/rec/journals/jrtip/KehtarnavazC18a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4892,Was the paper 'NL2 Alloy: A Tool to Generate Alloy from NL Constraints' published in the year 2012?,ASK { <https://dblp.org/rec/journals/jdim/BajwaBLA12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP34,"[""<https://dblp.org/rec/journals/jdim/BajwaBLA12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4893,Is University of Duisburg-Essen the primary affiliation of the authors of 'Online Self-Presentation: Balancing Privacy Concerns and Impression Construction on Social Networking Sites'?,"ASK { <https://dblp.org/rec/books/daglib/p/KramerH11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Duisburg-Essen, Germany' }",TP33,"[""<https://dblp.org/rec/books/daglib/p/KramerH11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4894,"Did the authors of the paper 'Adopt or not: Manufacturers' RFID decisions for gray marketing in a competitive environment' also publish the publication 'Annoucement, Web X: A Decade of the World Wide Web'?",ASK { <https://dblp.org/rec/journals/candie/DingYH21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/lre/KretzschmarB03> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/lre/KretzschmarB03> != <https://dblp.org/rec/journals/candie/DingYH21>) },TP35,"[""<https://dblp.org/rec/journals/candie/DingYH21>"", ""<https://dblp.org/rec/journals/lre/KretzschmarB03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4895,Did the authors of the publication 'Variational Autoencoders for Deforming 3D Mesh Models' publish other papers in HMD Prax. Wirtsch.?,ASK { <https://dblp.org/rec/conf/cvpr/Tan0LX18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cvpr/Tan0LX18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'HMD Prax. Wirtsch.' },TP36,"[""<https://dblp.org/rec/conf/cvpr/Tan0LX18>"", ""HMD Prax. Wirtsch.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4896,Was the publication 'Dynamic programming approach to discrete time dynamic feedback Stackelberg games with independent and dependent followers' published in 2006?,ASK { <https://dblp.org/rec/journals/eor/NieCF06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP34,"[""<https://dblp.org/rec/journals/eor/NieCF06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4897,Did the authors of the publication 'Cloud of Line Distribution and Random Forest Based Text Detection from Natural/Video Scene Images' also publish a publication in ECOC?,ASK { <https://dblp.org/rec/conf/mmm/WangWSL18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/mmm/WangWSL18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ECOC' },TP36,"[""<https://dblp.org/rec/conf/mmm/WangWSL18>"", ""ECOC""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4898,Did the authors of 'Effective page refresh policies for Web crawlers' also publish the publication 'Applying Fuzzy Measures for Considering Interaction Effects in Fine Root Dispersal Models'?,ASK { <https://dblp.org/rec/journals/tods/ChoG03> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/smps/NatherW06> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/smps/NatherW06> != <https://dblp.org/rec/journals/tods/ChoG03>) },TP35,"[""<https://dblp.org/rec/journals/tods/ChoG03>"", ""<https://dblp.org/rec/conf/smps/NatherW06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4899,Was the publication 'Synchronization of Delayed Neural Networks via Integral-Based Event-Triggered Scheme' published in 2020?,ASK { <https://dblp.org/rec/journals/tnn/ZhangNOY20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP34,"[""<https://dblp.org/rec/journals/tnn/ZhangNOY20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4900,Did the authors of 'Achieving transparency for teleoperator systems under position and rate control' also publish the publication 'Quadratic Integer Programming: Complexity and Equivalent Forms'?,ASK { <https://dblp.org/rec/conf/iros/ZhuS95> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/reference/opt/ChaovalitwongseAP09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/reference/opt/ChaovalitwongseAP09> != <https://dblp.org/rec/conf/iros/ZhuS95>) },TP35,"[""<https://dblp.org/rec/conf/iros/ZhuS95>"", ""<https://dblp.org/rec/reference/opt/ChaovalitwongseAP09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4901,Did the authors of the publication 'Compact and Side Channel Secure Discrete Gaussian Sampling' not publish 'Towards Rapid Dynamic Partial Reconfiguration in Video-Based Driver Assistance Systems'?,ASK { <https://dblp.org/rec/journals/iacr/RoyRVV14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/arc/ClausAAS10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/arc/ClausAAS10> != <https://dblp.org/rec/journals/iacr/RoyRVV14>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/iacr/RoyRVV14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/arc/ClausAAS10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/arc/ClausAAS10> != <https://dblp.org/rec/journals/iacr/RoyRVV14>) } },TP44,"[""<https://dblp.org/rec/journals/iacr/RoyRVV14>"", ""<https://dblp.org/rec/conf/arc/ClausAAS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4902,Wasn't the paper 'Controlling passage through resonances in vibratory actuators' published in the year 1999?,ASK { <https://dblp.org/rec/conf/eucc/TomchinaN99> <https://dblp.org/rdf/schema#yearOfPublication> '1999' FILTER NOT EXISTS { <https://dblp.org/rec/conf/eucc/TomchinaN99> <https://dblp.org/rdf/schema#yearOfPublication> '1999' } },TP42,"[""<https://dblp.org/rec/conf/eucc/TomchinaN99>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4903,"Did the authors of the publication 'Reviewing and Improving the Gaussian Mechanism for Differential Privacy' not publish 'Integrating a simulation case study into CS2: developing design, empirical and analysis skills'?",ASK { <https://dblp.org/rec/journals/corr/abs-1911-12060> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/sigcse/RobbinsKD02> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/sigcse/RobbinsKD02> != <https://dblp.org/rec/journals/corr/abs-1911-12060>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1911-12060> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/sigcse/RobbinsKD02> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/sigcse/RobbinsKD02> != <https://dblp.org/rec/journals/corr/abs-1911-12060>) } },TP44,"[""<https://dblp.org/rec/journals/corr/abs-1911-12060>"", ""<https://dblp.org/rec/conf/sigcse/RobbinsKD02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4904,Was 'WebCanal: A Multicast Web Application' not published in 1997?,ASK { <https://dblp.org/rec/journals/cn/Liao97> <https://dblp.org/rdf/schema#yearOfPublication> '1997' FILTER NOT EXISTS { <https://dblp.org/rec/journals/cn/Liao97> <https://dblp.org/rdf/schema#yearOfPublication> '1997' } },TP42,"[""<https://dblp.org/rec/journals/cn/Liao97>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4905,Did the authors of the publication 'Improved Coefficient Recovery and Its Application for Rewritable Data Embedding' not publish a paper in J. Imaging?,ASK { <https://dblp.org/rec/journals/jimaging/SiiOW21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jimaging/SiiOW21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Imaging' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jimaging/SiiOW21> <https://dblp.org/rdf/schema#publishedIn> 'J. Imaging' } },TP43,"[""<https://dblp.org/rec/journals/jimaging/SiiOW21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4906,Did the authors of 'Emerging wireless technologies [Message from the Editor-in-Chief]' not publish 'Distributed joint spoofing attack identification and estimation in sensor networks'?,ASK { <https://dblp.org/rec/journals/wc/Jamalipour07> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/chinasip/ZhangB15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/chinasip/ZhangB15> != <https://dblp.org/rec/journals/wc/Jamalipour07>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/wc/Jamalipour07> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/chinasip/ZhangB15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/chinasip/ZhangB15> != <https://dblp.org/rec/journals/wc/Jamalipour07>) } },TP44,"[""<https://dblp.org/rec/journals/wc/Jamalipour07>"", ""<https://dblp.org/rec/conf/chinasip/ZhangB15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4907,Did the authors of 'Semantic Segmentation of the Growth Stages of Plasmodium Parasites using Convolutional Neural Networks' not publish a paper in AFRICON?,ASK { <https://dblp.org/rec/conf/africon/AladagoTR19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/africon/AladagoTR19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'AFRICON' FILTER NOT EXISTS { <https://dblp.org/rec/conf/africon/AladagoTR19> <https://dblp.org/rdf/schema#publishedIn> 'AFRICON' } },TP43,"[""<https://dblp.org/rec/conf/africon/AladagoTR19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4908,"Wasn't the publication 'Stochastic cyclic flow lines: non-blocking, Markovian models' published in 1998?",ASK { <https://dblp.org/rec/journals/jors/LeeS98> <https://dblp.org/rdf/schema#yearOfPublication> '1998' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jors/LeeS98> <https://dblp.org/rdf/schema#yearOfPublication> '1998' } },TP42,"[""<https://dblp.org/rec/journals/jors/LeeS98>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4909,Wasn't the publication 'Reducing audio membership inference attack accuracy to chance: 4 defenses' published in 2019?,ASK { <https://dblp.org/rec/journals/corr/abs-1911-01888> <https://dblp.org/rdf/schema#yearOfPublication> '2019' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1911-01888> <https://dblp.org/rdf/schema#yearOfPublication> '2019' } },TP42,"[""<https://dblp.org/rec/journals/corr/abs-1911-01888>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4910,Wasn't the paper 'Analysis of conditional resource sharing using a guard-based control representation' published in the year 1995?,ASK { <https://dblp.org/rec/conf/iccd/RadivojevicB95> <https://dblp.org/rdf/schema#yearOfPublication> '1995' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iccd/RadivojevicB95> <https://dblp.org/rdf/schema#yearOfPublication> '1995' } },TP42,"[""<https://dblp.org/rec/conf/iccd/RadivojevicB95>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4911,Was 'Domain ontologies and wordnets in OWL: Modelling options' not published in 2007?,ASK { <https://dblp.org/rec/journals/ldvf/LungenS07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ldvf/LungenS07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' } },TP42,"[""<https://dblp.org/rec/journals/ldvf/LungenS07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4912,Wasn't the paper 'A converged network architecture for ICT and IoT combined applications' published in the year 2016?,ASK { <https://dblp.org/rec/conf/apnoms/TangCTJT16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' FILTER NOT EXISTS { <https://dblp.org/rec/conf/apnoms/TangCTJT16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' } },TP42,"[""<https://dblp.org/rec/conf/apnoms/TangCTJT16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4913,Was 'A Device-to-Device Communication-Based Disaster Response Network' not published in 2018?,ASK { <https://dblp.org/rec/journals/tccn/MoghaddamUG18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tccn/MoghaddamUG18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' } },TP42,"[""<https://dblp.org/rec/journals/tccn/MoghaddamUG18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4914,Did the authors of the publication 'Deadzone compensation of an XY-positioning table using fuzzy logic' not publish a paper in IEEE Trans. Ind. Electron.?,ASK { <https://dblp.org/rec/journals/tie/Jang05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tie/Jang05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Ind. Electron.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tie/Jang05> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Ind. Electron.' } },TP43,"[""<https://dblp.org/rec/journals/tie/Jang05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
