id,question_string,query,template_id,entities,relations,temporal,help_out
Q6760,"Which one was published first, 'Overview of the OMA Secure Content IDentification Mechanism' or 'Normative Multi-Agent Systems and Kelsenian Jurisprudence'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icmcs/ZengLWB10> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/corr/abs-1709-02018> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/icmcs/ZengLWB10>, <https://dblp.org/rec/journals/corr/abs-1709-02018>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/icmcs/ZengLWB10>"", ""<https://dblp.org/rec/journals/corr/abs-1709-02018>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6761,When were the first papers of the authors of 'An Entropy-Based Self-Adaptive Node Importance Evaluation Method for Complex Networks' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/complexity/SunYZ20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/complexity/SunYZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6762,"Which one has more number of authors, 'An Autonomous Sailboat for Environment Monitoring' or 'Automated State-based Online Testing Real-time Embedded Software with RTEdge'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icufn/AngNCWCF22> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/modelsward/HasanainLG15> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/icufn/AngNCWCF22>, <https://dblp.org/rec/conf/modelsward/HasanainLG15>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/icufn/AngNCWCF22>"", ""<https://dblp.org/rec/conf/modelsward/HasanainLG15>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6763,Mention the author who has published the most papers among the authors of 'Research on Caravan Seaborne Loading Scheme Based on Greedy Algorithm'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/acai2/SunJWZL19> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/acai2/SunJWZL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6764,Name the primary affiliation of most of the authors of 'Friendly bin packing instances without Integer Round-up Property'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/mp/CapraraDDIR15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/mp/CapraraDDIR15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6765,"Which one was published first, 'Fault Diagnosis in Analog Circuits Using Element Modulation' or 'Generalizing Complete Semantics to Bipolar Argumentation Frameworks'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dt/WalkerAL92> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/ecsqaru/Potyka21> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/dt/WalkerAL92>, <https://dblp.org/rec/conf/ecsqaru/Potyka21>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/dt/WalkerAL92>"", ""<https://dblp.org/rec/conf/ecsqaru/Potyka21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6766,When were the first papers of the authors of 'Knowledge-Based Feature Generation' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/icml/Callan89> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/icml/Callan89>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6767,"Between 'A Hybrid Cloud Approach for Secure Authorized Deduplication' and 'Effects of Social Status on Foetal Growth Using Obstetric Ultrasonography - A Biometric Approach', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tpds/0002L0LL15> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/imtic/AnsariCPMBRC08> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/tpds/0002L0LL15>, <https://dblp.org/rec/conf/imtic/AnsariCPMBRC08>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/tpds/0002L0LL15>"", ""<https://dblp.org/rec/conf/imtic/AnsariCPMBRC08>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6768,"Between 'Inferences on Mycobacterium Leprae Host Immune Response Escape and Antibiotic Resistance Using Genomic Data and GenomeFastScreen' and 'A humanistic approach to user services', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pacbb/Lopez-Fernandez20> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/siguccs/Allen76> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/pacbb/Lopez-Fernandez20>, <https://dblp.org/rec/conf/siguccs/Allen76>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/pacbb/Lopez-Fernandez20>"", ""<https://dblp.org/rec/conf/siguccs/Allen76>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6769,To which institution are the majority of the authors of 'Model-Driven Design for the Visual Analysis of Heterogeneous Data' affiliated?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tvcg/StreitSLSS12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/tvcg/StreitSLSS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6770,"Which one was published first, 'A Goal-oriented Mixed-granularity Component Selection Method for Huge Component Repositories' or 'Automatic Tuning of the Parallelism Degree in Hardware Transactional Memory'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/seke/XiPLH08> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/europar/RughettiRQC14> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/seke/XiPLH08>, <https://dblp.org/rec/conf/europar/RughettiRQC14>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/seke/XiPLH08>"", ""<https://dblp.org/rec/conf/europar/RughettiRQC14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6771,"Between 'Nonparametric Part Transfer for Fine-Grained Recognition' and 'Enhancing Cybersecurity Capability in Local Governments through Competency-Based Education', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cvpr/GoringRFD14> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/hicss/Pike21> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/cvpr/GoringRFD14>, <https://dblp.org/rec/conf/hicss/Pike21>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/cvpr/GoringRFD14>"", ""<https://dblp.org/rec/conf/hicss/Pike21>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6772,"Between 'Learning Artificial Intelligence: Insights into How Youth Encounter and Build Understanding of AI Concepts' and 'Development of an Instrument to Assess Individual IT Culture', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aaai/GreenwaldLW21> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/amcis/Walsh09> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/aaai/GreenwaldLW21>, <https://dblp.org/rec/conf/amcis/Walsh09>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/aaai/GreenwaldLW21>"", ""<https://dblp.org/rec/conf/amcis/Walsh09>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6773,In which year were the first papers of the authors of 'Rule-Based Generation of Model Structures in Multifaceted Modeling and System Design' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/informs/RozenblitH91> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/informs/RozenblitH91>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6774,What is the primary affiliation of most of the authors of the paper 'Visualizing dynamic data with maps'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/apvis/MashimaKH11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/apvis/MashimaKH11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6775,"Which one has more number of authors, 'An accelerated gradient-based iterative algorithm for solving extended Sylvester-conjugate matrix equations' or 'New Trends in Education in Conditions of Emerging Global Information Infrastructure'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tinstmc/BayoumiR18> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/ifip3/Demchenko98> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/tinstmc/BayoumiR18>, <https://dblp.org/rec/conf/ifip3/Demchenko98>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/tinstmc/BayoumiR18>"", ""<https://dblp.org/rec/conf/ifip3/Demchenko98>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6776,What is the primary affiliation of most of the authors of the paper 'Trustworthy Clouds Underpinning the Future Internet'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/fia/GlottHSS11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/fia/GlottHSS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6777,In which year were the first papers of the authors of 'Three-Element Fractional-Order Viscoelastic Arterial Windkessel Model' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/embc/BahloulL18> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/embc/BahloulL18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6778,Mention the author who has published the most papers among the authors of 'State-space averaging of switched-inductor-cell for PWM dc-dc converters considering conduction losses in both operational modes'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/iscas/DavoudiJ06> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/iscas/DavoudiJ06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6779,"Which one has more number of authors, 'Taking Initial Steps towards Enterprise Architecture in Local Government' or 'Robotics for social safety'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/egov/AskH11> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/ar/HamadaF01> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/egov/AskH11>, <https://dblp.org/rec/journals/ar/HamadaF01>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/egov/AskH11>"", ""<https://dblp.org/rec/journals/ar/HamadaF01>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6780,"Between 'Legal Assignments and fast EADAM with consent via classical theory of stable matchings' and 'An Iterative Reinforcement Approach for Fine-Grained Opinion Mining', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1809-08506> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/naacl/DuT09> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/corr/abs-1809-08506>, <https://dblp.org/rec/conf/naacl/DuT09>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/corr/abs-1809-08506>"", ""<https://dblp.org/rec/conf/naacl/DuT09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6781,"Between 'Fully nonlinear oscillator noise analysis: an oscillator with no asymptotic phase' and 'Return Time Statistics and Anti-Phase Regularization in Coupled Chaotic Maps Modeling bursting oscillations', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcta/Demir07> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/ijbc/AllioC10> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/ijcta/Demir07>, <https://dblp.org/rec/journals/ijbc/AllioC10>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/ijcta/Demir07>"", ""<https://dblp.org/rec/journals/ijbc/AllioC10>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6782,In which year were the first papers of the authors of 'Genetic participatory algorithm and system modeling' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/gecco/LiuG13> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/gecco/LiuG13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6783,"Which one has more number of authors, 'Himawari-8/AHI Aerosol Optical Depth Detection Based on Machine Learning Algorithm' or 'Bioelectronics: Biosensors'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/remotesensing/ChenFLLTWC22> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/iasam/AddyGR11> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/remotesensing/ChenFLLTWC22>, <https://dblp.org/rec/conf/iasam/AddyGR11>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/remotesensing/ChenFLLTWC22>"", ""<https://dblp.org/rec/conf/iasam/AddyGR11>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6784,In which year were the first papers of the authors of 'Toward effective noise reduction for sub-Nyquist high-frame-rate MRI techniques with deep learning' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/apsipa/SuzukiKPTH17> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/apsipa/SuzukiKPTH17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6785,To which institution are the majority of the authors of 'Learning analytics to identify exploratory dialogue within synchronous text chat' affiliated?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/lak/FergusonS11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/lak/FergusonS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6786,When were the first papers of the authors of 'Algorithm of efficient computation of generalised discrete Hartley transform based on cyclic convolutions' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/iet-spr/Protsko14> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/iet-spr/Protsko14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6787,"Between 'From Self-Similar Structures to Self-Similar Groups' and 'Domain Generalization Using a Mixture of Multiple Latent Domains', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijac/KelleherSW12> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/aaai/MatsuuraH20> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/ijac/KelleherSW12>, <https://dblp.org/rec/conf/aaai/MatsuuraH20>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/ijac/KelleherSW12>"", ""<https://dblp.org/rec/conf/aaai/MatsuuraH20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6788,"Between 'A new n-level high voltage inversion system' and 'The challenges of virtual prototyping and qualification for future microelectronics', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tie/SuhH97> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/mr/Zhang03> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/tie/SuhH97>, <https://dblp.org/rec/journals/mr/Zhang03>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/tie/SuhH97>"", ""<https://dblp.org/rec/journals/mr/Zhang03>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6789,Who has published the most papers among the authors of 'Optical Wireless Camera Communications using Neuromorphic Vision Sensors'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/icc/Perez-RamirezRN19> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/icc/Perez-RamirezRN19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6790,"Between 'A Multi-dimensional Weighting Method for Historical Records in Cloud Service Evaluation' and 'Efficient storage and retrieval of medical records using fusion-based multimodal biometrics', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/bdcloud/QiNXWY14> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/ijcaet/LalithamaniA18> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/bdcloud/QiNXWY14>, <https://dblp.org/rec/journals/ijcaet/LalithamaniA18>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/bdcloud/QiNXWY14>"", ""<https://dblp.org/rec/journals/ijcaet/LalithamaniA18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6791,In which year were the first papers of the authors of 'Using combined keying materials for key distribution in wireless sensor networks' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/pimrc/ErgunL10> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/pimrc/ErgunL10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6792,When were the first papers of the authors of 'A unified framework for linear dimensionality reduction in l1' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/corr/Ward14> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/corr/Ward14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6793,"Which one has more number of authors, 'Context Aware Road-user Importance Estimation (iCARE)' or 'Employees' Break-offs and Location Selection: The Birth of Industrial Clusters'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1909-05152> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/tem/LeeLM12> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/corr/abs-1909-05152>, <https://dblp.org/rec/journals/tem/LeeLM12>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/corr/abs-1909-05152>"", ""<https://dblp.org/rec/journals/tem/LeeLM12>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6794,Where are most of the authors of 'Information-theoretic limits on sparse signal recovery: Dense versus sparse measurement matrices' from?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-0806-0604> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/corr/abs-0806-0604>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6795,"Between 'Leader as an Effective Strategy Implementer in Public Higher Education Institutions' and 'Adaptive Spatial Filtering for an FH/SSMA Packet Radio Network with Packet Combining', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ahfe/MnichW19> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/ijwin/Kim01> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/ahfe/MnichW19>, <https://dblp.org/rec/journals/ijwin/Kim01>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/ahfe/MnichW19>"", ""<https://dblp.org/rec/journals/ijwin/Kim01>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6796,"Between 'Metaheuristics for Strain Optimization Using Transcriptional Information Enriched Metabolic Models' and 'On the Block Triangular Form of Symmetric Matrices', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/evoW/VilacaMRR10> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/siamrev/DuffU10> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/evoW/VilacaMRR10>, <https://dblp.org/rec/journals/siamrev/DuffU10>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/evoW/VilacaMRR10>"", ""<https://dblp.org/rec/journals/siamrev/DuffU10>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6797,Mention the author who has published the most papers among the authors of 'Efficiently Answering Top-k Typicality Queries on Large Databases'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/vldb/HuaPFLL07> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/vldb/HuaPFLL07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6798,When were the first papers of the authors of 'Systems for KDD: From concepts to practice' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/fgcs/DunkelSSU97> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/fgcs/DunkelSSU97>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6799,"Which one has more number of authors, 'Mining maximal subnetworks from interaction network with node attributes' or '\Parallel Training Considered Harmful?\: Comparing series-parallel and parallel feedforward network training'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/bibm/GoparajuQS15> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/ijon/RibeiroA18> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/bibm/GoparajuQS15>, <https://dblp.org/rec/journals/ijon/RibeiroA18>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/bibm/GoparajuQS15>"", ""<https://dblp.org/rec/journals/ijon/RibeiroA18>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6800,"Between 'Didaktische Aspekte der Dialogformen bei Auskunftlehrsystemen' and 'Third-generation wireless services for homeland security', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/rgu/MartinH74> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/bell/BalachandranBDK04> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/rgu/MartinH74>, <https://dblp.org/rec/journals/bell/BalachandranBDK04>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/rgu/MartinH74>"", ""<https://dblp.org/rec/journals/bell/BalachandranBDK04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6801,Mention the year in which the first papers of the authors of 'Orienting Matroids Representable Over Both GF(3) and GF(5)' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/ejc/Lee99> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/ejc/Lee99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6802,Who has published the most papers among the authors of 'Towards an architecture for component-oriented parallel programming'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/concurrency/JuniorLCA07> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/concurrency/JuniorLCA07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6803,"Between 'Feature Integration with Adaptive Importance Maps for Visual Tracking' and 'Human and Animal Motion Tracking Using Inertial Sensors', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ijcai/LiYY18> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/sensors/Marin20> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/ijcai/LiYY18>, <https://dblp.org/rec/journals/sensors/Marin20>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/ijcai/LiYY18>"", ""<https://dblp.org/rec/journals/sensors/Marin20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6804,Mention the year in which the first papers of the authors of 'Quantitative Analysis of Soil Total Nitrogen Using Hyperspectral Imaging Technology with Extreme Learning Machine' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/sensors/LiJL19> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/sensors/LiJL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6805,"Which one was published first, 'Reconfigurable Intelligent Surfaces: Potentials, Applications, and Challenges for 6G Wireless Networks' or 'Reducing lead time for modeling in CAD simulation softwares'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/wc/BasharatHPMDG21> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/wsc/ThomasKR05> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/wc/BasharatHPMDG21>, <https://dblp.org/rec/conf/wsc/ThomasKR05>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/wc/BasharatHPMDG21>"", ""<https://dblp.org/rec/conf/wsc/ThomasKR05>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6806,Name the primary affiliation of most of the authors of 'Textual Analysis of Stock Market Prediction Using Financial News Articles'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/amcis/SchumakerC06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/amcis/SchumakerC06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
