id,question_string,query,template_id,entities,relations,temporal,help_out
Q4627,Did the authors of 'Autoware_Perf: A tracing and performance analysis framework for ROS 2 applications' also publish the publication 'An adaptive cartesian control scheme for manipulators'?,ASK { <https://dblp.org/rec/journals/jsa/LiHA22> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icra/Seraji87> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icra/Seraji87> != <https://dblp.org/rec/journals/jsa/LiHA22>) },TP35,"[""<https://dblp.org/rec/journals/jsa/LiHA22>"", ""<https://dblp.org/rec/conf/icra/Seraji87>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4628,Was the paper 'Secure Sharing of Spatio-Temporal Data through Name-based Access Control' published in the year 2021?,ASK { <https://dblp.org/rec/conf/infocom/FanW21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP34,"[""<https://dblp.org/rec/conf/infocom/FanW21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4629,"Was the publication 'Panacea: A low-latency, energy-efficient neighbor discovery protocol for wireless sensor networks' published in the year 2018?",ASK { <https://dblp.org/rec/conf/wcnc/CaoGWC18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP34,"[""<https://dblp.org/rec/conf/wcnc/CaoGWC18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4630,Was the publication 'Co-simulation of RFIC with bondwire antenna via retarded PEEC method' published in the year 2012?,ASK { <https://dblp.org/rec/conf/iscas/ZhangFNW12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP34,"[""<https://dblp.org/rec/conf/iscas/ZhangFNW12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4631,Did the authors of the publication 'A Three Species Model to Simulate Application of Hyperbaric Oxygen Therapy to Chronic Wounds' also publish a publication in ISM?,ASK { <https://dblp.org/rec/journals/ploscb/FleggMBT09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ploscb/FleggMBT09>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ISM' },TP36,"[""<https://dblp.org/rec/journals/ploscb/FleggMBT09>"", ""ISM""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4632,"Did the authors of 'Democratizing software: Open source, the hacker ethic, and beyond' also publish a paper in the venue J. Softw.?",ASK { <https://dblp.org/rec/journals/firstmonday/Jesiek03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/firstmonday/Jesiek03>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Softw.' },TP36,"[""<https://dblp.org/rec/journals/firstmonday/Jesiek03>"", ""J. Softw.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4633,Did the authors of 'Demodulation of a Subsampled Direct Sequence Spread Spectrum Signal using Compressive Signal Processing' also publish a paper in the venue IEEE J. Sel. Areas Commun.?,ASK { <https://dblp.org/rec/journals/corr/abs-1110-5176> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-1110-5176>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE J. Sel. Areas Commun.' },TP36,"[""<https://dblp.org/rec/journals/corr/abs-1110-5176>"", ""IEEE J. Sel. Areas Commun.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4634,Was the publication 'Synthesizing panoramas for non-planar displays: a camera array workflow' published in 2018?,ASK { <https://dblp.org/rec/conf/siggraph/MandalK18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP34,"[""<https://dblp.org/rec/conf/siggraph/MandalK18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4635,Did the authors of the paper 'Context-Awareness Micro-architecture for Smart Spaces' also publish the paper 'Decentralized sequencing of jobs on a single machine'?,ASK { <https://dblp.org/rec/conf/gpc/Pantsar-SyvaniemiKO11> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ssci/PeschKKM16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ssci/PeschKKM16> != <https://dblp.org/rec/conf/gpc/Pantsar-SyvaniemiKO11>) },TP35,"[""<https://dblp.org/rec/conf/gpc/Pantsar-SyvaniemiKO11>"", ""<https://dblp.org/rec/conf/ssci/PeschKKM16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4636,Did the authors of the paper 'Full-Aperture Azimuth Spatial-Variant Autofocus Based on Contrast Maximization for Highly Squinted Synthetic Aperture Radar' also publish the publication 'Load Model for Highway Bridges'?,ASK { <https://dblp.org/rec/journals/tgrs/HuangGZYT20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ifip7-5/Nowak93> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ifip7-5/Nowak93> != <https://dblp.org/rec/journals/tgrs/HuangGZYT20>) },TP35,"[""<https://dblp.org/rec/journals/tgrs/HuangGZYT20>"", ""<https://dblp.org/rec/conf/ifip7-5/Nowak93>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4637,Did the authors of 'Flashcast' also publish a paper in the venue Eur. Trans. Telecommun.?,ASK { <https://dblp.org/rec/conf/apcc/JeongLC12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/apcc/JeongLC12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Eur. Trans. Telecommun.' },TP36,"[""<https://dblp.org/rec/conf/apcc/JeongLC12>"", ""Eur. Trans. Telecommun.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4638,Did the authors of the publication 'Handling Data Streams while Compiling C Programs onto Hardware' publish other papers in Intell. Autom. Soft Comput.?,ASK { <https://dblp.org/rec/conf/isvlsi/MukherjeeJB04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/isvlsi/MukherjeeJB04>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Intell. Autom. Soft Comput.' },TP36,"[""<https://dblp.org/rec/conf/isvlsi/MukherjeeJB04>"", ""Intell. Autom. Soft Comput.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4639,Did the authors of the publication 'Markov decision process-based analysis of rechargeable nodes in wireless sensor networks' publish other papers in International Conference on Software Engineering and Knowledge Engineering?,ASK { <https://dblp.org/rec/conf/springsim/MisraRKMO10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/springsim/MisraRKMO10>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SEKE' },TP36,"[""<https://dblp.org/rec/conf/springsim/MisraRKMO10>"", ""SEKE""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4640,Was the publication 'Interactive Automated Fiber Type Identification' published in 2018?,ASK { <https://dblp.org/rec/conf/ecoc/SeveDPBSSGBP18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP34,"[""<https://dblp.org/rec/conf/ecoc/SeveDPBSSGBP18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4641,Was the paper 'An Entropy Estimator Based on Polynomial Regression with Poisson Error Structure' published in the year 2016?,ASK { <https://dblp.org/rec/conf/iconip/HinoAM16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP34,"[""<https://dblp.org/rec/conf/iconip/HinoAM16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4642,Do the authors of 'Noncontact Heartbeat Detection by Viterbi Algorithm with Fusion of Beat-Beat Interval and Deep Learning-Driven Branch Metrics' have Keio University as their primary affiliation?,"ASK { <https://dblp.org/rec/conf/icassp/YamamotoO21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Keio University, Department of Information and Computer Science, Yokohama, Japan' }",TP33,"[""<https://dblp.org/rec/conf/icassp/YamamotoO21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4643,Did the authors of 'Mining Generalized Association Rules in an Evolving Environment' also publish the publication 'Frequency Optimization for Enhancement of Surface Defect Classification Using the Eddy Current Technique'?,ASK { <https://dblp.org/rec/reference/dataware/LinT09> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/sensors/FanWCYST16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/sensors/FanWCYST16> != <https://dblp.org/rec/reference/dataware/LinT09>) },TP35,"[""<https://dblp.org/rec/reference/dataware/LinT09>"", ""<https://dblp.org/rec/journals/sensors/FanWCYST16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4644,Was 'Towards a Quantum-Like Cognitive Architecture for Decision-Making' published in 2019?,ASK { <https://dblp.org/rec/journals/corr/abs-1905-05176> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP34,"[""<https://dblp.org/rec/journals/corr/abs-1905-05176>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4645,Did the authors of the paper 'Tidal flat digital evelvation model (DEM) construction by means of TanDEM-X' also publish the publication 'Citation patterns between impact-factor and questionable journals'?,ASK { <https://dblp.org/rec/conf/igarss/LeeRLK16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/scientometrics/KulczyckiHTK21> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/scientometrics/KulczyckiHTK21> != <https://dblp.org/rec/conf/igarss/LeeRLK16>) },TP35,"[""<https://dblp.org/rec/conf/igarss/LeeRLK16>"", ""<https://dblp.org/rec/journals/scientometrics/KulczyckiHTK21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4646,Was 'Generalized Hultman Numbers and the Distribution of Multi-break Distances' published in 2015?,ASK { <https://dblp.org/rec/conf/alcob/AlexeevPA15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP34,"[""<https://dblp.org/rec/conf/alcob/AlexeevPA15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4647,Did the authors of the publication 'Registration Uncertainty for Robot Self-localization in 3D' also publish a publication in ICRA?,ASK { <https://dblp.org/rec/conf/crv/ZhangGM05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/crv/ZhangGM05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICRA' },TP36,"[""<https://dblp.org/rec/conf/crv/ZhangGM05>"", ""ICRA""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4648,Was the publication 'Controllability and Invariance Properties of Time-Periodic Systems' published in 2005?,ASK { <https://dblp.org/rec/journals/ijbc/Gayer05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' },TP34,"[""<https://dblp.org/rec/journals/ijbc/Gayer05>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4649,Was 'Expected Usability and Product Preference' published in 1997?,ASK { <https://dblp.org/rec/conf/ACMdis/Keinonen97> <https://dblp.org/rdf/schema#yearOfPublication> '1997' },TP34,"[""<https://dblp.org/rec/conf/ACMdis/Keinonen97>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4650,Did the authors of the publication 'SoDA: A Sound Design Accelerator for the automatic generation of soundscapes from an ontologically annotated sound library' also publish the publication 'Progressive Transfer Learning for Person Re-identification'?,ASK { <https://dblp.org/rec/conf/icmc/ValleACK14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-1908-02492> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/abs-1908-02492> != <https://dblp.org/rec/conf/icmc/ValleACK14>) },TP35,"[""<https://dblp.org/rec/conf/icmc/ValleACK14>"", ""<https://dblp.org/rec/journals/corr/abs-1908-02492>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4651,Did the authors of 'Deterministic LQ preview tracking design' also publish a paper in ACC?,ASK { <https://dblp.org/rec/journals/tac/MoscaC95> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tac/MoscaC95>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ACC' },TP36,"[""<https://dblp.org/rec/journals/tac/MoscaC95>"", ""ACC""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4652,Did the authors of 'Object tracking by features and particles selection in multiple subspace' also publish a paper in Multim. Tools Appl.?,ASK { <https://dblp.org/rec/journals/ijcat/TianLMZ17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ijcat/TianLMZ17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Multim. Tools Appl.' },TP36,"[""<https://dblp.org/rec/journals/ijcat/TianLMZ17>"", ""Multim. Tools Appl.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4653,Did the authors of the publication 'An Analysis of Fault Effects and Propagations in AVR Microcontroller ATmega103(L)' also publish a publication in J. Networks?,ASK { <https://dblp.org/rec/conf/IEEEares/RohaniZ09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/IEEEares/RohaniZ09>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Networks' },TP36,"[""<https://dblp.org/rec/conf/IEEEares/RohaniZ09>"", ""J. Networks""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4654,Was the paper 'Non-negative matrix factorisation for blind source separation in wavelet transform domain' published in the year 2015?,ASK { <https://dblp.org/rec/journals/iet-spr/HattayBN15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP34,"[""<https://dblp.org/rec/journals/iet-spr/HattayBN15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4655,Did the authors of the paper 'Adaptive Individualized Drug-Dose Response Modeling from a Limited Clinical Data: Case of Warfarin Management' also publish the paper 'Propagating Regular Membership with Dashed Strings'?,ASK { <https://dblp.org/rec/conf/embc/AffanZBI21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/cp/AmadiniGS18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/cp/AmadiniGS18> != <https://dblp.org/rec/conf/embc/AffanZBI21>) },TP35,"[""<https://dblp.org/rec/conf/embc/AffanZBI21>"", ""<https://dblp.org/rec/conf/cp/AmadiniGS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4656,"Was the paper 'Data Science Community Matures with Diversity: Conference Observations, Highlights, and Interviews - Strata Data Conference, New York, September 11-13, 2018' published in the year 2018?",ASK { <https://dblp.org/rec/journals/bigdata/Kolker18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP34,"[""<https://dblp.org/rec/journals/bigdata/Kolker18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4657,Did the authors of the publication 'Welcome to the Educational Pearls Column' also publish the paper 'Algorithm-based decision support for symptom self-management among adults with Cancer: results of usability testing'?,ASK { <https://dblp.org/rec/journals/jfp/Felleison03> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/midm/CooleyABRBPNL18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/midm/CooleyABRBPNL18> != <https://dblp.org/rec/journals/jfp/Felleison03>) },TP35,"[""<https://dblp.org/rec/journals/jfp/Felleison03>"", ""<https://dblp.org/rec/journals/midm/CooleyABRBPNL18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4658,"Did the authors of the paper 'Demographic, Ethnic, and Socioeconomic Community Structure in Social Networks' also publish the publication 'Towards Developing an Immersive and Interactive Virtual Fairview Peri-operative Environment'?",ASK { <https://dblp.org/rec/reference/snam/Mateos14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/mmvr/ChenS08> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/mmvr/ChenS08> != <https://dblp.org/rec/reference/snam/Mateos14>) },TP35,"[""<https://dblp.org/rec/reference/snam/Mateos14>"", ""<https://dblp.org/rec/conf/mmvr/ChenS08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4659,Did the authors of the publication 'Security Architecture Framework for Enterprises' also publish a publication in IROS?,ASK { <https://dblp.org/rec/conf/iceis/GrahamFSY20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/iceis/GrahamFSY20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IROS' },TP36,"[""<https://dblp.org/rec/conf/iceis/GrahamFSY20>"", ""IROS""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4660,Did the authors of the publication 'Hybrid extreme learning machine with meta-heuristic algorithms for monthly pan evaporation prediction' also publish 'Fault-Tolerant Fulltext Information Retrieval in Digital Multilingual Encyclopedias with Weighted Pattern Morphing'?,ASK { <https://dblp.org/rec/journals/cea/WuHFMZZ20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ecir/Esser04> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ecir/Esser04> != <https://dblp.org/rec/journals/cea/WuHFMZZ20>) },TP35,"[""<https://dblp.org/rec/journals/cea/WuHFMZZ20>"", ""<https://dblp.org/rec/conf/ecir/Esser04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4661,Was the publication 'Excel 2013 Spreadsheet Inquire' published in the year 2014?,ASK { <https://dblp.org/rec/journals/corr/OBeirne14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP34,"[""<https://dblp.org/rec/journals/corr/OBeirne14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4662,Was the publication 'Multiprocessing scalable string matching algorithm for network intrusion detection system' published in the year 2018?,ASK { <https://dblp.org/rec/journals/ijhpsa/HnaifAAAN18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP34,"[""<https://dblp.org/rec/journals/ijhpsa/HnaifAAAN18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4663,Did the authors of 'The hierarchical traveling salesman problem' also publish a paper in the venue UCAmI?,ASK { <https://dblp.org/rec/journals/ol/PanchamgamXGDW13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ol/PanchamgamXGDW13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'UCAmI' },TP36,"[""<https://dblp.org/rec/journals/ol/PanchamgamXGDW13>"", ""UCAmI""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4664,Did the authors of 'An Open Repository Model for Acquiring Knowledge About Scientific Experiments' also publish 'Ultrasonic-Based Localization of Cow Teats for Robotized Milking'?,ASK { <https://dblp.org/rec/conf/ekaw/OConnorREWGM16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cas/SorrentiCV08> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cas/SorrentiCV08> != <https://dblp.org/rec/conf/ekaw/OConnorREWGM16>) },TP35,"[""<https://dblp.org/rec/conf/ekaw/OConnorREWGM16>"", ""<https://dblp.org/rec/journals/cas/SorrentiCV08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4665,Was the publication 'Simulation of Data Distribution Strategies for LU Factorization on Heterogeneous Machines' published in the year 2003?,ASK { <https://dblp.org/rec/conf/ipps/BarbosaMP03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' },TP34,"[""<https://dblp.org/rec/conf/ipps/BarbosaMP03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4666,Did the authors of the publication 'Linking energy system and macroeconomic growth models' also publish a publication in ISITA?,ASK { <https://dblp.org/rec/journals/cms/BauerEK08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cms/BauerEK08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ISITA' },TP36,"[""<https://dblp.org/rec/journals/cms/BauerEK08>"", ""ISITA""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4667,Did the authors of the publication 'Adaptive Real-Time Removal of Impulse Noise in Medical Images' also publish the paper 'Constraint-based livespaces configuration management'?,ASK { <https://dblp.org/rec/journals/corr/abs-1709-02270> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/iui/StumptnerT06> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/iui/StumptnerT06> != <https://dblp.org/rec/journals/corr/abs-1709-02270>) },TP35,"[""<https://dblp.org/rec/journals/corr/abs-1709-02270>"", ""<https://dblp.org/rec/conf/iui/StumptnerT06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4668,Did the authors of 'HDL: Hybrid Deep Learning for the Synthesis of Myocardial Velocity Maps in Digital Twins for Cardiac Analysis' also publish the publication 'A secure framework of the surveillance video network integrating heterogeneous video formats and protocols'?,ASK { <https://dblp.org/rec/journals/corr/abs-2203-05564> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cma/LeeYM12> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cma/LeeYM12> != <https://dblp.org/rec/journals/corr/abs-2203-05564>) },TP35,"[""<https://dblp.org/rec/journals/corr/abs-2203-05564>"", ""<https://dblp.org/rec/journals/cma/LeeYM12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4669,Did the authors of 'A Framework for Self-Optimizing Grids Using P2P Components' also publish 'Attitudes Towards the Use of Mobile Learning: A Case Study from the Gulf Region'?,ASK { <https://dblp.org/rec/conf/dexaw/SchintkeSR03> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ijim/Al-EmranS15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/ijim/Al-EmranS15> != <https://dblp.org/rec/conf/dexaw/SchintkeSR03>) },TP35,"[""<https://dblp.org/rec/conf/dexaw/SchintkeSR03>"", ""<https://dblp.org/rec/journals/ijim/Al-EmranS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4670,Did the authors of 'Human-controlled iterative subclustering analysis' also publish a paper in Inf. Softw. Technol.?,ASK { <https://dblp.org/rec/conf/bigdataconf/KaipainenPA17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/bigdataconf/KaipainenPA17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Inf. Softw. Technol.' },TP36,"[""<https://dblp.org/rec/conf/bigdataconf/KaipainenPA17>"", ""Inf. Softw. Technol.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4671,Did the authors of the publication 'Analytical and Simulation Results for the Stochastic Spatial Fitzhugh-Nagumo Model Neuron' also publish a publication in Intelligent Environments?,ASK { <https://dblp.org/rec/journals/neco/Tuckwell08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/neco/Tuckwell08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Intelligent Environments' },TP36,"[""<https://dblp.org/rec/journals/neco/Tuckwell08>"", ""Intelligent Environments""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4672,Did the authors of 'FPGA Implementation of Viscous Function in a Package for Computational Fluid Dynamics' also publish the publication 'A Structural Adapting Self-organizing Maps Neural Network'?,ASK { <https://dblp.org/rec/conf/ic-nc/MishraHKFOA14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/isnn/XuZZ07> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/isnn/XuZZ07> != <https://dblp.org/rec/conf/ic-nc/MishraHKFOA14>) },TP35,"[""<https://dblp.org/rec/conf/ic-nc/MishraHKFOA14>"", ""<https://dblp.org/rec/conf/isnn/XuZZ07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4673,Was 'csTuner: Scalable Auto-tuning Framework for Complex Stencil Computation on GPUs' published in 2021?,ASK { <https://dblp.org/rec/conf/cluster/SunLYJLDLQ21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP34,"[""<https://dblp.org/rec/conf/cluster/SunLYJLDLQ21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4674,Was the publication 'Transmission Capacity Allocation in Zonal Electricity Markets' published in the year 2021?,ASK { <https://dblp.org/rec/journals/ior/AravenaLPS21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP34,"[""<https://dblp.org/rec/journals/ior/AravenaLPS21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4675,Did the authors of 'Perceptual Grouping and Segmentation by Stochastic Clustering' also publish the publication 'Integration of Simulation and Geographic Information Systems: Modeling Traffic Flow on Inland Waterways'?,ASK { <https://dblp.org/rec/conf/cvpr/GdalyahuSW00> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/wsc/BilesSB04> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/wsc/BilesSB04> != <https://dblp.org/rec/conf/cvpr/GdalyahuSW00>) },TP35,"[""<https://dblp.org/rec/conf/cvpr/GdalyahuSW00>"", ""<https://dblp.org/rec/conf/wsc/BilesSB04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4676,"Do the authors of 'Theoretical, Qualitative, and Quantitative Analyses of Small-Document Approaches to Resource Selection' have University of Lugano as their primary affiliation?","ASK { <https://dblp.org/rec/journals/tois/MarkovC14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Lugano, Switzerland' }",TP33,"[""<https://dblp.org/rec/journals/tois/MarkovC14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4677,Did the authors of the paper 'Remote job entry and output through APL' also publish the paper 'Possibility and necessity integrals'?,ASK { <https://dblp.org/rec/conf/apl/Gujar75> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/fss/CoomanK96> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/fss/CoomanK96> != <https://dblp.org/rec/conf/apl/Gujar75>) },TP35,"[""<https://dblp.org/rec/conf/apl/Gujar75>"", ""<https://dblp.org/rec/journals/fss/CoomanK96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4678,Did the authors of the publication 'A decision support engine for video surveillance systems' also publish the paper 'An Evaluation of Web3d Technologies from Developer's and End-User's Point of View'?,ASK { <https://dblp.org/rec/conf/icmcs/AhmedS11> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/seke/CostagliolaMF03> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/seke/CostagliolaMF03> != <https://dblp.org/rec/conf/icmcs/AhmedS11>) },TP35,"[""<https://dblp.org/rec/conf/icmcs/AhmedS11>"", ""<https://dblp.org/rec/conf/seke/CostagliolaMF03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4679,"Did the authors of the paper 'A Novel Approach to Visualize a Complete Spectrum of Alpha Diversity: Richness, Evenness and Abundance' also publish a publication in APSIPA?",ASK { <https://dblp.org/rec/conf/worldcist/Amaya-TejeraSZ22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/worldcist/Amaya-TejeraSZ22>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'APSIPA' },TP36,"[""<https://dblp.org/rec/conf/worldcist/Amaya-TejeraSZ22>"", ""APSIPA""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4680,Did the authors of 'A Memetic Algorithm for Global Optimization in Chemical Process Synthesis Problems' also publish a paper in Int. J. Appl. Earth Obs. Geoinformation?,ASK { <https://dblp.org/rec/journals/tec/UrselmannBSE11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tec/UrselmannBSE11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Appl. Earth Obs. Geoinformation' },TP36,"[""<https://dblp.org/rec/journals/tec/UrselmannBSE11>"", ""Int. J. Appl. Earth Obs. Geoinformation""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4681,"Do the authors of 'Towards a secure ITS: Overview, challenges and solutions' have University of Franche-Comt\u00E9 as their primary affiliation?","ASK { <https://dblp.org/rec/journals/istr/SleemNC20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Franche-Comt\u00E9, Institut FEMTO-ST, France' }",TP33,"[""<https://dblp.org/rec/journals/istr/SleemNC20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4682,Was the publication 'Opportunistic Spectrum Sharing With Limited Feedback in Poisson Cognitive Radio Networks' published in the year 2014?,ASK { <https://dblp.org/rec/journals/twc/WangZ14a> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP34,"[""<https://dblp.org/rec/journals/twc/WangZ14a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4683,Was 'Linear vs Non-Linear Mapping in a Body Machine Interface Based on Electromyographic Signals' published in 2018?,ASK { <https://dblp.org/rec/conf/biorob/PierellaSFCM18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP34,"[""<https://dblp.org/rec/conf/biorob/PierellaSFCM18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4684,Did the authors of 'Compensatory seeding in networks with varying avaliability of nodes' also publish a paper in the venue BDA?,ASK { <https://dblp.org/rec/conf/asunam/JankowskiMK13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/asunam/JankowskiMK13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'BDA' },TP36,"[""<https://dblp.org/rec/conf/asunam/JankowskiMK13>"", ""BDA""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
