id,question_string,query,template_id,entities,relations,temporal,help_out
Q1200,Has Peter Kanuch published in TSP in the last five years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/8211> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> 'TSP' },TC35,"[""<https://dblp.org/pid/245/8211>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1201,"Was the paper 'Federated Scheduling Admits No Constant Speedup Factors for Constrained-Deadline DAG Task System' published by Chen, Jian-Jia in CoRR?",ASK { <https://dblp.org/rec/journals/corr/Chen15t> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/1961> . <https://dblp.org/rec/journals/corr/Chen15t> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC33,"[""<https://dblp.org/pid/70/1961>"", ""<https://dblp.org/rec/journals/corr/Chen15t>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1202,"Was the paper 'Adapting Software Quality Models: Practical Challenges, Approach, and First Empirical Results' co-authored by Kl\u00E4s, Michael and Constanza Lampasona?",ASK { <https://dblp.org/rec/journals/corr/KlasLM13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/6244> . <https://dblp.org/rec/journals/corr/KlasLM13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/6437> },TC32,"[""<https://dblp.org/pid/26/6244>"", ""<https://dblp.org/pid/67/6437>"", ""<https://dblp.org/rec/journals/corr/KlasLM13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1203,Has Seung-Ho Park published in ICCE in the last nine years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/4818> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#publishedIn> 'ICCE' },TC35,"[""<https://dblp.org/pid/19/4818>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1204,Has Halim Sayoud published in ICCIT in the last five years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/2611> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> 'ICCIT' },TC35,"[""<https://dblp.org/pid/32/2611>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1205,Did Lan Umek publish the paper 'Subgroup discovery in data sets with multi-dimensional responses'?,ASK { <https://dblp.org/rec/journals/ida/UmekZ11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/7170> },TC31,"[""<https://dblp.org/pid/67/7170>"", ""<https://dblp.org/rec/journals/ida/UmekZ11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1206,Did Anna M. publish in CoRR in the last 3 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/312/6769> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC35,"[""<https://dblp.org/pid/312/6769>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1207,Did Wei Liu publish the paper 'Personalized Reputation Model in Cooperative Distributed Systems' in International Conference on Parallel and Distributed Systems?,ASK { <https://dblp.org/rec/conf/icpads/LiuTW10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/3283> . <https://dblp.org/rec/conf/icpads/LiuTW10> <https://dblp.org/rdf/schema#publishedIn> 'ICPADS' },TC33,"[""<https://dblp.org/pid/49/3283>"", ""<https://dblp.org/rec/conf/icpads/LiuTW10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1208,Did Yasuo Kuniyoshi publish the paper 'Preface' in the last seven years?,ASK { <https://dblp.org/rec/journals/ar/KuniyoshiI09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/4337> . <https://dblp.org/rec/journals/ar/KuniyoshiI09> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) },TC34,"[""<https://dblp.org/pid/42/4337>"", ""<https://dblp.org/rec/journals/ar/KuniyoshiI09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1209,Did William C. Calhoun publish the paper 'Incomparable Prime Ideals of Recursively Enumerable Degrees' in Ann. Pure Appl. Log.?,ASK { <https://dblp.org/rec/journals/apal/Calhoun93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/2212> . <https://dblp.org/rec/journals/apal/Calhoun93> <https://dblp.org/rdf/schema#publishedIn> 'Ann. Pure Appl. Log.' },TC33,"[""<https://dblp.org/pid/37/2212>"", ""<https://dblp.org/rec/journals/apal/Calhoun93>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1211,"Have Reza R. and Edward R. Dougherty co-authored the paper 'Technological change, civic engagement and policy legitimization: Perspectives from the rise of broadband Internet as an essential utility in Canada'?",ASK { <https://dblp.org/rec/journals/giq/Rajabiun20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/5265> . <https://dblp.org/rec/journals/giq/Rajabiun20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/3909> },TC32,"[""<https://dblp.org/pid/152/5265>"", ""<https://dblp.org/pid/90/3909>"", ""<https://dblp.org/rec/journals/giq/Rajabiun20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1212,Did Rush H. Al-Abuji publish the paper 'Simulated evolution algorithm for multiobjective VLSI netlist bi-partitioning' in ISCAS (5)?,ASK { <https://dblp.org/rec/conf/iscas/SaitEA03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/4877> . <https://dblp.org/rec/conf/iscas/SaitEA03> <https://dblp.org/rdf/schema#publishedIn> 'ISCAS (5)' },TC33,"[""<https://dblp.org/pid/10/4877>"", ""<https://dblp.org/rec/conf/iscas/SaitEA03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1213,Did Peter Willett publish the paper 'Algorithms for the identification of three-dimensional maximal common substructures' in the last 3 years?,ASK { <https://dblp.org/rec/journals/jcisd/BrintW87> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/PeterWillett> . <https://dblp.org/rec/journals/jcisd/BrintW87> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) },TC34,"[""<https://dblp.org/pid/w/PeterWillett>"", ""<https://dblp.org/rec/journals/jcisd/BrintW87>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1214,Did Ling Xiao publish the paper 'An Analytical Solution to the Electromagnetic Performance of an Ultra-High-Speed PM Motor'?,ASK { <https://dblp.org/rec/journals/jece/ChengDXZS19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/4568> },TC31,"[""<https://dblp.org/pid/59/4568>"", ""<https://dblp.org/rec/journals/jece/ChengDXZS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1215,Did Alberto Montilla Bravo and Marisol Garc\u00EDa-Valls co-author the paper 'FIPA-Based QoS Negotiator for Nomadic Agents'?,ASK { <https://dblp.org/rec/conf/mata/BravoG02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/4344> . <https://dblp.org/rec/conf/mata/BravoG02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/2218> },TC32,"[""<https://dblp.org/pid/33/4344>"", ""<https://dblp.org/pid/91/2218>"", ""<https://dblp.org/rec/conf/mata/BravoG02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1216,Did Hong Qin publish the paper 'Drawing-Based Procedural Modeling of Chinese Architectures' in the last nine years?,ASK { <https://dblp.org/rec/journals/tvcg/HouQQ12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/627> . <https://dblp.org/rec/journals/tvcg/HouQQ12> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) },TC34,"[""<https://dblp.org/pid/79/627>"", ""<https://dblp.org/rec/journals/tvcg/HouQQ12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1217,"Have Capuano, Daniele and Maria De Marsico co-authored the paper 'Experimenting dele: a deaf-centered e-learning visual environment'?",ASK { <https://dblp.org/rec/conf/avi/BottoniLCLM12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/11498> . <https://dblp.org/rec/conf/avi/BottoniLCLM12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/7001> },TC32,"[""<https://dblp.org/pid/99/11498>"", ""<https://dblp.org/pid/75/7001>"", ""<https://dblp.org/rec/conf/avi/BottoniLCLM12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1218,Did Min Sun publish in ICCV in the last three years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/2750> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'ICCV' },TC35,"[""<https://dblp.org/pid/62/2750>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1219,Was the paper 'An emerging co-array fortran compiler' published by Cristian C. in Principles and Practice of Parallel Programming?,ASK { <https://dblp.org/rec/conf/ppopp/CoarfaD03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/4406> . <https://dblp.org/rec/conf/ppopp/CoarfaD03> <https://dblp.org/rdf/schema#publishedIn> 'PPoPP' },TC33,"[""<https://dblp.org/pid/52/4406>"", ""<https://dblp.org/rec/conf/ppopp/CoarfaD03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1220,Has Xiao Xue published in IEICE Trans. Commun. in the last three years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/2187> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'IEICE Trans. Commun.' },TC35,"[""<https://dblp.org/pid/82/2187>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1221,Did Thomas E. Anderson publish the paper 'Overcoming the Internet Impasse through Virtualization'?,ASK { <https://dblp.org/rec/journals/computer/AndersonPST05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/ThomasEAnderson> },TC31,"[""<https://dblp.org/pid/a/ThomasEAnderson>"", ""<https://dblp.org/rec/journals/computer/AndersonPST05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1222,Has Tomasz Kania published in Am. Math. Mon. in the last eight years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/248/9255> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Am. Math. Mon.' },TC35,"[""<https://dblp.org/pid/248/9255>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1223,"Did Misic, Bratislav publish the paper 'Comparing spatial null models for brain maps'?",ASK { <https://dblp.org/rec/journals/neuroimage/MarkelloM21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/10997> },TC31,"[""<https://dblp.org/pid/22/10997>"", ""<https://dblp.org/rec/journals/neuroimage/MarkelloM21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1224,Was the paper 'Collecting Behavior Logs with Emotions in Town' published by the author Kenro Aihara?,ASK { <https://dblp.org/rec/conf/hci/Aihara14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/5300> },TC31,"[""<https://dblp.org/pid/49/5300>"", ""<https://dblp.org/rec/conf/hci/Aihara14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1225,Did A. Schulz publish the paper 'Fr\u00E9chet Distance of Surfaces: Some Simple Hard Cases' in the last eight years?,ASK { <https://dblp.org/rec/conf/esa/BuchinBS10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/1348-1> . <https://dblp.org/rec/conf/esa/BuchinBS10> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) },TC34,"[""<https://dblp.org/pid/80/1348-1>"", ""<https://dblp.org/rec/conf/esa/BuchinBS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1226,Did Xiaowen Chu and Yiu-Wing Leung co-author the paper 'Energy efficient real-time task scheduling on CPU-GPU hybrid clusters'?,ASK { <https://dblp.org/rec/conf/infocom/MeiCLLL17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/2536> . <https://dblp.org/rec/conf/infocom/MeiCLLL17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/39> },TC32,"[""<https://dblp.org/pid/24/2536>"", ""<https://dblp.org/pid/95/39>"", ""<https://dblp.org/rec/conf/infocom/MeiCLLL17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1227,Did Mohammad A. Hanif publish the paper 'A Novel Scheme of Product Polar Codes with High Efficiency and Rate Compatibility'?,ASK { <https://dblp.org/rec/journals/wicomm/HanifV20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/1960> },TC31,"[""<https://dblp.org/pid/124/1960>"", ""<https://dblp.org/rec/journals/wicomm/HanifV20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1228,Did Rok S. publish the paper 'A Polynomial Time Algorithm for the N-Queens Problem' in the last 2 years?,ASK { <https://dblp.org/rec/journals/sigart/SosicG90> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/RokSosic> . <https://dblp.org/rec/journals/sigart/SosicG90> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) },TC34,"[""<https://dblp.org/pid/s/RokSosic>"", ""<https://dblp.org/rec/journals/sigart/SosicG90>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1229,"Have Maletic, J. I. and B. S. Alqadi co-authored the paper 'Integration of Program Slicing with Cognitive Complexity for Defect Prediction'?",ASK { <https://dblp.org/rec/conf/icsm/AlqadiM20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/JonathanIMaletic> . <https://dblp.org/rec/conf/icsm/AlqadiM20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/195/8810> },TC32,"[""<https://dblp.org/pid/m/JonathanIMaletic>"", ""<https://dblp.org/pid/195/8810>"", ""<https://dblp.org/rec/conf/icsm/AlqadiM20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1230,Did Jiyoung Woo publish the paper 'Action2Score: An Embedding Approach To Score Player Action' in the last 6 years?,ASK { <https://dblp.org/rec/journals/corr/abs-2207-10297> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/3771> . <https://dblp.org/rec/journals/corr/abs-2207-10297> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) },TC34,"[""<https://dblp.org/pid/119/3771>"", ""<https://dblp.org/rec/journals/corr/abs-2207-10297>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1231,"Did Chen, G. H. publish the paper 'A Latent Source Model for Patch-Based Image Segmentation' in the last 9 years?",ASK { <https://dblp.org/rec/conf/miccai/ChenSG15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/121/1833> . <https://dblp.org/rec/conf/miccai/ChenSG15> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) },TC34,"[""<https://dblp.org/pid/121/1833>"", ""<https://dblp.org/rec/conf/miccai/ChenSG15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1232,Did Joakim Jald\u00E9n publish the paper 'On the complexity of sphere decoding in digital communications' in IEEE Trans. Signal Process.?,ASK { <https://dblp.org/rec/journals/tsp/JaldenO05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/241> . <https://dblp.org/rec/journals/tsp/JaldenO05> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Signal Process.' },TC33,"[""<https://dblp.org/pid/62/241>"", ""<https://dblp.org/rec/journals/tsp/JaldenO05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1233,"Did Zamani, Majid publish the paper 'From Small-Gain Theory to Compositional Construction of Barrier Certificates for Large-Scale Stochastic Systems' in CoRR?",ASK { <https://dblp.org/rec/journals/corr/abs-2101-06916> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/9188> . <https://dblp.org/rec/journals/corr/abs-2101-06916> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC33,"[""<https://dblp.org/pid/34/9188>"", ""<https://dblp.org/rec/journals/corr/abs-2101-06916>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1234,Was the paper 'Robust adaptive Dynamic Surface Control of a hypersonic flight vehicle' published by the person Kendrick Amezquita Semprun?,ASK { <https://dblp.org/rec/conf/cdc/ButtYS10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/9182> },TC31,"[""<https://dblp.org/pid/76/9182>"", ""<https://dblp.org/rec/conf/cdc/ButtYS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1235,"Did Alghofaily, B. publish in Serv. Oriented Comput. Appl. in the last two years?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/233/5776> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Serv. Oriented Comput. Appl.' },TC35,"[""<https://dblp.org/pid/233/5776>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1236,Did Ian H. Stevenson publish in J. Comput. Neurosci. in the last 3 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/10432> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'J. Comput. Neurosci.' },TC35,"[""<https://dblp.org/pid/62/10432>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1237,"Was the paper 'On Learning Mixture Models with Sparse Parameters' co-authored by Mazumdar, Arya and Soumyabrata Pal?",ASK { <https://dblp.org/rec/conf/aistats/PalM22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/6050> . <https://dblp.org/rec/conf/aistats/PalM22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/206/6371> },TC32,"[""<https://dblp.org/pid/77/6050>"", ""<https://dblp.org/pid/206/6371>"", ""<https://dblp.org/rec/conf/aistats/PalM22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1238,"Did Kubala, F. publish the paper 'Online speaker clustering' in the last 6 years?",ASK { <https://dblp.org/rec/conf/icassp/LiuK04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/6179> . <https://dblp.org/rec/conf/icassp/LiuK04> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) },TC34,"[""<https://dblp.org/pid/58/6179>"", ""<https://dblp.org/rec/conf/icassp/LiuK04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1239,Was the paper 'Oshidori-Net: Connecting Regional EPR Systems to Achieve Secure Mutual Reference with Thin-Client Computing Technology' published by Hirohiko M. in E-HEALTH?,ASK { <https://dblp.org/rec/conf/ifip/KuwataTTKNMTI10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/132/7694> . <https://dblp.org/rec/conf/ifip/KuwataTTKNMTI10> <https://dblp.org/rdf/schema#publishedIn> 'E-HEALTH' },TC33,"[""<https://dblp.org/pid/132/7694>"", ""<https://dblp.org/rec/conf/ifip/KuwataTTKNMTI10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1240,"Did Hagel, Georg publish the paper 'Tool-supported teaching of UML diagrams in software engineering education - A systematic literature review' in the last 5 years?",ASK { <https://dblp.org/rec/conf/mipro/HuberH22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/10154> . <https://dblp.org/rec/conf/mipro/HuberH22> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) },TC34,"[""<https://dblp.org/pid/65/10154>"", ""<https://dblp.org/rec/conf/mipro/HuberH22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1241,"Was the paper 'Asymmetry in the diurnal variation of surface albedo' published by Young, David F. in IEEE Trans. Geosci. Remote. Sens.?",ASK { <https://dblp.org/rec/journals/tgrs/MinnisMSY97> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/9627> . <https://dblp.org/rec/journals/tgrs/MinnisMSY97> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Geosci. Remote. Sens.' },TC33,"[""<https://dblp.org/pid/41/9627>"", ""<https://dblp.org/rec/journals/tgrs/MinnisMSY97>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1242,"Was the paper 'Research on a Chinese Language Model Based on Ontology and Statistical Method' published by the person Zheng, Dequan?",ASK { <https://dblp.org/rec/journals/jclc/ZhengYZL04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/876> },TC31,"[""<https://dblp.org/pid/89/876>"", ""<https://dblp.org/rec/journals/jclc/ZhengYZL04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1243,Was the paper 'An Event-contrastive Connectome Network for Automatic Assessment of Individual Face Processing and Memory Ability' published by H. Yang in ICASSP?,ASK { <https://dblp.org/rec/conf/icassp/HsiehYTSL19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/226/2074> . <https://dblp.org/rec/conf/icassp/HsiehYTSL19> <https://dblp.org/rdf/schema#publishedIn> 'ICASSP' },TC33,"[""<https://dblp.org/pid/226/2074>"", ""<https://dblp.org/rec/conf/icassp/HsiehYTSL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1244,Did Miguel A. Lejeune publish the paper 'Probabilistic modeling of multiperiod service levels' in the last 5 years?,ASK { <https://dblp.org/rec/journals/eor/Lejeune13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/3453> . <https://dblp.org/rec/journals/eor/Lejeune13> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) },TC34,"[""<https://dblp.org/pid/04/3453>"", ""<https://dblp.org/rec/journals/eor/Lejeune13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1245,Did Markus S. publish the paper 'Large-Scale Analysis of Group-Specific Music Genre Taste from Collaborative Tags' in IEEE International Symposium on Multimedia?,ASK { <https://dblp.org/rec/conf/ism/SchedlF17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/271> . <https://dblp.org/rec/conf/ism/SchedlF17> <https://dblp.org/rdf/schema#publishedIn> 'ISM' },TC33,"[""<https://dblp.org/pid/77/271>"", ""<https://dblp.org/rec/conf/ism/SchedlF17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1246,Did Andreas S\u00E4uberli publish in ASSETS in the last 3 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/266/0857> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'ASSETS' },TC35,"[""<https://dblp.org/pid/266/0857>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1247,Was the paper 'Scaling up learning analytics' published by the author Rebecca Ferguson?,ASK { <https://dblp.org/rec/conf/delfi/Ferguson15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/9370> },TC31,"[""<https://dblp.org/pid/57/9370>"", ""<https://dblp.org/rec/conf/delfi/Ferguson15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1248,"Was the paper 'Translating Negation: Induction, Search And Model Errors' published by Bonnie L. Webber in SSST@NAACL-HLT?",ASK { <https://dblp.org/rec/conf/ssst/FancelluW15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/4733> . <https://dblp.org/rec/conf/ssst/FancelluW15> <https://dblp.org/rdf/schema#publishedIn> 'SSST@NAACL-HLT' },TC33,"[""<https://dblp.org/pid/95/4733>"", ""<https://dblp.org/rec/conf/ssst/FancelluW15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1249,Was the paper 'Reversible Watermarking Based on Adaptive Prediction Error Expansion' published by the person named Qi Li?,ASK { <https://dblp.org/rec/conf/icgec/LiYLP18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/2688> },TC31,"[""<https://dblp.org/pid/181/2688>"", ""<https://dblp.org/rec/conf/icgec/LiYLP18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1250,Did Hu Han publish the paper 'Deep Multi-Task Learning for Joint Prediction of Heterogeneous Face Attributes' in the last four years?,ASK { <https://dblp.org/rec/conf/fgr/WangHSC17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/6451-1> . <https://dblp.org/rec/conf/fgr/WangHSC17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) },TC34,"[""<https://dblp.org/pid/03/6451-1>"", ""<https://dblp.org/rec/conf/fgr/WangHSC17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1251,Has Jianhui Wu published in IEEE Trans. Wirel. Commun. in the last two years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/6118> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Wirel. Commun.' },TC35,"[""<https://dblp.org/pid/53/6118>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1252,"Have Srinath T. V. Setty and Nikitin, K. co-authored the paper 'Replicated state machines without replicated execution'?",ASK { <https://dblp.org/rec/journals/iacr/LeeNS20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/8463> . <https://dblp.org/rec/journals/iacr/LeeNS20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/203/4231> },TC32,"[""<https://dblp.org/pid/68/8463>"", ""<https://dblp.org/pid/203/4231>"", ""<https://dblp.org/rec/journals/iacr/LeeNS20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1253,"Did Coronado, E. publish the paper 'SIMPRE: A software package to calculate crystal field parameters, energy levels, and magnetic properties on mononuclear lanthanoid complexes based on charge distributions' in the last 2 years?",ASK { <https://dblp.org/rec/journals/jcc/BaldoviCCCGP13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/393> . <https://dblp.org/rec/journals/jcc/BaldoviCCCGP13> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) },TC34,"[""<https://dblp.org/pid/57/393>"", ""<https://dblp.org/rec/journals/jcc/BaldoviCCCGP13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1254,"Have Songshan Guo and Lim, A. co-authored the paper 'The Multi-period Profit Collection Vehicle Routing Problem with Time Windows'?",ASK { <https://dblp.org/rec/conf/ieaaie/XieZQGL14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/1716> . <https://dblp.org/rec/conf/ieaaie/XieZQGL14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/972> },TC32,"[""<https://dblp.org/pid/09/1716>"", ""<https://dblp.org/pid/92/972>"", ""<https://dblp.org/rec/conf/ieaaie/XieZQGL14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1255,Was the paper 'Improving the Character Ngram Model for the DSL Task with BM25 Weighting and Less Frequently Used Feature Sets' co-authored by Yves Bestgen and Kexin Qiao?,ASK { <https://dblp.org/rec/conf/vardial/Bestgen17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/2544> . <https://dblp.org/rec/conf/vardial/Bestgen17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/2559> },TC32,"[""<https://dblp.org/pid/19/2544>"", ""<https://dblp.org/pid/152/2559>"", ""<https://dblp.org/rec/conf/vardial/Bestgen17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1256,Have W. Ho Mow and Bin Qian co-authored the paper 'A Markov error modeling approach to distributed turbo coding'?,ASK { <https://dblp.org/rec/conf/isit/QianM15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/4404> . <https://dblp.org/rec/conf/isit/QianM15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/3292> },TC32,"[""<https://dblp.org/pid/81/4404>"", ""<https://dblp.org/pid/55/3292>"", ""<https://dblp.org/rec/conf/isit/QianM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1257,Was the paper 'First responders actions to cope with volatile digital evidence' published by the person Jill Slay?,ASK { <https://dblp.org/rec/journals/ijesdf/WattS15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/6319> },TC31,"[""<https://dblp.org/pid/04/6319>"", ""<https://dblp.org/rec/journals/ijesdf/WattS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1258,Did Risto Mononen publish the paper 'Security and Authentication in the Mobile World'?,ASK { <https://dblp.org/rec/journals/wpc/OjanperaM02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/6947> },TC31,"[""<https://dblp.org/pid/34/6947>"", ""<https://dblp.org/rec/journals/wpc/OjanperaM02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1259,Did J. Beyer publish in Comput. Graph. Forum in the last four years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/531> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Comput. Graph. Forum' },TC35,"[""<https://dblp.org/pid/53/531>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
