id,question_string,query,template_id,entities,relations,temporal,help_out
Q4915,Wasn't the paper 'Security Policy Management for Handheld Devices' published in the year 2003?,ASK { <https://dblp.org/rec/conf/csreaSAM/JansenKIGK03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' FILTER NOT EXISTS { <https://dblp.org/rec/conf/csreaSAM/JansenKIGK03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' } },TP42,"[""<https://dblp.org/rec/conf/csreaSAM/JansenKIGK03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4916,Have the authors of the paper 'Federated Tensor Factorization for Computational Phenotyping' not published the paper 'Applying empirical software engineering to software architecture: challenges and lessons learned'?,ASK { <https://dblp.org/rec/journals/corr/KimSYJ17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/FalessiBCK17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/FalessiBCK17> != <https://dblp.org/rec/journals/corr/KimSYJ17>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/KimSYJ17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/FalessiBCK17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/FalessiBCK17> != <https://dblp.org/rec/journals/corr/KimSYJ17>) } },TP44,"[""<https://dblp.org/rec/journals/corr/KimSYJ17>"", ""<https://dblp.org/rec/journals/corr/FalessiBCK17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4917,Wasn't the publication 'Towards a Model for Hardware and Software Functional Partitioning' published in 1996?,ASK { <https://dblp.org/rec/conf/codes/VahidL96> <https://dblp.org/rdf/schema#yearOfPublication> '1996' FILTER NOT EXISTS { <https://dblp.org/rec/conf/codes/VahidL96> <https://dblp.org/rdf/schema#yearOfPublication> '1996' } },TP42,"[""<https://dblp.org/rec/conf/codes/VahidL96>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4918,Wasn't the publication 'A hypertext software package to help document system designs' published in 1993?,ASK { <https://dblp.org/rec/journals/tsmc/ChapmanB93> <https://dblp.org/rdf/schema#yearOfPublication> '1993' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tsmc/ChapmanB93> <https://dblp.org/rdf/schema#yearOfPublication> '1993' } },TP42,"[""<https://dblp.org/rec/journals/tsmc/ChapmanB93>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4919,Have the authors of the paper 'DSES: A Blockchain-Powered Decentralized Service Eco-System' not published the paper 'A Verifiable E-Lottery Scheme'?,ASK { <https://dblp.org/rec/conf/IEEEcloud/GaoFWZC18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ml4cs/ZhangAZY20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ml4cs/ZhangAZY20> != <https://dblp.org/rec/conf/IEEEcloud/GaoFWZC18>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/IEEEcloud/GaoFWZC18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ml4cs/ZhangAZY20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ml4cs/ZhangAZY20> != <https://dblp.org/rec/conf/IEEEcloud/GaoFWZC18>) } },TP44,"[""<https://dblp.org/rec/conf/IEEEcloud/GaoFWZC18>"", ""<https://dblp.org/rec/conf/ml4cs/ZhangAZY20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4920,Did the authors of the publication 'Communication: An Improved Regional Correlation Algorithm for Signature Verification Which Permits Small Speed Changes Between Handwriting Segments' not publish 'Executing Java programs with transactional memory'?,ASK { <https://dblp.org/rec/journals/ibmrd/Lew83> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/scp/CarlstromCCMMHKO06> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/scp/CarlstromCCMMHKO06> != <https://dblp.org/rec/journals/ibmrd/Lew83>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/ibmrd/Lew83> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/scp/CarlstromCCMMHKO06> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/scp/CarlstromCCMMHKO06> != <https://dblp.org/rec/journals/ibmrd/Lew83>) } },TP44,"[""<https://dblp.org/rec/journals/ibmrd/Lew83>"", ""<https://dblp.org/rec/journals/scp/CarlstromCCMMHKO06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4921,Wasn't the publication 'Queen bee generation method in hive and its application in sensor networks' published in 2012?,ASK { <https://dblp.org/rec/conf/cts/Mahata12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cts/Mahata12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' } },TP42,"[""<https://dblp.org/rec/conf/cts/Mahata12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4922,"Haven't the authors of the publication 'The design and recording of icy, a corpus for the study of intraspeaker variability and the characterisation of speaking styles' published a publication in EUROSPEECH?",ASK { <https://dblp.org/rec/conf/interspeech/PeanWE93> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/interspeech/PeanWE93>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'EUROSPEECH' FILTER NOT EXISTS { <https://dblp.org/rec/conf/interspeech/PeanWE93> <https://dblp.org/rdf/schema#publishedIn> 'EUROSPEECH' } },TP43,"[""<https://dblp.org/rec/conf/interspeech/PeanWE93>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4923,Did the authors of the publication 'A Distributed Neural Filter for Finding Depth- k Skyline Friends in Social Networks' not publish a paper in J. Inf. Sci. Eng.?,ASK { <https://dblp.org/rec/journals/jise/ChenS18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jise/ChenS18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Inf. Sci. Eng.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jise/ChenS18> <https://dblp.org/rdf/schema#publishedIn> 'J. Inf. Sci. Eng.' } },TP43,"[""<https://dblp.org/rec/journals/jise/ChenS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4924,Wasn't the paper 'Robust non-fragile guaranteed cost control of uncertain large-scale systems with time-delays in subsystem interconnections' published in the year 2004?,ASK { <https://dblp.org/rec/journals/ijsysc/Park04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijsysc/Park04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' } },TP42,"[""<https://dblp.org/rec/journals/ijsysc/Park04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4925,Was 'Adaptive Metric Learning for Saliency Detection' not published in 2015?,ASK { <https://dblp.org/rec/journals/tip/LiLLSP15a> <https://dblp.org/rdf/schema#yearOfPublication> '2015' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tip/LiLLSP15a> <https://dblp.org/rdf/schema#yearOfPublication> '2015' } },TP42,"[""<https://dblp.org/rec/journals/tip/LiLLSP15a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4926,Have the authors of the paper 'Performance Evaluation of Open Source Seismic Data Processing Packages' not published a publication in ICA3PP (1)?,ASK { <https://dblp.org/rec/conf/ica3pp/AzizGH11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ica3pp/AzizGH11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICA3PP (1)' FILTER NOT EXISTS { <https://dblp.org/rec/conf/ica3pp/AzizGH11> <https://dblp.org/rdf/schema#publishedIn> 'ICA3PP (1)' } },TP43,"[""<https://dblp.org/rec/conf/ica3pp/AzizGH11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4927,Did the authors of 'A new modelling method for design information based polychromatic sets theory' not publish a paper in ROBIO?,ASK { <https://dblp.org/rec/conf/robio/ZhaoLC06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/robio/ZhaoLC06>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ROBIO' FILTER NOT EXISTS { <https://dblp.org/rec/conf/robio/ZhaoLC06> <https://dblp.org/rdf/schema#publishedIn> 'ROBIO' } },TP43,"[""<https://dblp.org/rec/conf/robio/ZhaoLC06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4928,Wasn't the paper 'Mahalanobis Distance Based Approach for Anomaly Detection of Analog Filters Using Frequency Features and Parzen Window Density Estimation' published in the year 2016?,ASK { <https://dblp.org/rec/journals/et/HuXZLG16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' FILTER NOT EXISTS { <https://dblp.org/rec/journals/et/HuXZLG16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' } },TP42,"[""<https://dblp.org/rec/journals/et/HuXZLG16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4929,Haven't the authors of the publication 'Comparison of Voltage Control by Inverters for Improving the PV Penetration in Low Voltage Networks' published the paper 'Descriptor realizations of autoregressive representations'?,ASK { <https://dblp.org/rec/journals/access/LuoS20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/imamci/Karampetakis04> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/imamci/Karampetakis04> != <https://dblp.org/rec/journals/access/LuoS20>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/access/LuoS20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/imamci/Karampetakis04> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/imamci/Karampetakis04> != <https://dblp.org/rec/journals/access/LuoS20>) } },TP44,"[""<https://dblp.org/rec/journals/access/LuoS20>"", ""<https://dblp.org/rec/journals/imamci/Karampetakis04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4930,Haven't the authors of the publication 'The Studio: Reflections and Issues Arising' published the paper 'Binary vectors partially determined by linear equation systems'?,ASK { <https://dblp.org/rec/conf/cobuild/RobinsonP99> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/dm/AharoniHK97> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/dm/AharoniHK97> != <https://dblp.org/rec/conf/cobuild/RobinsonP99>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/cobuild/RobinsonP99> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/dm/AharoniHK97> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/dm/AharoniHK97> != <https://dblp.org/rec/conf/cobuild/RobinsonP99>) } },TP44,"[""<https://dblp.org/rec/conf/cobuild/RobinsonP99>"", ""<https://dblp.org/rec/journals/dm/AharoniHK97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4931,Have the authors of the paper 'Computer simulation study of the relationship between the profile of excitatory postsynaptic potential and stimulus-correlated motoneuron firing' not published a publication in Biol. Cybern.?,ASK { <https://dblp.org/rec/journals/bc/PiotrkiewiczKJ09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/bc/PiotrkiewiczKJ09>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Biol. Cybern.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/bc/PiotrkiewiczKJ09> <https://dblp.org/rdf/schema#publishedIn> 'Biol. Cybern.' } },TP43,"[""<https://dblp.org/rec/journals/bc/PiotrkiewiczKJ09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4932,Have the authors of the paper 'Detecting tissue-specific early warning signals for complex diseases based on dynamical network biomarkers: study of type 2 diabetes by cross-tissue analysis' not published a publication in Briefings Bioinform.?,ASK { <https://dblp.org/rec/journals/bib/LiZLC14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/bib/LiZLC14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Briefings Bioinform.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/bib/LiZLC14> <https://dblp.org/rdf/schema#publishedIn> 'Briefings Bioinform.' } },TP43,"[""<https://dblp.org/rec/journals/bib/LiZLC14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4933,Haven't the authors of the publication 'Optimal control of an inflammatory immune response model' published a publication in CDC?,ASK { <https://dblp.org/rec/conf/cdc/BaraDD15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cdc/BaraDD15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CDC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cdc/BaraDD15> <https://dblp.org/rdf/schema#publishedIn> 'CDC' } },TP43,"[""<https://dblp.org/rec/conf/cdc/BaraDD15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4934,Have the authors of the paper 'The human DEPhOsphorylation database DEPOD: a 2015 update' not published the paper 'Joint CFO and channel estimation in OFDM-based massive MIMO systems'?,ASK { <https://dblp.org/rec/journals/nar/DuanLK15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/istel/HojatianOSF16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/istel/HojatianOSF16> != <https://dblp.org/rec/journals/nar/DuanLK15>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/nar/DuanLK15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/istel/HojatianOSF16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/istel/HojatianOSF16> != <https://dblp.org/rec/journals/nar/DuanLK15>) } },TP44,"[""<https://dblp.org/rec/journals/nar/DuanLK15>"", ""<https://dblp.org/rec/conf/istel/HojatianOSF16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4935,Was 'Mod\u00E8les multi-agents du processus d'adoption de mesures agri-environnementales : Decision multicrit\u00E8re et interactions sociales (poster)' not published in 1999?,ASK { <https://dblp.org/rec/conf/jfsma/DeffuantFBA99> <https://dblp.org/rdf/schema#yearOfPublication> '1999' FILTER NOT EXISTS { <https://dblp.org/rec/conf/jfsma/DeffuantFBA99> <https://dblp.org/rdf/schema#yearOfPublication> '1999' } },TP42,"[""<https://dblp.org/rec/conf/jfsma/DeffuantFBA99>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4936,"Haven't the authors of the publication 'Bifurcation, stabilization, and ethanol productivity enhancement for a membrane fermentor' published a publication in Math. Comput. Model.?",ASK { <https://dblp.org/rec/journals/mcm/Mahecha-BoteroGE05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/mcm/Mahecha-BoteroGE05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Math. Comput. Model.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/mcm/Mahecha-BoteroGE05> <https://dblp.org/rdf/schema#publishedIn> 'Math. Comput. Model.' } },TP43,"[""<https://dblp.org/rec/journals/mcm/Mahecha-BoteroGE05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4937,Did the authors of 'Lower bound on relaxed Wyner's Common Information' not publish 'Process Mining Based on Specification Slicing for Dynamic Reconfiguration'?,ASK { <https://dblp.org/rec/conf/isit/SulaG21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/iccsa/BaekKS09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/iccsa/BaekKS09> != <https://dblp.org/rec/conf/isit/SulaG21>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/isit/SulaG21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/iccsa/BaekKS09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/iccsa/BaekKS09> != <https://dblp.org/rec/conf/isit/SulaG21>) } },TP44,"[""<https://dblp.org/rec/conf/isit/SulaG21>"", ""<https://dblp.org/rec/conf/iccsa/BaekKS09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4938,Did the authors of 'A comparison of interactivity in the Linux 26 scheduler and an MLFQ scheduler' not publish a paper in Softw. Pract. Exp.?,ASK { <https://dblp.org/rec/journals/spe/TorreyCM07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/spe/TorreyCM07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Softw. Pract. Exp.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/spe/TorreyCM07> <https://dblp.org/rdf/schema#publishedIn> 'Softw. Pract. Exp.' } },TP43,"[""<https://dblp.org/rec/journals/spe/TorreyCM07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4939,Did the authors of the publication 'Energy Analysis of Device Discovery for Bluetooth Low Energy' not publish 'Security Evaluation of CDMA2000'?,ASK { <https://dblp.org/rec/conf/vtc/LiuCMX13a> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icwn/ErtaulNS10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icwn/ErtaulNS10> != <https://dblp.org/rec/conf/vtc/LiuCMX13a>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/vtc/LiuCMX13a> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icwn/ErtaulNS10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icwn/ErtaulNS10> != <https://dblp.org/rec/conf/vtc/LiuCMX13a>) } },TP44,"[""<https://dblp.org/rec/conf/vtc/LiuCMX13a>"", ""<https://dblp.org/rec/conf/icwn/ErtaulNS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4940,Did the authors of the publication 'Compacting music signatures for efficient music retrieval' not publish 'More for less: adaptive labeling payments in online labor markets'?,ASK { <https://dblp.org/rec/conf/edbt/CuiJOT08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/datamine/GevaSL19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/datamine/GevaSL19> != <https://dblp.org/rec/conf/edbt/CuiJOT08>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/edbt/CuiJOT08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/datamine/GevaSL19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/datamine/GevaSL19> != <https://dblp.org/rec/conf/edbt/CuiJOT08>) } },TP44,"[""<https://dblp.org/rec/conf/edbt/CuiJOT08>"", ""<https://dblp.org/rec/journals/datamine/GevaSL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4941,"Have the authors of the paper 'Design for creating, uploading and sharing user generated content' not published the paper 'A New Probabilistic Approach for Fault-Tolerant Routing in k-Ary n-Cubes'?",ASK { <https://dblp.org/rec/conf/chi/ObristGBT08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icpads/Al-SadiDO02> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icpads/Al-SadiDO02> != <https://dblp.org/rec/conf/chi/ObristGBT08>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/chi/ObristGBT08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icpads/Al-SadiDO02> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icpads/Al-SadiDO02> != <https://dblp.org/rec/conf/chi/ObristGBT08>) } },TP44,"[""<https://dblp.org/rec/conf/chi/ObristGBT08>"", ""<https://dblp.org/rec/conf/icpads/Al-SadiDO02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4942,Wasn't the publication 'A Cluster-Based Approach to Thesaurus Construction' published in 1988?,ASK { <https://dblp.org/rec/conf/sigir/Crouch88> <https://dblp.org/rdf/schema#yearOfPublication> '1988' FILTER NOT EXISTS { <https://dblp.org/rec/conf/sigir/Crouch88> <https://dblp.org/rdf/schema#yearOfPublication> '1988' } },TP42,"[""<https://dblp.org/rec/conf/sigir/Crouch88>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4943,Wasn't the paper 'A Fuzzy Logic-Based Approach for Detecting Shifting Patterns in Cross-Cultural Data' published in the year 2005?,ASK { <https://dblp.org/rec/conf/ieaaie/TsekourasPKKP05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' FILTER NOT EXISTS { <https://dblp.org/rec/conf/ieaaie/TsekourasPKKP05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' } },TP42,"[""<https://dblp.org/rec/conf/ieaaie/TsekourasPKKP05>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4944,Did the authors of the publication 'Low-Rank Matrix Recovery via Efficient Schatten p-Norm Minimization' not publish 'Memory Network-Based Quality Normalization of Magnetic Resonance Images for Brain Segmentation'?,ASK { <https://dblp.org/rec/conf/aaai/NieHD12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/iscide/SuWMXZ19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/iscide/SuWMXZ19> != <https://dblp.org/rec/conf/aaai/NieHD12>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/aaai/NieHD12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/iscide/SuWMXZ19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/iscide/SuWMXZ19> != <https://dblp.org/rec/conf/aaai/NieHD12>) } },TP44,"[""<https://dblp.org/rec/conf/aaai/NieHD12>"", ""<https://dblp.org/rec/conf/iscide/SuWMXZ19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4945,Did the authors of 'Shape description from imperfect and incomplete data' not publish a paper in International Conference on Pattern Recognition?,ASK { <https://dblp.org/rec/conf/icpr/RaoN90> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icpr/RaoN90>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICPR (1)' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icpr/RaoN90> <https://dblp.org/rdf/schema#publishedIn> 'ICPR (1)' } },TP43,"[""<https://dblp.org/rec/conf/icpr/RaoN90>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4946,Wasn't the paper 'Anticipatory signals in kinematics and muscle activity during functional grasp and release' published in the year 2015?,ASK { <https://dblp.org/rec/conf/bsn/BeckersFS15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' FILTER NOT EXISTS { <https://dblp.org/rec/conf/bsn/BeckersFS15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' } },TP42,"[""<https://dblp.org/rec/conf/bsn/BeckersFS15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4947,"Haven't the authors of the publication 'Cultural differences in online beer marketing: findings from automated attention analysis' published the paper 'Spatial analysis of social justice in city of Isfahan, Iran'?",ASK { <https://dblp.org/rec/journals/behaviourIT/KinclS13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/agis/GhaedrahmatiKT18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/agis/GhaedrahmatiKT18> != <https://dblp.org/rec/journals/behaviourIT/KinclS13>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/behaviourIT/KinclS13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/agis/GhaedrahmatiKT18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/agis/GhaedrahmatiKT18> != <https://dblp.org/rec/journals/behaviourIT/KinclS13>) } },TP44,"[""<https://dblp.org/rec/journals/behaviourIT/KinclS13>"", ""<https://dblp.org/rec/journals/agis/GhaedrahmatiKT18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4948,Wasn't the paper 'A 16-188-GHz Sub-Integer-N Frequency Synthesizer for 60-GHz Transceivers' published in the year 2008?,ASK { <https://dblp.org/rec/journals/jssc/Floyd08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jssc/Floyd08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' } },TP42,"[""<https://dblp.org/rec/journals/jssc/Floyd08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4949,Wasn't the paper 'Improving Compiler and Run-Time Support for Adaptive Irregular Codes' published in the year 1998?,ASK { <https://dblp.org/rec/conf/IEEEpact/HanT98> <https://dblp.org/rdf/schema#yearOfPublication> '1998' FILTER NOT EXISTS { <https://dblp.org/rec/conf/IEEEpact/HanT98> <https://dblp.org/rdf/schema#yearOfPublication> '1998' } },TP42,"[""<https://dblp.org/rec/conf/IEEEpact/HanT98>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4950,Wasn't the publication 'Adaptive Energy Management System Based on Low-Power Microcontroller with Energy harvesting at Maximum Power' published in 2012?,ASK { <https://dblp.org/rec/journals/jcsc/HeoYLK12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jcsc/HeoYLK12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' } },TP42,"[""<https://dblp.org/rec/journals/jcsc/HeoYLK12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4951,"Did the authors of the publication 'A 325Gb/s, 132pJ/b, 064mm2 Configurable Successive-Cancellation List Polar Decoder using Split-Tree Architecture in 40nm CMOS' not publish 'Passive Cooperative Collision Warning (PCCW) MAC designs for reliable vehicular safety messaging'?",ASK { <https://dblp.org/rec/conf/vlsic/TaoCZ19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/vcomm/JaberCTA15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/vcomm/JaberCTA15> != <https://dblp.org/rec/conf/vlsic/TaoCZ19>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/vlsic/TaoCZ19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/vcomm/JaberCTA15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/vcomm/JaberCTA15> != <https://dblp.org/rec/conf/vlsic/TaoCZ19>) } },TP44,"[""<https://dblp.org/rec/conf/vlsic/TaoCZ19>"", ""<https://dblp.org/rec/journals/vcomm/JaberCTA15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4952,Have the authors of the paper 'The Internet of LED: Indoor Visible Light Communication Using LED as Transmitter and Receiver' not published the paper 'Discrete analysis of domain decomposition approaches for mesh generation via the equidistribution principle'?,ASK { <https://dblp.org/rec/conf/wpmc/UmraniDUM18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/moc/HaynesK17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/moc/HaynesK17> != <https://dblp.org/rec/conf/wpmc/UmraniDUM18>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/wpmc/UmraniDUM18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/moc/HaynesK17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/moc/HaynesK17> != <https://dblp.org/rec/conf/wpmc/UmraniDUM18>) } },TP44,"[""<https://dblp.org/rec/conf/wpmc/UmraniDUM18>"", ""<https://dblp.org/rec/journals/moc/HaynesK17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4953,Was 'Multilevel Accentuation and its Role in the Memorization of Narrative' not published in 2014?,ASK { <https://dblp.org/rec/conf/cmn/Sobchuk14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cmn/Sobchuk14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' } },TP42,"[""<https://dblp.org/rec/conf/cmn/Sobchuk14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4954,Did the authors of 'Stunt driving via policy search' not publish a paper in IEEE International Conference on Robotics and Automation?,ASK { <https://dblp.org/rec/conf/icra/LauL12a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icra/LauL12a>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICRA' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icra/LauL12a> <https://dblp.org/rdf/schema#publishedIn> 'ICRA' } },TP43,"[""<https://dblp.org/rec/conf/icra/LauL12a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4955,Did the authors of 'Open Strategy: Consolidated Definition and Processual Conceptualization' not publish a paper in ICIS?,ASK { <https://dblp.org/rec/conf/icis/TavakoliSS15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icis/TavakoliSS15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICIS' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icis/TavakoliSS15> <https://dblp.org/rdf/schema#publishedIn> 'ICIS' } },TP43,"[""<https://dblp.org/rec/conf/icis/TavakoliSS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4956,Haven't the authors of the publication 'Triple band-notched UWB antenna design using a novel hybrid optimization technique based on DE and NMR algorithms' published a publication in Expert Syst. Appl.?,ASK { <https://dblp.org/rec/journals/eswa/SinghS21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/eswa/SinghS21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Expert Syst. Appl.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/eswa/SinghS21> <https://dblp.org/rdf/schema#publishedIn> 'Expert Syst. Appl.' } },TP43,"[""<https://dblp.org/rec/journals/eswa/SinghS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4957,Wasn't the paper 'Utilizing GCN and Meta-Learning Strategy in Unsupervised Domain Adaptation for Pancreatic Cancer Segmentation' published in the year 2022?,ASK { <https://dblp.org/rec/journals/titb/LiFLQ22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' FILTER NOT EXISTS { <https://dblp.org/rec/journals/titb/LiFLQ22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' } },TP42,"[""<https://dblp.org/rec/journals/titb/LiFLQ22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q4958,Did the authors of the publication 'Ultrasonic backscattering in tissue: characterization through Nakagami-generalized inverse Gaussian distribution' not publish a paper in Comput. Biol. Medicine?,ASK { <https://dblp.org/rec/journals/cbm/AgrawalK07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cbm/AgrawalK07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput. Biol. Medicine' FILTER NOT EXISTS { <https://dblp.org/rec/journals/cbm/AgrawalK07> <https://dblp.org/rdf/schema#publishedIn> 'Comput. Biol. Medicine' } },TP43,"[""<https://dblp.org/rec/journals/cbm/AgrawalK07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
