id,question_string,query,template_id,entities,relations,temporal,help_out
Q1140,"Was the paper 'Low Cost On-Line Testing of RF Circuits' published by the author Susin, A. Amadeu?",ASK { <https://dblp.org/rec/conf/iolts/NegreirosCS04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/4529> },TC31,"[""<https://dblp.org/pid/00/4529>"", ""<https://dblp.org/rec/conf/iolts/NegreirosCS04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1141,Did M. L\u00E1zaro-Gredilla publish in NIPS in the last 8 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/4660> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#publishedIn> 'NIPS' },TC35,"[""<https://dblp.org/pid/77/4660>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1142,"Did Seeling, P. publish the paper 'Lecture, narrated slides, or first person view? Impact of presentation on learning outcomes' in FIE?",ASK { <https://dblp.org/rec/conf/fie/McGarryS15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/1058> . <https://dblp.org/rec/conf/fie/McGarryS15> <https://dblp.org/rdf/schema#publishedIn> 'FIE' },TC33,"[""<https://dblp.org/pid/50/1058>"", ""<https://dblp.org/rec/conf/fie/McGarryS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1143,Did H. Seo publish the paper 'Computational exploration of epidural cortical stimulation using a realistic head model' in Comput. Biol. Medicine?,ASK { <https://dblp.org/rec/journals/cbm/SeoJ21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/188/2334> . <https://dblp.org/rec/journals/cbm/SeoJ21> <https://dblp.org/rdf/schema#publishedIn> 'Comput. Biol. Medicine' },TC33,"[""<https://dblp.org/pid/188/2334>"", ""<https://dblp.org/rec/journals/cbm/SeoJ21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1144,Has A. Gang published in Interspeech in the last 4 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/191/0944> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> 'INTERSPEECH' },TC35,"[""<https://dblp.org/pid/191/0944>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1145,"Did Dornheim, L. publish in Bildverarbeitung f\u00FCr die Medizin in the last 7 years?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/2091> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Bildverarbeitung f\u00FCr die Medizin' },TC35,"[""<https://dblp.org/pid/65/2091>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1146,Did Yueting C. publish the paper 'Easy-SC: A Supply Chain Simulation Tool' in the last 8 years?,ASK { <https://dblp.org/rec/conf/wsc/LiuWCL04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/1019> . <https://dblp.org/rec/conf/wsc/LiuWCL04> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) },TC34,"[""<https://dblp.org/pid/99/1019>"", ""<https://dblp.org/rec/conf/wsc/LiuWCL04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1147,Did H. Quinti\u00E1n and V. Vera co-author the paper 'Application of Soft Computing Technologies toward Assessment and Skills Development'?,ASK { <https://dblp.org/rec/conf/softcomp/AliagaVLGQCKG12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/3893> . <https://dblp.org/rec/conf/softcomp/AliagaVLGQCKG12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/8980> },TC32,"[""<https://dblp.org/pid/124/3893>"", ""<https://dblp.org/pid/68/8980>"", ""<https://dblp.org/rec/conf/softcomp/AliagaVLGQCKG12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1148,Did S. Guillemot publish the paper 'On the (Non-)existence of Polynomial Kernels for Pl-free Edge Modification Problems' in IPEC?,ASK { <https://dblp.org/rec/conf/iwpec/GuillemotPP10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/5527> . <https://dblp.org/rec/conf/iwpec/GuillemotPP10> <https://dblp.org/rdf/schema#publishedIn> 'IPEC' },TC33,"[""<https://dblp.org/pid/42/5527>"", ""<https://dblp.org/rec/conf/iwpec/GuillemotPP10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1149,Did St\u00E9phane Lecoeuche publish in IEEE International Conference on Image Processing in the last 3 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/6510> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'ICIP' },TC35,"[""<https://dblp.org/pid/42/6510>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1150,"Did Wigglesworth, N. publish in Winter Simulation Conference in the last 5 years?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/6136> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> 'WSC' },TC35,"[""<https://dblp.org/pid/77/6136>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1151,Did Alessandro L. Koerich publish the paper 'Machine Learning Methods for Histopathological Image Analysis: A Review' in the last five years?,ASK { <https://dblp.org/rec/journals/corr/abs-2102-03889> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/4335> . <https://dblp.org/rec/journals/corr/abs-2102-03889> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) },TC34,"[""<https://dblp.org/pid/37/4335>"", ""<https://dblp.org/rec/journals/corr/abs-2102-03889>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1152,Has Andrew L. Nelson published in Robotics Auton. Syst. in the last six years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/3827> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Robotics Auton. Syst.' },TC35,"[""<https://dblp.org/pid/97/3827>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1153,Did Stephen J. Cole publish the paper 'Modeling Moving Geospatial Objects from an Event-based Perspective' in the last 5 years?,ASK { <https://dblp.org/rec/journals/tgis/HornsbyC07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/2976> . <https://dblp.org/rec/journals/tgis/HornsbyC07> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) },TC34,"[""<https://dblp.org/pid/46/2976>"", ""<https://dblp.org/rec/journals/tgis/HornsbyC07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1154,Did Richard A. Hendrickson and Tatsuya Shirai co-author the paper 'Array processing extensions to FORTRAN'?,ASK { <https://dblp.org/rec/conf/acm/Hendrickson79> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/199/4458> . <https://dblp.org/rec/conf/acm/Hendrickson79> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/6330> },TC32,"[""<https://dblp.org/pid/199/4458>"", ""<https://dblp.org/pid/37/6330>"", ""<https://dblp.org/rec/conf/acm/Hendrickson79>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1155,Did Xiao L. publish in INTERSPEECH in the last 2 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/2069-6> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> 'INTERSPEECH' },TC35,"[""<https://dblp.org/pid/66/2069-6>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1157,"Did P\u00E1lfy, P\u00E9ter P. and H. Machida co-author the paper 'Self-commuting Operations'?",ASK { <https://dblp.org/rec/journals/mvl/MachidaP21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/4010> . <https://dblp.org/rec/journals/mvl/MachidaP21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/6552> },TC32,"[""<https://dblp.org/pid/16/4010>"", ""<https://dblp.org/pid/65/6552>"", ""<https://dblp.org/rec/journals/mvl/MachidaP21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1158,"Did Chen, J. publish the paper 'MDT: A Multi-Description Topic Based Clustering Approach for Composite-Service Discovery' in the last 8 years?",ASK { <https://dblp.org/rec/conf/hpcc/HuCLN19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/4498> . <https://dblp.org/rec/conf/hpcc/HuCLN19> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) },TC34,"[""<https://dblp.org/pid/04/4498>"", ""<https://dblp.org/rec/conf/hpcc/HuCLN19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1159,"Was the paper 'New LISP Techniques for a Paging Environment' published by Rochfeld, A. in Commun. ACM?",ASK { <https://dblp.org/rec/journals/cacm/Rochfeld71> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/289> . <https://dblp.org/rec/journals/cacm/Rochfeld71> <https://dblp.org/rdf/schema#publishedIn> 'Commun. ACM' },TC33,"[""<https://dblp.org/pid/04/289>"", ""<https://dblp.org/rec/journals/cacm/Rochfeld71>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1160,Has Ming Jiang published in IEEE Signal Process. Lett. in the last 7 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/j/MingJiang1> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#publishedIn> 'IEEE Signal Process. Lett.' },TC35,"[""<https://dblp.org/pid/j/MingJiang1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1161,"Did Bartels, Simon publish the paper 'Probabilistic Approximate Least-Squares' in the last four years?",ASK { <https://dblp.org/rec/conf/aistats/BartelsH16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/180/5936> . <https://dblp.org/rec/conf/aistats/BartelsH16> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) },TC34,"[""<https://dblp.org/pid/180/5936>"", ""<https://dblp.org/rec/conf/aistats/BartelsH16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1162,"Did Wong, Yue-Bong publish the paper 'A timed Petri-net model for fine-grain loop scheduling' in the last 3 years?",ASK { <https://dblp.org/rec/conf/cascon/GaoWN91> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/3759> . <https://dblp.org/rec/conf/cascon/GaoWN91> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) },TC34,"[""<https://dblp.org/pid/61/3759>"", ""<https://dblp.org/rec/conf/cascon/GaoWN91>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1163,Did Wei-Lin Xiao publish the paper 'On weighted lower and upper possibilistic means and variances of fuzzy numbers and its application in decision' in Knowl. Inf. Syst.?,ASK { <https://dblp.org/rec/journals/kais/ZhangX09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/7058> . <https://dblp.org/rec/journals/kais/ZhangX09> <https://dblp.org/rdf/schema#publishedIn> 'Knowl. Inf. Syst.' },TC33,"[""<https://dblp.org/pid/96/7058>"", ""<https://dblp.org/rec/journals/kais/ZhangX09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1164,"Was the paper 'Damage Mapping of Powdery Mildew in Winter Wheat with High-Resolution Satellite Image' published by the author Wei, Liguang?",ASK { <https://dblp.org/rec/journals/remotesensing/YuanZSNWW14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/163/7986> },TC31,"[""<https://dblp.org/pid/163/7986>"", ""<https://dblp.org/rec/journals/remotesensing/YuanZSNWW14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1165,"Did Schutzman, Howard B. publish the paper 'Virtual Information in Data-Base Systems' in FDT Bull. ACM SIGFIDET SIGMOD?",ASK { <https://dblp.org/rec/journals/sigmod/FolinusMS74> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/3137> . <https://dblp.org/rec/journals/sigmod/FolinusMS74> <https://dblp.org/rdf/schema#publishedIn> 'FDT Bull. ACM SIGFIDET SIGMOD' },TC33,"[""<https://dblp.org/pid/45/3137>"", ""<https://dblp.org/rec/journals/sigmod/FolinusMS74>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1166,"Have Lampis Alevizos and Thong, T. Vinh co-authored the paper 'Augmenting Zero Trust Architecture to Endpoints Using Blockchain: A Systematic Review'?",ASK { <https://dblp.org/rec/journals/corr/abs-2104-00460> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/289/6010> . <https://dblp.org/rec/journals/corr/abs-2104-00460> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/7661> },TC32,"[""<https://dblp.org/pid/289/6010>"", ""<https://dblp.org/pid/79/7661>"", ""<https://dblp.org/rec/journals/corr/abs-2104-00460>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1167,"Did Gon\u00E7alves, Daniel publish the paper 'Contact Activity Visualization for Seniors' in the last 3 years?",ASK { <https://dblp.org/rec/conf/hci/AlmeidaCJ015> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/693-2> . <https://dblp.org/rec/conf/hci/AlmeidaCJ015> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) },TC34,"[""<https://dblp.org/pid/40/693-2>"", ""<https://dblp.org/rec/conf/hci/AlmeidaCJ015>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1168,Was the paper 'Financially Backed Covert Security' published by the person named Carmit Hazay?,ASK { <https://dblp.org/rec/journals/iacr/FaustHKS21a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/1548> },TC31,"[""<https://dblp.org/pid/95/1548>"", ""<https://dblp.org/rec/journals/iacr/FaustHKS21a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1169,Has John W. Lumley published in ACM Symposium on Document Engineering in the last 9 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/134/3132> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#publishedIn> 'ACM Symposium on Document Engineering' },TC35,"[""<https://dblp.org/pid/134/3132>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1170,Did Richard Peterson publish in HICSS in the last three years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/1015> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'HICSS' },TC35,"[""<https://dblp.org/pid/22/1015>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1171,Did Marek Chrobak and S. Poljak co-author the paper 'On common edges in optimal solutions to traveling salesman and other optimization problems'?,ASK { <https://dblp.org/rec/journals/dam/ChrobakP88> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/MChrobak> . <https://dblp.org/rec/journals/dam/ChrobakP88> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/3567> },TC32,"[""<https://dblp.org/pid/c/MChrobak>"", ""<https://dblp.org/pid/78/3567>"", ""<https://dblp.org/rec/journals/dam/ChrobakP88>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1172,"Was the paper 'What did spot hide?: a question-answering game for preschool children' co-authored by John F. Canny and Tewari, Anuj?",ASK { <https://dblp.org/rec/conf/chi/TewariC14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/JohnFCanny> . <https://dblp.org/rec/conf/chi/TewariC14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/5732> },TC32,"[""<https://dblp.org/pid/c/JohnFCanny>"", ""<https://dblp.org/pid/37/5732>"", ""<https://dblp.org/rec/conf/chi/TewariC14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1173,Has D. Makris published in IEEE International Joint Conference on Neural Networks in the last four years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/150/7401> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> 'IJCNN' },TC35,"[""<https://dblp.org/pid/150/7401>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1174,Did R. San-Miguel Carrasco publish in Comput. Secur. in the last eight years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/177/6318> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Comput. Secur.' },TC35,"[""<https://dblp.org/pid/177/6318>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1175,"Did Wasserman, L. A. publish in AISTATS in the last eight years?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/1660> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#publishedIn> 'AISTATS' },TC35,"[""<https://dblp.org/pid/89/1660>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1176,Was the paper 'Employee-developed ways to enhance information ergonomics' published by Jussi O. in MindTrek?,ASK { <https://dblp.org/rec/conf/mindtrek/BordiOMH17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/3041> . <https://dblp.org/rec/conf/mindtrek/BordiOMH17> <https://dblp.org/rdf/schema#publishedIn> 'MindTrek' },TC33,"[""<https://dblp.org/pid/73/3041>"", ""<https://dblp.org/rec/conf/mindtrek/BordiOMH17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1177,Was the paper 'From plant and logistics control to multi-enterprise collaboration' published by F. G. Filip in Annu. Rev. Control.?,ASK { <https://dblp.org/rec/journals/arc/NofMMMF06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/4465> . <https://dblp.org/rec/journals/arc/NofMMMF06> <https://dblp.org/rdf/schema#publishedIn> 'Annu. Rev. Control.' },TC33,"[""<https://dblp.org/pid/03/4465>"", ""<https://dblp.org/rec/journals/arc/NofMMMF06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1178,Did A. Vinnikov publish the paper 'K-means recovers ICA filters when independent components are sparse'?,ASK { <https://dblp.org/rec/conf/icml/VinnikovS14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/151/8866> },TC31,"[""<https://dblp.org/pid/151/8866>"", ""<https://dblp.org/rec/conf/icml/VinnikovS14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1179,Did X. Li publish the paper 'Internet Public Opinion Hotspot Detection Research Based on K-means Algorithm' in ICSI (2)?,ASK { <https://dblp.org/rec/conf/swarm/LiuL10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/2197> . <https://dblp.org/rec/conf/swarm/LiuL10> <https://dblp.org/rdf/schema#publishedIn> 'ICSI (2)' },TC33,"[""<https://dblp.org/pid/20/2197>"", ""<https://dblp.org/rec/conf/swarm/LiuL10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1180,Did I. Brown and Chaouki A. co-author the paper 'Investigating the impact of the external environment on strategic information systems planning: a qualitative inquiry'?,ASK { <https://dblp.org/rec/conf/saicsit/Brown08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/4065> . <https://dblp.org/rec/conf/saicsit/Brown08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/5426> },TC32,"[""<https://dblp.org/pid/73/4065>"", ""<https://dblp.org/pid/35/5426>"", ""<https://dblp.org/rec/conf/saicsit/Brown08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1181,"Did Song, Houbing publish the paper 'IEEE Access Special Section Editorial: Intelligent Systems for the Internet of Things'?",ASK { <https://dblp.org/rec/journals/access/QiuTCRRSPH19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/594> },TC31,"[""<https://dblp.org/pid/49/594>"", ""<https://dblp.org/rec/journals/access/QiuTCRRSPH19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1182,Did Yu-Huai Peng publish the paper 'SVSNet: An End-to-end Speaker Voice Similarity Assessment Model' in the last 8 years?,ASK { <https://dblp.org/rec/journals/corr/abs-2107-09392> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/214/2303> . <https://dblp.org/rec/journals/corr/abs-2107-09392> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) },TC34,"[""<https://dblp.org/pid/214/2303>"", ""<https://dblp.org/rec/journals/corr/abs-2107-09392>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1183,Did J. William Whikehart publish the paper 'Adaptive periodic IIR filters' in ICASSP?,ASK { <https://dblp.org/rec/conf/icassp/WhikehartD97> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/147/6385> . <https://dblp.org/rec/conf/icassp/WhikehartD97> <https://dblp.org/rdf/schema#publishedIn> 'ICASSP' },TC33,"[""<https://dblp.org/pid/147/6385>"", ""<https://dblp.org/rec/conf/icassp/WhikehartD97>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1184,"Did Wang, B. and Chen, C. L. Philip co-author the paper 'Illumination and Color Adjustment for Generating Professional Headshot'?",ASK { <https://dblp.org/rec/conf/smc/WangC21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/301> . <https://dblp.org/rec/conf/smc/WangC21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/4856> },TC32,"[""<https://dblp.org/pid/50/301>"", ""<https://dblp.org/pid/48/4856>"", ""<https://dblp.org/rec/conf/smc/WangC21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1185,"Did Zhu, Hongsong publish in WASA in the last four years?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/5368> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> 'WASA' },TC35,"[""<https://dblp.org/pid/57/5368>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1186,"Was the paper 'Interdisciplinary and Professional Development Outside of the Classroom' published by the author Woodcock, Cassandra Sue Ellen?",ASK { <https://dblp.org/rec/conf/fie/Woodcock19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/286/2204> },TC31,"[""<https://dblp.org/pid/286/2204>"", ""<https://dblp.org/rec/conf/fie/Woodcock19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1187,"Have Chen, Rui and Shuang Wang co-authored the paper 'Private Genome Data Dissemination'?",ASK { <https://dblp.org/rec/books/sp/15/MohammedWCJ15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/1003-12> . <https://dblp.org/rec/books/sp/15/MohammedWCJ15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/220-2> },TC32,"[""<https://dblp.org/pid/02/1003-12>"", ""<https://dblp.org/pid/86/220-2>"", ""<https://dblp.org/rec/books/sp/15/MohammedWCJ15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1188,Did Toby Walsh publish in International Conference on Principles and Practice of Constraint Programming in the last 3 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/2576> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'CP' },TC35,"[""<https://dblp.org/pid/86/2576>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1189,Was the paper 'Estimating two-dimensional angles of arrival in coherent source environment' published by Yih-Min Chen in ICASSP?,ASK { <https://dblp.org/rec/conf/icassp/YehLC88> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/10845> . <https://dblp.org/rec/conf/icassp/YehLC88> <https://dblp.org/rdf/schema#publishedIn> 'ICASSP' },TC33,"[""<https://dblp.org/pid/22/10845>"", ""<https://dblp.org/rec/conf/icassp/YehLC88>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1191,Did Siddharth Gururani publish the paper 'Automatic Sample Detection in Polyphonic Music' in the last five years?,ASK { <https://dblp.org/rec/conf/ismir/GururaniL17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/185/3616> . <https://dblp.org/rec/conf/ismir/GururaniL17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) },TC34,"[""<https://dblp.org/pid/185/3616>"", ""<https://dblp.org/rec/conf/ismir/GururaniL17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1192,Did Juan Jos\u00E9 Mart\u00EDnez Castillo publish the paper 'The Acantelys Model for to Build Effective Partnerships Between Industry and Academy using Real Work Situations in the Designing of Virtual Labs and Simulations' in the last 3 years?,ASK { <https://dblp.org/rec/conf/fecs/Castillo10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/8815> . <https://dblp.org/rec/conf/fecs/Castillo10> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) },TC34,"[""<https://dblp.org/pid/17/8815>"", ""<https://dblp.org/rec/conf/fecs/Castillo10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1193,"Did Wang, Wei and Tao Lin co-author the paper 'Markovian approach to tackle competing pathogens in simplicial complex'?",ASK { <https://dblp.org/rec/journals/amc/NieLPLW22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/7092-70> . <https://dblp.org/rec/journals/amc/NieLPLW22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/4492> },TC32,"[""<https://dblp.org/pid/35/7092-70>"", ""<https://dblp.org/pid/64/4492>"", ""<https://dblp.org/rec/journals/amc/NieLPLW22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1194,"Have Vozel, B. and Mikhail L. Uss co-authored the paper 'Efficient Rotation-Scaling-Translation Parameters Estimation in Multimodal Settings Based on Fractal Image Model'?",ASK { <https://dblp.org/rec/journals/corr/UssVLC15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/4966> . <https://dblp.org/rec/journals/corr/UssVLC15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/8063> },TC32,"[""<https://dblp.org/pid/51/4966>"", ""<https://dblp.org/pid/26/8063>"", ""<https://dblp.org/rec/journals/corr/UssVLC15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1195,Did Burhan Ul Islam Khan publish in IEEE Access in the last 4 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/228/4526> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' },TC35,"[""<https://dblp.org/pid/228/4526>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1196,Did Dorothy R. Graham publish the paper 'Requirements and Testing: Seven Missing-Link Myths'?,ASK { <https://dblp.org/rec/journals/software/Graham02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/989> },TC31,"[""<https://dblp.org/pid/23/989>"", ""<https://dblp.org/rec/journals/software/Graham02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1197,"Did Yuan, J. publish the paper 'Multi-Cell Hybrid Millimeter Wave Systems: Pilot Contamination and Interference Mitigation' in the last eight years?",ASK { <https://dblp.org/rec/journals/tcom/ZhaoWNYR18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/567> . <https://dblp.org/rec/journals/tcom/ZhaoWNYR18> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) },TC34,"[""<https://dblp.org/pid/50/567>"", ""<https://dblp.org/rec/journals/tcom/ZhaoWNYR18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1198,Was the paper 'Adaptive Sustainable Organizations: System Dynamic Models of a University Balancing the Virtuous and the Vicious' published by the author Gabrielle Peko?,ASK { <https://dblp.org/rec/conf/hicss/PatelPS19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/10952> },TC31,"[""<https://dblp.org/pid/51/10952>"", ""<https://dblp.org/rec/conf/hicss/PatelPS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1199,Did Qiang-Sheng Hua publish the paper 'Minimum Latency Aggregation Scheduling for Arbitrary Tree Topologies under the SINR Model' in the last nine years?,ASK { <https://dblp.org/rec/conf/adhoc-now/WangHW12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/3694> . <https://dblp.org/rec/conf/adhoc-now/WangHW12> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) },TC34,"[""<https://dblp.org/pid/82/3694>"", ""<https://dblp.org/rec/conf/adhoc-now/WangHW12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
