id,question_string,query,template_id,entities,relations,temporal,help_out
Q6999,"Which one was published first, 'Blind Adversarial Pruning: Balance Accuracy, Efficiency and Robustness' or 'PROMETHEUS database: A multimodal corpus for research on modeling and interpreting human behavior'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2004-05913> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/icdsp/NtalampirasASGP09> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/corr/abs-2004-05913>, <https://dblp.org/rec/conf/icdsp/NtalampirasASGP09>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/corr/abs-2004-05913>"", ""<https://dblp.org/rec/conf/icdsp/NtalampirasASGP09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q7000,"Which one was published first, '2018 IEEE Transactions on Control Systems Technology Outstanding Paper Award' or 'Instance-Based Non-standard Inferences in $\\mathcal{EL}$ with Subjective Probabilities'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcst/Ruppert19> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/semweb/PenalozaT13> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/tcst/Ruppert19>, <https://dblp.org/rec/conf/semweb/PenalozaT13>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/tcst/Ruppert19>"", ""<https://dblp.org/rec/conf/semweb/PenalozaT13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
