id,question_string,query,template_id,entities,relations,temporal,help_out
Q3131,"How many research papers has Mudjihartono, Paulus published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/292/1190> },TC71,"[""<https://dblp.org/pid/292/1190>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3132,How many papers has Bao Wang published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/10304> },TC71,"[""<https://dblp.org/pid/40/10304>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3133,"In ASRU, how many papers has Lukas Lee published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/235/7064> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ASRU' },TC72,"[""<https://dblp.org/pid/235/7064>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3134,How many research papers has Gede Putra Kusuma Negara published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/545> },TC71,"[""<https://dblp.org/pid/14/545>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3135,What is the average number of co-authors for research papers published by Ahmad Sobri Hashim?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/10387> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/34/10387>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3136,How many research papers has Alexander U. published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/6788> },TC71,"[""<https://dblp.org/pid/85/6788>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3137,"How many papers has Cerquitelli, T. published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/5348> },TC71,"[""<https://dblp.org/pid/20/5348>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3138,How many co-authors does Liying Liu have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/4986> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/73/4986>) },TC73,"[""<https://dblp.org/pid/73/4986>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3139,Mention the number of papers that Rabia B. has published.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/154/2196> },TC71,"[""<https://dblp.org/pid/154/2196>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3140,Report the count of papers that Bongsik S. has published in PACIS.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/1245> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'PACIS' },TC72,"[""<https://dblp.org/pid/74/1245>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3141,What is the average number of research papers published by the author Harvey F. Silverman per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/1564> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/60/1564>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3143,"Report the average number of co-authors for publications published by Wulan, Gaowa.",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/213/2754> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/213/2754>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3144,"Count the number of papers that McFarland, M. C. has published in ICCD.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/1293> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICCD' },TC72,"[""<https://dblp.org/pid/52/1293>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3145,"Count the number of co-authors that Ogiela, Lidia has.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/1024> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/14/1024>) },TC73,"[""<https://dblp.org/pid/14/1024>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3146,What is the average number of research papers published by the author Rolf N. per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/n/RolfNiedermeier> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/n/RolfNiedermeier>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3147,"In First Monday, how many papers has Pettigrew, K. E. published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/3395> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'First Monday' },TC72,"[""<https://dblp.org/pid/27/3395>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3148,"Report the average number of publications by Omori, Toshiaki per year.",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/4332> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/71/4332>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3149,What is the average number of co-authors for research papers published by Yu-Hsiang Tseng?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/8797> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/91/8797>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3150,How many research papers has Arthur H. M. van Roermund published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/2420> },TC71,"[""<https://dblp.org/pid/66/2420>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3151,"Who is the most frequent co-author of Cioppa, A. Della and how many publications do they have together?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/2630> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/60/2630>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/60/2630>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3152,Mention the year in which Nestor R. Polanco published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/202/3643> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/202/3643>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3153,When was the first paper by Tom Tollenaere published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/6536> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/44/6536>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3154,Find the year in which A. Arranz Carre\u00F1o published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/9747> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/53/9747>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3155,"When was the last paper by Dikovskii, A. Ja. published?",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/5658> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/44/5658>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3156,"When was the last paper by Mens, Tom published?",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/TomMens> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/m/TomMens>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3157,"Find the year in which Rosaci, D. published their first paper.",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/2341> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/91/2341>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3158,Least number of papers were published by Younis Al Rozz in which year?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/209/8796> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/209/8796>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3159,In which year was the last paper by Kun Huang published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/4151-3> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/10/4151-3>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3160,Mention the year in which Truls F. published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/5703> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/39/5703>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3161,Find the year in which Hossein Mobahi published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/1490> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/94/1490>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3162,Report the year in which Ulf Leser published the least papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/UlfLeser> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/l/UlfLeser>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3163,In which year was the last paper by Robert Mitchell published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/9676> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/70/9676>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3164,Who is the most frequent co-author of Alfredo Colosimo and how many publications do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/1632> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/77/1632>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/77/1632>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3165,Mention the year in which Inhyuk Kim published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/7539> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/06/7539>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3166,Report the most frequent co-author of Yongcheng Wang and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/4175> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/06/4175>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/06/4175>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3167,Mention the year in which Kiara G. published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/274/1096> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/274/1096>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3168,In which year did the author Q. Wu publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/215/6855> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/215/6855>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3169,Report the most frequent co-author of Oscar De Feo and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/5987> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/19/5987>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/19/5987>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3170,"When was the first paper by Zhang, Q. published?",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/8547> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/44/8547>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3171,Who is the most frequent co-author of Ron Daniel and how many publications do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/11065> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/67/11065>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/67/11065>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3172,Report the year in which Junji Shikata published their last paper.,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/4968> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/65/4968>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3173,When was the last paper by R. Denning published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/42> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/54/42>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3174,Report the most frequent co-author of Yang Xin and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/2718> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/72/2718>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/72/2718>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3175,Find the year in which Akilesh T. published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/283/6462> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/283/6462>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3176,"In which year did the author Li, Wei publish the most research papers?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/6025-56> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/64/6025-56>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3177,Report the most frequent co-author of Yinglong Bian and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/249/5845> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/249/5845>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/249/5845>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3178,"Who is the most frequent co-author of Belkouch, S. and how many publications do they have together?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/10119> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/51/10119>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/51/10119>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3179,Report the year in which Clive R. published their last paper.,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/710> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/10/710>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3180,In which year was the first paper by Sara A. published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/212/7397> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/212/7397>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3181,Least number of papers were published by Y. Xue in which year?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/204/1800> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/204/1800>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3182,In which year did Jun Wu publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/3894-1> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/20/3894-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3183,When was the last paper by Laurent Topart published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/277/0217> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/277/0217>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3184,Report the most frequent co-author of Steven G. and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/3749> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/92/3749>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/92/3749>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3185,In which year was the first paper by I. R. Cohen published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/3693> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/71/3693>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3186,In which year was the first paper by Shannon L. Mathis published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/202/0059> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/202/0059>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3187,Who is the most frequent co-author of Johanne Morin and how many publications do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/6306> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/22/6306>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/22/6306>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3188,Report the year in which David L. Neuhoff published the least papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/4018> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/17/4018>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3189,With which author does Philippe Kruchten has the most papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/PhilippeKruchten> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/k/PhilippeKruchten>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/k/PhilippeKruchten>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3190,In which year did the author Alexa T. McCray publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/4639> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/50/4639>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3191,Least number of papers were published by Q. Ye in which year?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/7694> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/44/7694>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3192,Find the year in which Stephen P. Glasby published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/2782> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/38/2782>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3193,When was the first paper by Lee-Sub Lee published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/2628> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/08/2628>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3194,"In which year was the first paper by Ju, W. published?",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/4068> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/04/4068>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3195,Report the most frequent co-author of Estelle Ah-Ki and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/6434> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/84/6434>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/84/6434>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3196,"When was the last paper by Gershenson, C. published?",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/CarlosGershenson> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/g/CarlosGershenson>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3197,In which year did See-May Phoong publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/2749> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/72/2749>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3198,"Find the year in which Horn, J. A. published their first paper.",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/8906> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/24/8906>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3199,Find the year in which Marc Hassenzahl published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/80> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/78/80>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3200,When was the first paper by Marco Pavone published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/3382> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/91/3382>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
