id,question_string,query,template_id,entities,relations,temporal,help_out
Q0785,Mention the papers published by Sarath Guttikunda and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/305/9640> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/305/9640>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0786,"List the titles of the papers that Besser, Karl-Ludwig published and in which venues.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/236/3790> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/236/3790>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0787,List the venues in which Mohammad Reza Aref published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/4838> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/91/4838>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0788,List the venues in which Suoping Hu published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/223/1032> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/223/1032>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0789,List the venues in which K. Karlapalem published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/KKarlapalem> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/k/KKarlapalem>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0790,Which publications did Mouad Bahi author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/7454> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/18/7454>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0791,List the venues in which A. Rezaeian published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/162/2728> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/162/2728>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0792,"What are the titles of the papers that Eichberg, M. published in the last seven years and in which venues?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/3818> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/66/3818>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0793,What are the titles of the papers that Alexei Makarenko published in the last 9 years and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/3349> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/13/3349>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0794,In which venues did Weiming Shen publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/WeimingShen> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/s/WeimingShen>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0795,List the titles of the papers that Marco Monteiro published and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/2749> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/47/2749>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0797,Mention the other authors with whom Fred B. Schneider has co-authored papers in the last 6 years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/FredBSchneider> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/s/FredBSchneider>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/s/FredBSchneider>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0798,List the venues in which William L. Kuechler Jr. published papers in the last 5 years and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/159> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/16/159>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0799,Name the co-authors of J. E. Colgate in the last nine years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/4426> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/44/4426>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/44/4426>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0800,Mention the papers published by Katherina Haase and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/4420> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/183/4420>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0801,"List the titles of the papers that Yuan, B. published in the last two years and in which venues.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/1662-2> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/41/1662-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0802,Mention the papers published by Ioannis K. and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/5692> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/79/5692>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0803,List the titles of the papers that Esra \u00C7etin published in the last 2 years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/151/2443> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/151/2443>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0804,Mention the other authors with whom Naiyan W. has co-authored papers in the last 6 years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/9922> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/31/9922>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/31/9922>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0805,What are the titles of the papers that Jingfa Liu published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/7079> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/90/7079>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0806,Which publications did J. Kim author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/615> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/19/615>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0807,"List the venues in which Zhuang, B. published papers and the titles of these papers.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/8081> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/51/8081>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0809,Mention the papers published by Meng Lee and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/10920> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/91/10920>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0810,"What are the titles of the papers that Nair, Suku published and in which venues?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/n/VSSNair> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/n/VSSNair>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0811,What are the titles of the papers that Diomidis S. Michalopoulos published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/3023> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/84/3023>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0812,Mention the other authors with whom Ron Sun has co-authored papers in the last 9 years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/RSun> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/s/RSun>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/s/RSun>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0813,What are the titles of the papers that Kwok-Yan Lam published in the last six years and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/1993> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/10/1993>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0814,"In which venues did Huang, Fukeng publish papers and what are the titles of these papers?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/274/7895> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/274/7895>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0815,Which publications did Prathima Agrawal author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/6018> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/65/6018>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0817,Mention the other authors with whom Giorgio Di Natale has co-authored papers in the last 4 years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/5847> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/71/5847>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/71/5847>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0818,Which papers did author Valentin Montmirail publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/0871> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/183/0871>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0819,Mention the papers published by Margherita Peruzzini and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/8777> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/76/8777>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0820,Mention the papers published by Bonnie Stewart and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/170/2475> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/170/2475>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0821,What are the titles of the papers that J. John Kim published in the last 7 years and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/11092> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/38/11092>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0822,List the titles of the papers that Derick Wood published and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/DerickWood> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/w/DerickWood>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0823,List the titles of the papers that J\u00F6rg Henseler published in the last 3 years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/10867> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/25/10867>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0824,"Which publications did Seitz, Peter author and in which year?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/6929> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/90/6929>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0825,List the venues in which Hai Liu published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/2375-4> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/46/2375-4>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0826,"Which publications did Su\u00E1rez, Antonio J. author and in which year?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/2089> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/71/2089>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0827,"In which venues did Luj\u00E1n, Mikel publish papers and what are the titles of these papers?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/3102> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/32/3102>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0828,Who are the co-authors of Mike W. in the last five years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/3> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/99/3>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/99/3>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0829,Which publications did Thad Starner author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/ThadStarner> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/s/ThadStarner>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0830,"List the venues in which Kallas, Maya published papers and the titles of these papers.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/10617> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/09/10617>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0831,"List the titles of the papers that Bansal, T. published and in which venues.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/5260> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/76/5260>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0832,List the titles of the papers that Karol Draszawka published and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/10537> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/47/10537>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0833,Which publications did Kaoru Saito author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/5485> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/02/5485>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0834,List the venues in which Yuri Demchenko published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/2010> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/95/2010>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0835,Which papers did author B. Ommer publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/4098> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/11/4098>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0836,List the titles of the papers that H. Barki published in the last 2 years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/8074> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/97/8074>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0837,In which venues did Vicente P. Guerrero-Bote publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/3581> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/83/3581>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0838,Mention the other authors with whom Toshiyuki Sakai has co-authored papers in the last nine years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/118> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/64/118>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/64/118>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0839,List the venues in which N\u00E9stor \u00C1lvarez-D\u00EDaz published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/196/7168> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/196/7168>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0840,In which venues did Dong-Hee Lee publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/2294> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/62/2294>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0841,Which publications did James M. author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/165/0359> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/165/0359>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0842,"What are the titles of the papers that Tao, J. published and in which venues?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/6764-1> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/25/6764-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0843,In which venues did Xiuli Zhang publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/289> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/23/289>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0844,What are the titles of the papers that Raufdeen R. published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/319/8191> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/319/8191>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0845,List the venues in which M. A. Neerincx published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/1468> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/97/1468>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
