id,question_string,query,template_id,entities,relations,temporal,help_out
Q6951,In which year were the first papers of the authors of 'Imagining Replications: Graphical Prediction & Discrete Visualizations Improve Recall & Estimation of Effect Uncertainty' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/tvcg/HullmanKKS18> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/tvcg/HullmanKKS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6952,"When were the first papers of the authors of 'Webjects, de vrais objets en param\u00E8tres des services web' published?",SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/lmo/RogovchenkoM07> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/lmo/RogovchenkoM07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6953,"Between 'Manifold Constrained Variational Mixtures' and 'Enhanced Precision Time Synchronization for Wireless Sensor Networks', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icann/ArchambeauV05> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/sensors/ChoKB11> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/icann/ArchambeauV05>, <https://dblp.org/rec/journals/sensors/ChoKB11>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/icann/ArchambeauV05>"", ""<https://dblp.org/rec/journals/sensors/ChoKB11>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6954,Mention the author who has published the most papers among the authors of 'Biometric Authentication'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/computer/Weaver06> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/computer/Weaver06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6955,"In which year were the first papers of the authors of 'On the anonymity of two-factor authentication schemes for wireless sensor networks: Attacks, principle and solutions' published?",SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/cn/WangW14> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/cn/WangW14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6956,"Between 'Towel: Real World Mobility on the Web' and 'Paired compressed cover trees guarantee a near linear parametrized complexity for all k-nearest neighbors search in an arbitrary metric space', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cadui/HarperSG99> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/corr/abs-2201-06553> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/cadui/HarperSG99>, <https://dblp.org/rec/journals/corr/abs-2201-06553>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/cadui/HarperSG99>"", ""<https://dblp.org/rec/journals/corr/abs-2201-06553>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6957,Who has published the most papers among the authors of 'Preface'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/anor/Guignard-SpielbergS05> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/anor/Guignard-SpielbergS05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6958,Mention the author who has published the most papers among the authors of 'Research on Team Orienteering Problem with Dynamic Travel Times'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/jsw/Li12a> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/jsw/Li12a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6959,"Between 'Cross-modal Collaborative Manifold Propagation for Image Recommendation' and 'Online Manifold Regularization: A New Learning Setting and Empirical Study', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mir/JianJYWH19> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/pkdd/GoldbergLZ08> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/mir/JianJYWH19>, <https://dblp.org/rec/conf/pkdd/GoldbergLZ08>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/mir/JianJYWH19>"", ""<https://dblp.org/rec/conf/pkdd/GoldbergLZ08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6960,Mention the primary affiliation of most of the authors of 'Mobile Energy Internet'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-1802-01570> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/corr/abs-1802-01570>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6961,When were the first papers of the authors of 'Model Driven Prediction and Control' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/jot/AkzhalovaAD07> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/jot/AkzhalovaAD07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6962,"Between 'Approximate QR-based algorithms for recursive nonlinear least squares estimation' and 'Centralization vs decentralization of application software', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iscas/ChanZL05> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/cacm/SchuffL01> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/iscas/ChanZL05>, <https://dblp.org/rec/journals/cacm/SchuffL01>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/iscas/ChanZL05>"", ""<https://dblp.org/rec/journals/cacm/SchuffL01>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6963,"Between 'Lightweight power line communications for Smart Grid applications with standard RFID tags' and 'Survey: Concentration Inequalities and Martingale Inequalities: A Survey', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/globecom/HuettnerKMZ12> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/im/ChungL06> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/globecom/HuettnerKMZ12>, <https://dblp.org/rec/journals/im/ChungL06>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/globecom/HuettnerKMZ12>"", ""<https://dblp.org/rec/journals/im/ChungL06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6964,Mention the author who has published the most papers among the authors of 'Erratum to \Reformulating table constraints using functional dependencies - an application to explanation generation\'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/constraints/CambazardO10> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/constraints/CambazardO10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6965,Mention the year in which the first papers of the authors of 'Automatic call section segmentation for contact-center calls' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/cikm/Park07> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/cikm/Park07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6966,Who has published the most papers among the authors of 'Effects of Localized Distribution of Terminals and Mobility on Performance Improvement by Direct Communication'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/ieicet/KabasawaNTSSS06> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/ieicet/KabasawaNTSSS06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6967,"Between 'An Abductive Question-Answer System for the Minimal Logic of Formal Inconsistency mbC' and 'Newton's iteration and the sparse Hensel algorithm (Extended Abstract)', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sLogica/ChlebowskiGU22> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/issac/Zippel81> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/sLogica/ChlebowskiGU22>, <https://dblp.org/rec/conf/issac/Zippel81>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/sLogica/ChlebowskiGU22>"", ""<https://dblp.org/rec/conf/issac/Zippel81>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6968,Mention the author who has published the most papers among the authors of 'Direct Super-Resolution and Registration Using Raw CFA Images'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/cvpr/GotohO04> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/cvpr/GotohO04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6969,"Which one was published first, 'A Study on MIMO Interference Canceller for Reverse-Link in HAPS Multi-Gateways' or 'Benchmarking for Graph Transformation'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vtc/FujiiOF20a> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/vl/VarroSV05> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/vtc/FujiiOF20a>, <https://dblp.org/rec/conf/vl/VarroSV05>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/vtc/FujiiOF20a>"", ""<https://dblp.org/rec/conf/vl/VarroSV05>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6970,To which institution are the majority of the authors of 'Multiple Description Coding for Video Streaming over Wireless Networks' affiliated?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/hsnmc/PereiraAB03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/hsnmc/PereiraAB03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6971,Mention the author who has published the most papers among the authors of 'An SRP Target Mode to Improve Read Performance of SRP-Based IB-SANs'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/ispa/JiangHHWZH07> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/ispa/JiangHHWZH07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6972,Who has published the most papers among the authors of 'The Kista Mentorspace; A Novel Method for Knowledge Sharing in Engineering Education'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/fie/Smith20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/fie/Smith20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6973,Name the primary affiliation of most of the authors of 'Convex Drawings of Internally Triconnected Plane Graphs on O(n2) Grids'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/isaac/ZhouN09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/isaac/ZhouN09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6974,In which year were the first papers of the authors of 'Fully Automated Design of Super-High-Rise Building Structures by a Hybrid AI Model on a Massively Parallel Machine' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/aim/AdeliP96> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/aim/AdeliP96>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6975,What is the primary affiliation of most of the authors of the paper 'Guest Editorial'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/aai/PettaM00> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/aai/PettaM00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6976,"Between 'Turing Memorial Lecture Facing Up to Faults' and 'Graph-Based Approach For Representing Business Process Models In Case Of Measuring Business Logic Dependencies', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cj/Randell00> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/mcis/MironovG17> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/cj/Randell00>, <https://dblp.org/rec/conf/mcis/MironovG17>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/cj/Randell00>"", ""<https://dblp.org/rec/conf/mcis/MironovG17>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6977,When were the first papers of the authors of 'Semivirtual simulations for the evaluation of vision-based ADAS' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/ivs/ZofkaKSZ14> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/ivs/ZofkaKSZ14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6978,"Which one was published first, 'Fast frequency-hopping dynamic multiple-access for cognitive radios: Suboptimum noncoherent maximum-likelihood multiuser detection' or 'DC charger selection scheme for electric vehicle-based tours visiting multiple destinations'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iswcs/ZhangYZ10> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/racs/LeeP14> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/iswcs/ZhangYZ10>, <https://dblp.org/rec/conf/racs/LeeP14>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/iswcs/ZhangYZ10>"", ""<https://dblp.org/rec/conf/racs/LeeP14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6979,"Between 'Is Your Game Generator Working? Evaluating Gemini, an Intentional Generator' and 'A Requirements Engineering Process Adapted to Global Software Development', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aiide/OsbornDASDTWM19> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/cleiej/MighettiH16> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/aiide/OsbornDASDTWM19>, <https://dblp.org/rec/journals/cleiej/MighettiH16>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/aiide/OsbornDASDTWM19>"", ""<https://dblp.org/rec/journals/cleiej/MighettiH16>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6980,"Between 'Guest Editorial: Special Issue on Advances in Vehicle Routing' and 'Editorial: Marr Prize and Honorable Mentions at ICCV 2005', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/transci/ChristiansenHL13> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/ijcv/Schnorr07> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/transci/ChristiansenHL13>, <https://dblp.org/rec/journals/ijcv/Schnorr07>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/transci/ChristiansenHL13>"", ""<https://dblp.org/rec/journals/ijcv/Schnorr07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6981,Who has published the most papers among the authors of 'Online Query Scheduling on Source Permutation for Big Data Integration'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/YuanG15> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/corr/YuanG15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6982,Who has published the most papers among the authors of 'Efficient random coordinate descent algorithms for large-scale structured nonconvex optimization'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/jgo/PatrascuN15> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/jgo/PatrascuN15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6983,"Between 'Language processing in connection with speech translation at ATR interpreting telephony research laboratories' and 'Special issue on \computer graphics and virtual reality\', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/speech/KurematsuIMS91> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/vlc/HungSH03> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/speech/KurematsuIMS91>, <https://dblp.org/rec/journals/vlc/HungSH03>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/speech/KurematsuIMS91>"", ""<https://dblp.org/rec/journals/vlc/HungSH03>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6984,"Between 'Automatic \Ground Truth\ Annotation and Industrial Workpiece Dataset Generation for Deep Learning' and 'Systems Engineering for Assessment of Virtual Power System Implementations', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijautcomp/LiuW20> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/ifip12/LukovicK13> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/ijautcomp/LiuW20>, <https://dblp.org/rec/conf/ifip12/LukovicK13>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/ijautcomp/LiuW20>"", ""<https://dblp.org/rec/conf/ifip12/LukovicK13>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6985,Who has published the most papers among the authors of 'Fourier-Hermite Kalman Filter'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/tac/SarmavuoriS12> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/tac/SarmavuoriS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6986,Who has published the most papers among the authors of 'A survey of recent work on evolutionary approaches to the protein folding problem'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/cec/GreenwoodSLF99> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/cec/GreenwoodSLF99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6987,"Which one was published first, 'Microcomputer Playfulness: Developing a Measure With Workplace Implications' or 'Hacking for a cause'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/misq/WebsterM92> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/firstmonday/Still05> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/misq/WebsterM92>, <https://dblp.org/rec/journals/firstmonday/Still05>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/misq/WebsterM92>"", ""<https://dblp.org/rec/journals/firstmonday/Still05>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6988,Mention the primary affiliation of most of the authors of 'Three-dimensional aerial base station location for sudden traffic with deep reinforcement learning in 5G mmWave networks'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ijdsn/YuGHSWD20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/ijdsn/YuGHSWD20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6989,Mention the author who has published the most papers among the authors of 'Discovering Cyclic Causal Models by Independent Components Analysis'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-1206-3273> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/corr/abs-1206-3273>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6990,When were the first papers of the authors of 'Using SAT/SMT Solvers for Efficiently Tuning Fuzzy Logic Programs' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/fuzzIEEE/RiazaM20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/fuzzIEEE/RiazaM20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6991,Mention the author who has published the most papers among the authors of 'Spatial random modeling of vehicular traffic in VANETs'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/itsc/LiuGW17> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/itsc/LiuGW17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6992,"Between 'Visualizing DNS traffic' and 'A modular approach to training', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vizsec/RenKG06> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/siguccs/Kraus86> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/vizsec/RenKG06>, <https://dblp.org/rec/conf/siguccs/Kraus86>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/vizsec/RenKG06>"", ""<https://dblp.org/rec/conf/siguccs/Kraus86>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6993,"Between 'Self-Aligned Double Patterning Aware Pin Access and Standard Cell Layout Co-Optimization' and 'On Performance Prediction of Parallel Computations with Precedent Constraints', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcad/XuCYYP15> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/tpds/LiangT00> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/tcad/XuCYYP15>, <https://dblp.org/rec/journals/tpds/LiangT00>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/tcad/XuCYYP15>"", ""<https://dblp.org/rec/journals/tpds/LiangT00>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6994,"Between 'Parameter Estimation in Bayesian Networks from Incomplete Databases' and 'Consensus for Crosschain Communications', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ida/RamoniS98> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/corr/abs-2004-09494> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/ida/RamoniS98>, <https://dblp.org/rec/journals/corr/abs-2004-09494>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/ida/RamoniS98>"", ""<https://dblp.org/rec/journals/corr/abs-2004-09494>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6995,Who has published the most papers among the authors of 'Nonlinear Guidance Laws for Trajectory Tracking over a Mobile Communication Network applied to Unmanned Ground Vehicles'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/icca/VeerapaneniBS18> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/icca/VeerapaneniBS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6996,"Between 'Discovering topics from dark websites' and 'Visible-Band Nanosecond Pulsed Laser Damage Thresholds of Silicon 2D Imaging Arrays', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cics/YangLKE09> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/sensors/WestgateJ22> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/cics/YangLKE09>, <https://dblp.org/rec/journals/sensors/WestgateJ22>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/cics/YangLKE09>"", ""<https://dblp.org/rec/journals/sensors/WestgateJ22>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6997,Mention the primary affiliation of most of the authors of 'A new FCA algorithm enabling analyzing of complex and dynamic data sets'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/soco/GajdosS14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/soco/GajdosS14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6998,"Between 'IR models: foundations and relationships' and 'Modellbasierte Regelung pneumatisch betriebener Herzunterst\u00FCtzungssysteme', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigir/Roelleke12> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/at/SievertDLAS11> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/sigir/Roelleke12>, <https://dblp.org/rec/journals/at/SievertDLAS11>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/sigir/Roelleke12>"", ""<https://dblp.org/rec/journals/at/SievertDLAS11>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
