id,question_string,query,template_id,entities,relations,temporal,help_out
Q3054,Report the average number of co-authors for publications published by Archanaa S. Krishnan.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/212/9543> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/212/9543>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3055,How many papers has Rosileia Milagres published in Bus. Process. Manag. J.?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/244/9066> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Bus. Process. Manag. J.' },TC72,"[""<https://dblp.org/pid/244/9066>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3056,Count the number of papers that MariNieves Pardo-Rodriguez has published in EMBC.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/277/6837> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'EMBC' },TC72,"[""<https://dblp.org/pid/277/6837>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3057,How many papers has Elisa Gugliotta published in JEP-TALN-RECITAL (2)?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/192/8763> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'JEP-TALN-RECITAL (2)' },TC72,"[""<https://dblp.org/pid/192/8763>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3058,Count the number of papers that Ling Z. has published in IEEE Access.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/2999> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' },TC72,"[""<https://dblp.org/pid/80/2999>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3059,How many co-authors does J. Flynn Fee have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/123/2030> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/123/2030>) },TC73,"[""<https://dblp.org/pid/123/2030>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3060,"Report the average number of co-authors for publications published by Li, X..",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/2069> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/66/2069>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3061,"Report the average number of publications by Gluck, M. A. per year.",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/3118> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/33/3118>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3062,What is the average number of papers published by Anand Kumar Madasamy per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/7709> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/186/7709>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3063,"Report the average number of publications by Cimini, Gionata per year.",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/154/6043> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/154/6043>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3064,What is the average number of papers published by E. Formenti per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/3810> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/98/3810>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3065,How many research papers has Trygve Thomessen published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/155/1154> },TC71,"[""<https://dblp.org/pid/155/1154>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3066,How many papers has Haim S. published in Conference on Learning Theory?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/HaimSchweitzer> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'COLT' },TC72,"[""<https://dblp.org/pid/s/HaimSchweitzer>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3067,What is the average number of co-authors for papers published by Sundararaman Rajagopalan?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/224/7637> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/224/7637>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3068,How many research papers has Ruihai Dong published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/11082> },TC71,"[""<https://dblp.org/pid/94/11082>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3069,"Count the number of papers that Soldani, David has published in ITNAC.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/6968> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ITNAC' },TC72,"[""<https://dblp.org/pid/12/6968>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3070,How many co-authors does O. Lysne have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/OlavLysne> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/l/OlavLysne>) },TC73,"[""<https://dblp.org/pid/l/OlavLysne>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3071,How many research papers has Nicolas Usunier published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/3983> },TC71,"[""<https://dblp.org/pid/79/3983>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3072,How many papers has David Tinapple published in Frontiers in Education?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/8692> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'FIE' },TC72,"[""<https://dblp.org/pid/33/8692>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3073,What is the average number of papers published by Frank S. de Boer per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/DSsBoer> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/b/DSsBoer>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3074,What is the average number of co-authors for papers published by Z. Yu?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/7811> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/156/7811>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3075,"What is the average number of papers published by Roy, A. per year?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/1746> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/82/1746>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3076,What is the average number of co-authors for papers published by Carlos Mena?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/213/2084> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/213/2084>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3077,How many co-authors does Lu\u00EDs Alberto da Silva Cruz have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/9119> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/02/9119>) },TC73,"[""<https://dblp.org/pid/02/9119>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3078,Report the average number of publications by K. Pohl per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/KlausPohl> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/p/KlausPohl>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3079,Mention the number of papers that B. McMillan has published.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/2058> },TC71,"[""<https://dblp.org/pid/76/2058>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3080,What is the average number of co-authors for research papers published by Mathieu Bernard?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/8556> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/72/8556>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3081,What is the average number of papers published by Rekha Bangalore per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/1810> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/10/1810>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3082,Report the average number of publications by K. Mkhwanazi per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/314/3274> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/314/3274>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3083,"In NTMS, how many papers has Omessaad Hamdi published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/1317> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'NTMS' },TC72,"[""<https://dblp.org/pid/57/1317>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3084,Mention the number of papers that Elham S. has published.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/612> },TC71,"[""<https://dblp.org/pid/70/612>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3085,How many research papers has Carl Hewitt published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/h/CarlHewitt> },TC71,"[""<https://dblp.org/pid/h/CarlHewitt>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3086,"Mention the number of papers that Liu, Feng has published.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/1318> },TC71,"[""<https://dblp.org/pid/77/1318>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3087,"Count the number of co-authors that Ban, H. has.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/2480> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/19/2480>) },TC73,"[""<https://dblp.org/pid/19/2480>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3088,How many papers has Di Shen published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/190/5637> },TC71,"[""<https://dblp.org/pid/190/5637>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3089,What is the average number of research papers published by the author Rahim Hosseini per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/271/6550> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/271/6550>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3090,Count the number of co-authors that Ignacio S. has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/310> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/70/310>) },TC73,"[""<https://dblp.org/pid/70/310>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3091,What is the average number of co-authors for papers published by Ireneusz Tobor?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/4722> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/12/4722>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3092,"How many co-authors does Xie, Naiming have?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/8744> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/30/8744>) },TC73,"[""<https://dblp.org/pid/30/8744>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3093,How many papers has V. Rosa Meireles Elias published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/316/9521> },TC71,"[""<https://dblp.org/pid/316/9521>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3094,How many co-authors does Kirubaveni S. have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/310/2563> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/310/2563>) },TC73,"[""<https://dblp.org/pid/310/2563>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3095,What is the average number of papers published by F. Jiang per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/3794> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/58/3794>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3096,"Count the number of co-authors that Hussmann, Stephan has.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/19> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/26/19>) },TC73,"[""<https://dblp.org/pid/26/19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3097,"Count the number of co-authors that Yamamoto, Koji has.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/3340-1> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/07/3340-1>) },TC73,"[""<https://dblp.org/pid/07/3340-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3098,"Mention the number of papers that Cerda, Mauricio has published.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/2682> },TC71,"[""<https://dblp.org/pid/89/2682>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3099,"Count the number of co-authors that Mezei, J\u00F3zsef has.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/7651> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/28/7651>) },TC73,"[""<https://dblp.org/pid/28/7651>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3100,Report the average number of publications by B. Soh per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/725> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/30/725>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3101,Count the number of papers that F. Li has published in IEEE J. Sel. Top. Appl. Earth Obs. Remote. Sens..,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/237> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE J. Sel. Top. Appl. Earth Obs. Remote. Sens.' },TC72,"[""<https://dblp.org/pid/73/237>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3102,Count the number of co-authors that Natarajan M. has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/3598> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/12/3598>) },TC73,"[""<https://dblp.org/pid/12/3598>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3103,How many research papers has Murat Saraclar published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/1394> },TC71,"[""<https://dblp.org/pid/26/1394>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3104,"In AIAM, how many papers has Dong, Dexiu published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/316/7058> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'AIAM (ACM)' },TC72,"[""<https://dblp.org/pid/316/7058>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3105,"What is the average number of co-authors for research papers published by Munteanu, Cristian?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/4751> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/42/4751>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3106,Report the count of papers that Chia-Shiang Tseng has published in CoRR.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/8574> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC72,"[""<https://dblp.org/pid/92/8574>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3107,What is the average number of co-authors for papers published by Michael Vynnycky?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/3744> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/43/3744>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3108,"Report the average number of co-authors for publications published by Guo, Licheng.",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/226/3843> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/226/3843>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3109,How many papers has Arun Sojan published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/306/1085> },TC71,"[""<https://dblp.org/pid/306/1085>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3110,Report the count of papers that Waranya Mahanan has published in EIDWT.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/160/4840> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'EIDWT' },TC72,"[""<https://dblp.org/pid/160/4840>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3111,How many co-authors does Kazuya Kobayashi have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/10007> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/22/10007>) },TC73,"[""<https://dblp.org/pid/22/10007>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3112,Report the average number of co-authors for publications published by F. Lecumberry.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/8108> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/79/8108>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3113,"What is the average number of research papers published by the author Zanchettin, Andrea Maria per year?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/8366> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/13/8366>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3114,"Report the average number of co-authors for publications published by Peeters, M..",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/3039> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/53/3039>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3115,Count the number of papers that Hirotoshi Y. has published in J. Robotics Mechatronics.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/191/5411> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Robotics Mechatronics' },TC72,"[""<https://dblp.org/pid/191/5411>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3116,"Mention the number of papers that Tilove, R. B. has published.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/5522> },TC71,"[""<https://dblp.org/pid/15/5522>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3117,What is the average number of papers published by Anisur Rahaman Molla per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/10827> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/12/10827>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3118,How many co-authors does Markus T\u00F6rm\u00E4nen have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/10350> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/53/10350>) },TC73,"[""<https://dblp.org/pid/53/10350>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3119,How many co-authors does Gerry Reid have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/6003> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/14/6003>) },TC73,"[""<https://dblp.org/pid/14/6003>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3120,Count the number of co-authors that A. J. Bowers has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/178/8961> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/178/8961>) },TC73,"[""<https://dblp.org/pid/178/8961>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3121,Report the average number of co-authors for publications published by Mrigank Sharad.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/10663> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/98/10663>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3122,Count the number of papers that Dong-Hong Ji has published in EMNLP-CoNLL.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/42> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'EMNLP-CoNLL' },TC72,"[""<https://dblp.org/pid/43/42>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3123,Count the number of co-authors that J. Marecek has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/4822> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/02/4822>) },TC73,"[""<https://dblp.org/pid/02/4822>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3124,How many co-authors does S. Garg have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/143/9429> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/143/9429>) },TC73,"[""<https://dblp.org/pid/143/9429>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3125,What is the average number of papers published by Karl Johann Schmidt per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/1828> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/77/1828>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3126,Count the number of co-authors that Yin C. has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/7894> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/94/7894>) },TC73,"[""<https://dblp.org/pid/94/7894>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3127,Report the count of papers that Marc Ditzhaus has published in J. Multivar. Anal..,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/240/4380> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Multivar. Anal.' },TC72,"[""<https://dblp.org/pid/240/4380>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3128,Report the average number of co-authors for publications published by Cyril S..,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/162/4119> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/162/4119>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3129,What is the average number of papers published by Marcela G. G\u00F3mez Zerme\u00F1o per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/182/3615> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/182/3615>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3130,What is the average number of research papers published by the author Aikaterini Florou per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/323/5990> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/323/5990>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
