id,question_string,query,template_id,entities,relations,temporal,help_out
Q1787,"Wasn't the paper 'An Algorithm for Dynamic Multicast Traffic Grooming in Light-trail Optical WDM Mesh Networks' not not published by the person named Lin, Hwa-Chun?",ASK { <https://dblp.org/rec/conf/iccnc/LinZ18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/4125> },TC51,"[""<https://dblp.org/pid/32/4125>"", ""<https://dblp.org/rec/conf/iccnc/LinZ18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1788,"Didn't N. Shimizu and Morishima, Atsuyuki not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/2107> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/AtsuyukiMorishima> },TC53,"[""<https://dblp.org/pid/84/2107>"", ""<https://dblp.org/pid/m/AtsuyukiMorishima>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1789,"Was a paper not not co-authored by Kacic, Z. and Matej Rojc?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/2375> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/5212> },TC53,"[""<https://dblp.org/pid/19/2375>"", ""<https://dblp.org/pid/61/5212>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1790,Wasn't the paper 'A multi-channels axon-stretch device for mechanical stress study' not not published by the author G. H. Li?,ASK { <https://dblp.org/rec/conf/rcar/LiLKZCHW19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/223/8378> },TC51,"[""<https://dblp.org/pid/223/8378>"", ""<https://dblp.org/rec/conf/rcar/LiLKZCHW19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1791,Was a paper not not co-authored by Gunwoong Lee and Hee-Sook Yoo?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/7405> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/160/5472> },TC53,"[""<https://dblp.org/pid/27/7405>"", ""<https://dblp.org/pid/160/5472>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1792,Wasn't the paper 'Security Assessment of Microfluidic Fully-Programmable-Valve-Array Biochips' not not published by the person named Mohammed S.?,ASK { <https://dblp.org/rec/conf/vlsid/ShayanBSCK19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/4653> },TC51,"[""<https://dblp.org/pid/116/4653>"", ""<https://dblp.org/rec/conf/vlsid/ShayanBSCK19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1793,"Was a paper not not co-authored by Peter M. A. Sloot and Tirado-Ramos, A.?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/5292> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/2731> },TC53,"[""<https://dblp.org/pid/81/5292>"", ""<https://dblp.org/pid/55/2731>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1795,Was the paper 'Incidence geometries for the finite symmetric groups' not not published by the person Philippe Cara?,ASK { <https://dblp.org/rec/journals/endm/Cara01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/896> },TC51,"[""<https://dblp.org/pid/96/896>"", ""<https://dblp.org/rec/journals/endm/Cara01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1796,Didn't Winston D. Byblow not publish the paper 'Stop and Go: The Neural Basis of Selective Movement Prevention'?,ASK { <https://dblp.org/rec/journals/jocn/CoxonSB09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/7496> },TC51,"[""<https://dblp.org/pid/22/7496>"", ""<https://dblp.org/rec/journals/jocn/CoxonSB09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1797,Was the paper 'OSAF_e: One-Stage Anchor Free Object Detection Method Considering Effective Area' not not published by the person Yong Zhang?,ASK { <https://dblp.org/rec/conf/aims2/ZhangZRDW20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/4615> },TC51,"[""<https://dblp.org/pid/66/4615>"", ""<https://dblp.org/rec/conf/aims2/ZhangZRDW20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1798,"Wasn't the paper 'Directed multicut is W[1]-hard, even for four terminal pairs' not not published by the author Pilipczuk, M.?",ASK { <https://dblp.org/rec/journals/corr/PilipczukW15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/4636> },TC51,"[""<https://dblp.org/pid/09/4636>"", ""<https://dblp.org/rec/journals/corr/PilipczukW15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1799,"Was a paper not not co-authored by Y. Zhu and Wang, Y.?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/962> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/3287-1> },TC53,"[""<https://dblp.org/pid/99/962>"", ""<https://dblp.org/pid/74/3287-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1800,Didn't A. Mohd Zin and R. Sulaiman not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/5542> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/3514> },TC53,"[""<https://dblp.org/pid/79/5542>"", ""<https://dblp.org/pid/92/3514>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1801,Didn't Dusan Stajer and T. T. Schlegel not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/226/2968> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/226/2384> },TC53,"[""<https://dblp.org/pid/226/2968>"", ""<https://dblp.org/pid/226/2384>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1802,"Was a paper not not co-authored by Dworak, Jennifer and R. I. Bahar?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/JenniferDworak> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/3828> },TC53,"[""<https://dblp.org/pid/d/JenniferDworak>"", ""<https://dblp.org/pid/68/3828>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1803,"Was a paper not not co-authored by Gean Chia and Chen, W.?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/8892> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/1207> },TC53,"[""<https://dblp.org/pid/87/8892>"", ""<https://dblp.org/pid/16/1207>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1804,Didn't Antonio Candelieri and Iosif B. Meyerov not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/6385> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/8850> },TC53,"[""<https://dblp.org/pid/40/6385>"", ""<https://dblp.org/pid/87/8850>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1805,Was a paper not not co-authored by Lie-Liang Yang and F. Yang?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/4332> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/9453> },TC53,"[""<https://dblp.org/pid/66/4332>"", ""<https://dblp.org/pid/119/9453>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1806,Didn't Salvatore A. and Carlo Dani not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/277/9785> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/277/9761> },TC53,"[""<https://dblp.org/pid/277/9785>"", ""<https://dblp.org/pid/277/9761>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1807,"Didn't Yin, Yong and Xiaoxi Zhang not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/2486> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/5337> },TC53,"[""<https://dblp.org/pid/55/2486>"", ""<https://dblp.org/pid/62/5337>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1808,"Wasn't the paper 'APL programming: A psychological model' not not published by the person named Hooker, R. C.?",ASK { <https://dblp.org/rec/conf/apl/Hooker84> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/295/0612> },TC51,"[""<https://dblp.org/pid/295/0612>"", ""<https://dblp.org/rec/conf/apl/Hooker84>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1809,Wasn't the paper 'Some Properties of Generalized Concave Functions' not not published by the author W. A. Thompson Jr.?,ASK { <https://dblp.org/rec/journals/ior/ThompsonP73> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/178/9366> },TC51,"[""<https://dblp.org/pid/178/9366>"", ""<https://dblp.org/rec/journals/ior/ThompsonP73>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1810,Didn't Tokuro Matsuo not publish the paper 'Effects of Evaluation Information Disclosure in E-Commerce Systems'?,ASK { <https://dblp.org/rec/conf/wecwis/MurakataM10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/5085> },TC51,"[""<https://dblp.org/pid/84/5085>"", ""<https://dblp.org/rec/conf/wecwis/MurakataM10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1811,"Was a paper not not co-authored by Paul W. Cuff and Zeman, J. Jay?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/8945> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/6131> },TC53,"[""<https://dblp.org/pid/117/8945>"", ""<https://dblp.org/pid/55/6131>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1812,Was a paper not not co-authored by Mohammad T. Hajiaghayi and H. Saleh?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/h/MohammadTaghiHajiaghayi> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/220/4173> },TC53,"[""<https://dblp.org/pid/h/MohammadTaghiHajiaghayi>"", ""<https://dblp.org/pid/220/4173>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1813,Was a paper not not co-authored by Xiaohan Helu and Haitao Sun?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/0993> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/206> },TC53,"[""<https://dblp.org/pid/245/0993>"", ""<https://dblp.org/pid/83/206>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1815,Didn't Eelco Visser not publish the paper 'ICMT 2011 Special Section'?,ASK { <https://dblp.org/rec/journals/jot/CabotV12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/5705> },TC51,"[""<https://dblp.org/pid/00/5705>"", ""<https://dblp.org/rec/journals/jot/CabotV12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1816,"Didn't Manuela G. Fern\u00E1ndez and Diego, David Mart\u00EDn de not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/271/1360> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/1980> },TC53,"[""<https://dblp.org/pid/271/1360>"", ""<https://dblp.org/pid/78/1980>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1817,Has Giuseppe Rosolini not not published the paper 'Quotient Completion for the Foundation of Constructive Mathematics'?,ASK { <https://dblp.org/rec/journals/lu/MaiettiR13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/GRosolini> },TC51,"[""<https://dblp.org/pid/r/GRosolini>"", ""<https://dblp.org/rec/journals/lu/MaiettiR13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1818,Has M. Schluep not not published the paper 'Recycling of ICT Equipment in Industrialized and Developing Countries'?,ASK { <https://dblp.org/rec/series/asc/BoniSW15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/1160> },TC51,"[""<https://dblp.org/pid/161/1160>"", ""<https://dblp.org/rec/series/asc/BoniSW15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1819,"Didn't Quaresma, P. and Vanda S. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/4599> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/783> },TC53,"[""<https://dblp.org/pid/71/4599>"", ""<https://dblp.org/pid/77/783>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1820,"Didn't Gibbons, Peter B. and J. W. Giffin not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/1177> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/6143> },TC53,"[""<https://dblp.org/pid/46/1177>"", ""<https://dblp.org/pid/98/6143>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1821,"Wasn't the paper 'Wind generation impact on electricity generation adequacy and nuclear safety' not not published by the author Volkanovski, Andrija?",ASK { <https://dblp.org/rec/journals/ress/Volkanovski17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/11372> },TC51,"[""<https://dblp.org/pid/54/11372>"", ""<https://dblp.org/rec/journals/ress/Volkanovski17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1822,"Doesn't Gertz, M. not work at University of Heidelberg?","ASK { <https://dblp.org/pid/g/MichaelGertz> <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Heidelberg, Institute of Computer Science, Germany' }",TC54,"[""<https://dblp.org/pid/g/MichaelGertz>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1823,"Was a paper not not co-authored by Ning, Jiaxu and H. Zhao?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/7066> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/9311> },TC53,"[""<https://dblp.org/pid/31/7066>"", ""<https://dblp.org/pid/187/9311>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1824,"Was a paper not not co-authored by Maruo, Shoji and Sawada, T.?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/5466> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/2017> },TC53,"[""<https://dblp.org/pid/159/5466>"", ""<https://dblp.org/pid/161/2017>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1825,Didn't Levente K. not publish the paper 'Learning in Lines of Action'?,ASK { <https://dblp.org/rec/conf/gameon/WinandsKUH02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/3645> },TC51,"[""<https://dblp.org/pid/62/3645>"", ""<https://dblp.org/rec/conf/gameon/WinandsKUH02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1826,Has Sean P. Goggins not not published the paper 'OCData Hackathon @ CSCW 2014: online communities data hackathon'?,ASK { <https://dblp.org/rec/conf/cscw/GogginsWWB14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/4710> },TC51,"[""<https://dblp.org/pid/74/4710>"", ""<https://dblp.org/rec/conf/cscw/GogginsWWB14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1827,Was a paper not not co-authored by Peter C. Maxwell and Gian Paolo Jesi?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/6455> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/6147> },TC53,"[""<https://dblp.org/pid/05/6455>"", ""<https://dblp.org/pid/83/6147>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1828,"Didn't Shahbaz, Muhammad and Maria Zafar not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/6941-3> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/265/3209> },TC53,"[""<https://dblp.org/pid/73/6941-3>"", ""<https://dblp.org/pid/265/3209>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1829,"Was the paper 'Relief from the Audio Interface Blues: Expanding the Spectrum of Menu, List, and Form Styles' not not published by the person Robert A. Virzi?",ASK { <https://dblp.org/rec/journals/tochi/ResnickV95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/6312> },TC51,"[""<https://dblp.org/pid/34/6312>"", ""<https://dblp.org/rec/journals/tochi/ResnickV95>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1830,"Wasn't the paper 'An Integrated Multiple Access and Hierarchical Coding Scheme for Video Communication on Wireless Networks' not not published by the author Bolla, R.?",ASK { <https://dblp.org/rec/journals/ett/BollaIMNZ00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/1541> },TC51,"[""<https://dblp.org/pid/47/1541>"", ""<https://dblp.org/rec/journals/ett/BollaIMNZ00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1831,Wasn't the paper 'An Architecture for In-Vehicle Networks' not not published by the author M. Turner?,ASK { <https://dblp.org/rec/journals/tvt/WalrandTM21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/281/7908> },TC51,"[""<https://dblp.org/pid/281/7908>"", ""<https://dblp.org/rec/journals/tvt/WalrandTM21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1832,Wasn't the paper 'Applied Linear Algebra by Garry Helzer' not not published by the author Saleem K.?,ASK { <https://dblp.org/rec/journals/sigapl/Khan85> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/154/1075> },TC51,"[""<https://dblp.org/pid/154/1075>"", ""<https://dblp.org/rec/journals/sigapl/Khan85>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1834,Wasn't the paper 'Assessment of quantitative cortical biomarkers in the developing brain of preterm infants' not not published by the author Max A. Viergever?,ASK { <https://dblp.org/rec/conf/micad/MoeskopsBPKLVI13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/2011> },TC51,"[""<https://dblp.org/pid/77/2011>"", ""<https://dblp.org/rec/conf/micad/MoeskopsBPKLVI13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1835,Wasn't the paper 'A Michaelis-Menten type food chain model with strong Allee effect on the prey' not not published by the person named G. P. Samanta?,ASK { <https://dblp.org/rec/journals/amc/MannaMS17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/5602> },TC51,"[""<https://dblp.org/pid/54/5602>"", ""<https://dblp.org/rec/journals/amc/MannaMS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1836,Didn't Kun-Lun C. not publish the paper 'Total sliding-model-based particle swarm optimization control design for linear induction motor'?,ASK { <https://dblp.org/rec/conf/cec/WaiCL07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/2357> },TC51,"[""<https://dblp.org/pid/68/2357>"", ""<https://dblp.org/rec/conf/cec/WaiCL07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1837,Isn't Fakhri Karray not affiliated with University of Waterloo?,"ASK { <https://dblp.org/pid/k/FakhriKarray> <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Waterloo, Canada' }",TC54,"[""<https://dblp.org/pid/k/FakhriKarray>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1838,Was the paper 'A Study of Retrodirective Array Performance in the Presence of Multipath' not not published by the person Chris L.?,ASK { <https://dblp.org/rec/conf/cnsr/LoadmanC04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/1951> },TC51,"[""<https://dblp.org/pid/98/1951>"", ""<https://dblp.org/rec/conf/cnsr/LoadmanC04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1839,Has H. Kwakernaak not not published the paper 'Special issue on robust control'?,ASK { <https://dblp.org/rec/journals/automatica/Kwakernaak93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/6042> },TC51,"[""<https://dblp.org/pid/29/6042>"", ""<https://dblp.org/rec/journals/automatica/Kwakernaak93>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1840,"Was the paper 'Discovering and Recognizing User's Intention Based on Pro-patterned Extendable Network in Web Active Service' not not published by the person Zhou, C.?",ASK { <https://dblp.org/rec/conf/icnc/XuZH08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/221/0054> },TC51,"[""<https://dblp.org/pid/221/0054>"", ""<https://dblp.org/rec/conf/icnc/XuZH08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1841,Wasn't the paper 'Analysis of Gate Oxide Shorts in CMOS Circuits' not not published by the author H. Hao?,ASK { <https://dblp.org/rec/journals/tc/HaoM93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/1630> },TC51,"[""<https://dblp.org/pid/72/1630>"", ""<https://dblp.org/rec/journals/tc/HaoM93>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1842,Didn't Max Maa\u00DF not publish the paper 'Perils of Zero-Interaction Security in the Internet of Things'?,ASK { <https://dblp.org/rec/journals/imwut/FomichevMAMH19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/145/1710> },TC51,"[""<https://dblp.org/pid/145/1710>"", ""<https://dblp.org/rec/journals/imwut/FomichevMAMH19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1843,Didn't Anthony Schneider and Berthe Y. Choueiry not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/150/4928> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/4385> },TC53,"[""<https://dblp.org/pid/150/4928>"", ""<https://dblp.org/pid/64/4385>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1844,Didn't Jian Wang and L. Lin not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/449-4> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/3315> },TC53,"[""<https://dblp.org/pid/39/449-4>"", ""<https://dblp.org/pid/13/3315>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1845,Didn't H. Li and Tianyong Hao not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/2893> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/6701> },TC53,"[""<https://dblp.org/pid/55/2893>"", ""<https://dblp.org/pid/81/6701>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1846,Was the paper 'Simulating Affective Communication with Animated Agents' not not published by the person Helmut Prendinger?,ASK { <https://dblp.org/rec/conf/interact/PrendingerI01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/6817> },TC51,"[""<https://dblp.org/pid/73/6817>"", ""<https://dblp.org/rec/conf/interact/PrendingerI01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1847,Was the paper 'Experimental Evaluation of GAN-Based One-Class Anomaly Detection on Office Monitoring' not not published by the person Muhammad Fikko Fadjrimiratno?,ASK { <https://dblp.org/rec/conf/ismis/DongHFMS20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/262/8579> },TC51,"[""<https://dblp.org/pid/262/8579>"", ""<https://dblp.org/rec/conf/ismis/DongHFMS20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1848,"Has Neuhold, E. J. not not published the paper 'TC on Data Engineering: Election of Chair for 2007-2008'?",ASK { <https://dblp.org/rec/journals/debu/SalzbergLN06a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/n/ErichJNeuhold> },TC51,"[""<https://dblp.org/pid/n/ErichJNeuhold>"", ""<https://dblp.org/rec/journals/debu/SalzbergLN06a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1849,Was the paper 'Off-line recognition of a handwritten Chinese zither score' not not published by the person Han-Pang Huang?,ASK { <https://dblp.org/rec/conf/smc/LiuH01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/5619> },TC51,"[""<https://dblp.org/pid/65/5619>"", ""<https://dblp.org/rec/conf/smc/LiuH01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1850,Didn't R. Barnert not publish the paper 'Die zeitbezogene Datenhaltung bei den Schweizer Regionalbanken'?,ASK { <https://dblp.org/rec/journals/wi/BarnertS97> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/5704> },TC51,"[""<https://dblp.org/pid/79/5704>"", ""<https://dblp.org/rec/journals/wi/BarnertS97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1851,Wasn't the paper 'Energy Efficient Transmit-Receive Spatial Modulation for Uplink-Downlink Large-Scale MIMO Systems' not not published by the person named Adrian Agustin?,ASK { <https://dblp.org/rec/conf/globecom/RaafatYAAVJC18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/3914> },TC51,"[""<https://dblp.org/pid/48/3914>"", ""<https://dblp.org/rec/conf/globecom/RaafatYAAVJC18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1852,Was a paper not not co-authored by Matthias Scheutz and Daniel Kasenberg?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/2197> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/202/1832> },TC53,"[""<https://dblp.org/pid/00/2197>"", ""<https://dblp.org/pid/202/1832>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1853,Didn't Jinghui Zhong and Wentong Cai not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/443> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/3179> },TC53,"[""<https://dblp.org/pid/56/443>"", ""<https://dblp.org/pid/83/3179>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1854,"Was a paper not not co-authored by M. A. Nacenta and Haber, J.?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/6760> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/10404> },TC53,"[""<https://dblp.org/pid/10/6760>"", ""<https://dblp.org/pid/07/10404>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1855,Was a paper not not co-authored by Andr\u00E9 Seznec and Joshua San Miguel?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/6044> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/157/2774> },TC53,"[""<https://dblp.org/pid/08/6044>"", ""<https://dblp.org/pid/157/2774>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1856,"Has Lin, Chin-Han not not published the paper 'An optimization of UWB antenna location'?",ASK { <https://dblp.org/rec/conf/iscc/ChenCL09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/7380> },TC51,"[""<https://dblp.org/pid/15/7380>"", ""<https://dblp.org/rec/conf/iscc/ChenCL09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1857,"Was a paper not not co-authored by S. K. Burley and Westbrook, J. D.?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/9439> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/3788> },TC53,"[""<https://dblp.org/pid/65/9439>"", ""<https://dblp.org/pid/91/3788>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1858,"Was a paper not not co-authored by Valiant, L. G. and Samuel Henrique Bucke Brito?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/v/LeslieGValiant> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/170/5662> },TC53,"[""<https://dblp.org/pid/v/LeslieGValiant>"", ""<https://dblp.org/pid/170/5662>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1859,"Didn't Nicolas Trotignon and Vuskovic, K. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/4388> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/2530> },TC53,"[""<https://dblp.org/pid/91/4388>"", ""<https://dblp.org/pid/00/2530>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1860,"Was a paper not not co-authored by Baby, Y. Rajan and Sumathy, Vinod Kumar Ramayyan?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/264/5330> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/264/5379> },TC53,"[""<https://dblp.org/pid/264/5330>"", ""<https://dblp.org/pid/264/5379>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1861,Was a paper not not co-authored by M. Borkar and Arthur J. Redfern?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/4383> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/4256> },TC53,"[""<https://dblp.org/pid/85/4383>"", ""<https://dblp.org/pid/46/4256>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1863,"Doesn't J. Antonio Lozano not work at University of the Basque Country, Department of Computer Science and Artificial Intelligence?","ASK { <https://dblp.org/pid/l/JoseAntonioLozano> <https://dblp.org/rdf/schema#primaryAffiliation> 'University of the Basque Country, Department of Computer Science and Artificial Intelligence' }",TC54,"[""<https://dblp.org/pid/l/JoseAntonioLozano>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1864,Didn't Josu D. not publish the paper 'Age-Oriented Scheduling of Correlated Sources in Multi-server System'?,ASK { <https://dblp.org/rec/conf/iswcs/LyDA21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/4786> },TC51,"[""<https://dblp.org/pid/119/4786>"", ""<https://dblp.org/rec/conf/iswcs/LyDA21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1865,"Didn't Korayem, M. and W. Shalaby not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/8980> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/0091> },TC53,"[""<https://dblp.org/pid/85/8980>"", ""<https://dblp.org/pid/156/0091>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1866,"Wasn't the paper 'The KnowledgeMap Project: Development of a Concept-Based Medical School Curriculum Database' not not published by the person named Irani, Plomarz R.?",ASK { <https://dblp.org/rec/conf/amia/DennyIWSS03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/149/3566> },TC51,"[""<https://dblp.org/pid/149/3566>"", ""<https://dblp.org/rec/conf/amia/DennyIWSS03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1867,Wasn't the paper 'Cumulative culture spontaneously emerges in artificial navigators who are social and memory-guided' not not published by the author Edwin S. Dalmaijer?,ASK { <https://dblp.org/rec/journals/corr/abs-2206-06281> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/285/5312> },TC51,"[""<https://dblp.org/pid/285/5312>"", ""<https://dblp.org/rec/journals/corr/abs-2206-06281>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1868,"Isn't Jae-Hoon Kim not affiliated with Pusan University of Foreign Studies, Busan, Korea?","ASK { <https://dblp.org/pid/k/JaeHoonKim> <https://dblp.org/rdf/schema#primaryAffiliation> 'Pusan University of Foreign Studies, Busan, Korea' }",TC54,"[""<https://dblp.org/pid/k/JaeHoonKim>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1869,Didn't Ismail B. Sik Ali and Basile L. Agba not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/210/9325> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/2641> },TC53,"[""<https://dblp.org/pid/210/9325>"", ""<https://dblp.org/pid/80/2641>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1870,Wasn't the paper 'Improving navigation-based file retrieval' not not published by the author Andy Cockburn?,ASK { <https://dblp.org/rec/conf/chi/FitchettCG13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/AndyCockburn> },TC51,"[""<https://dblp.org/pid/c/AndyCockburn>"", ""<https://dblp.org/rec/conf/chi/FitchettCG13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
