id,question_string,query,template_id,entities,relations,temporal,help_out
Q3265,Report the most frequent co-author of Vishal Kathuria and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/1415> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/82/1415>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/82/1415>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3266,Report the most frequent co-author of E. Alba and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/EnriqueAlbaTorres> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/a/EnriqueAlbaTorres>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/a/EnriqueAlbaTorres>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3267,When was the first paper by Gerald W. published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/486> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/46/486>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3268,In which year did the author Shuang H. publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/7733> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/89/7733>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3269,In which year did the author O. Lopez de Lacalle publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/4461> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/11/4461>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3270,Least number of papers were published by P. Wallace in which year?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/11501> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/39/11501>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3271,"Who is the most frequent co-author of Yu, H. and how many publications do they have together?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/1249> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/69/1249>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/69/1249>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3272,With which author does Hideaki Haneishi has the most papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/1698> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/78/1698>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/78/1698>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3273,When was the last paper by Jos\u00E9 C. Pr\u00EDncipe published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/JoseCPrincipe> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/p/JoseCPrincipe>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3274,Report the most frequent co-author of Yuanlin Gu and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/9945> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/187/9945>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/187/9945>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3275,In which year did the author Han Woo Park publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/394> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/79/394>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3276,"Mention the year in which Costa, Ant\u00F4nio Carlos da Rocha published the most papers.","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/5618> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/36/5618>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3277,Who is the most frequent co-author of Hamed Okhravi and how many publications do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/5114> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/14/5114>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/14/5114>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3278,Find the year in which Ben Ezair published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/145/2593> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/145/2593>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3279,"In which year did the author Bullock, M. S. publish the least publications?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/244/9464> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/244/9464>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3280,In which year did the author Bart T. publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/5145> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/07/5145>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3281,In which year did the author Moritz M\u00FCller publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/303> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/12/303>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3282,In which year did the author Matija Piskorec publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/10233> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/15/10233>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3283,"With which author does Sammut, Claude has the most papers and how many?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/ClaudeSammut> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/s/ClaudeSammut>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/s/ClaudeSammut>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3284,Who is the most frequent co-author of Hirokazu Kaji and how many publications do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/5659> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/159/5659>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/159/5659>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3285,In which year did Rafael Alves Roberto publish the most papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/11181> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/86/11181>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3286,When was the first paper by James A. Jones published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/6158> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/57/6158>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3287,When was the first paper by Artur Andrzejak published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/336> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/00/336>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3288,When was the first paper by Fred Richardson published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/6194> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/12/6194>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3289,When was the first paper by Hakim Allali published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/10258> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/81/10258>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3290,Mention the year in which Linghang Meng published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/208/7969> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/208/7969>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3291,When was the first paper by T. Lashina published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1338> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/06/1338>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3292,Find the year in which Mathieu Gerber published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/5650> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/169/5650>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3293,"Report the year in which Wess\u00E4ly, Roland published their last paper.",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/4013> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/64/4013>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3294,"In which year was the first paper by Choi, Jin Soo published?",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/4915> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/57/4915>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3295,"In which year did the author Dowla, F. publish the least publications?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/4156> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/26/4156>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3296,"Report the year in which Ravishankar, C. published their last paper.",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/11362> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/74/11362>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3297,"Who is the most frequent co-author of Catania, V. and how many publications do they have together?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/529> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/12/529>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/12/529>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3298,When was the first paper by Abubaker Abdallah published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/10417> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/74/10417>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3299,In which year did Leon J. Osterweil publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/o/LJOsterweil> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/o/LJOsterweil>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3300,In which year was the last paper by P. Sengers published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/PhoebeSengers> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/s/PhoebeSengers>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3301,"In which year did Grayden, David B. publish the most papers?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/1000> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/14/1000>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3302,In which year was the first paper by Umberto Villano published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/3247> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/57/3247>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3303,Mention the year in which F. Sebastiani published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/FabrizioSebastiani> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/s/FabrizioSebastiani>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3304,When was the first paper by Andreas Dengel published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/AndreasDengel> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/d/AndreasDengel>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3305,When was the last paper by William S. Mahavier published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/9537> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/52/9537>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3306,"When was the first paper by Kunjithapatham, Anugeetha published?",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/2725> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/94/2725>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3307,Report the year in which Zhiping Chen published their last paper.,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/1366> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/00/1366>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3308,"Report the most frequent co-author of Mir, A. and how many papers do they have together?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/35> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/26/35>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/26/35>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3309,In which year did the author Xiaojun Y. publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/5188> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/79/5188>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3310,In which year did Raymond K. publish the most papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/6199> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/89/6199>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3311,In which year did the author Pietro Braione publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/4464> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/07/4464>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3312,When was the last paper by Qinghao Hu published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/3407> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/169/3407>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3313,In which year was the last paper by Li Li published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/2189-8> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/53/2189-8>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3314,In which year was the first paper by Magdy Ibrahim ElSharkawy published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/204/0299> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/204/0299>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3315,"Report the most frequent co-author of Wu, J. and how many papers do they have together?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/3894> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/20/3894>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/20/3894>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3316,In which year did Karl Aberer publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/KarlAberer> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/a/KarlAberer>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3317,Report the year in which Fangfang Z. published the least papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/8915-5> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/52/8915-5>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3318,Mention the year in which Heiko Schuldt published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/HSchuldt> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/s/HSchuldt>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3319,Mention the year in which Simon Steyskal published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/134/9913> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/134/9913>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3320,Report the year in which John Iacono published the least papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/2606> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/96/2606>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3321,"In which year was the last paper by Leech, S. A. published?",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/7125> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/48/7125>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3322,Mention the year in which Ahmed Kamal Sultan-Salem published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/164/8759> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/164/8759>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3323,With which author does Jim S. Wight has the most papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/4773> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/22/4773>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/22/4773>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3324,In which year was the last paper by Antonio L. published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/142/5935> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/142/5935>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3325,Report the year in which Hanlin Mo published their last paper.,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/200/7869> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/200/7869>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3326,Report the most frequent co-author of Masataka Ohira and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/1908> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/70/1908>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/70/1908>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3327,Report the year in which Hongbo Rong published their last paper.,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/3141> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/22/3141>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3328,In which year was the last paper by Mingming Liu published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/5977-1> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/18/5977-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
