id,question_string,query,template_id,entities,relations,temporal,help_out
Q3394,When was the last paper by Wilson Eberle published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/3626> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/17/3626>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3395,Report the year in which Aditya Mahajan published the least papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/6024> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/84/6024>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3396,"Find the year in which Chen, M. published their first paper.",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/10585> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/77/10585>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3397,Report the most frequent co-author of Jonathan L. and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/6906-1> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/85/6906-1>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/85/6906-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3398,"Report the year in which Edwards, Seamus published the least papers.","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/305/4200> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/305/4200>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3399,"In which year did Seitel, A. publish the least papers and how many?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/433> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/38/433>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3400,In which year did Joseph R. Cavallaro publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/5458> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/41/5458>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3401,Report the year in which Antoine Lemarechal published the least papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/5909> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/92/5909>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3402,In which year did the author Umapada Pal publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/UmapadaPal> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/p/UmapadaPal>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3403,When was the last paper by Berrak \u00D6zt\u00FCrk Simsek published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/202/6889> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/202/6889>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3404,In which year was the first paper by Yakov B. published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/9830> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/24/9830>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3405,In which year did S. Leeratanavalee publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/5891> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/74/5891>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3406,"Report the most frequent co-author of Beaver, Donald and how many papers do they have together?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/241> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/05/241>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/05/241>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3407,When was the last paper by Alistair Isaac published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/9411> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/63/9411>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3408,Who is the most frequent co-author of Khaled M. Elleithy and how many publications do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/3246> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/04/3246>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/04/3246>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3409,Find the year in which Dza-Shiang Hong published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/273/2387> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/273/2387>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3410,In which year did R. Jungclaus publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/6103> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/07/6103>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3411,In which year did the author Joseph Bonneau publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/3087> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/27/3087>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3412,"Report the year in which Ma, Yanjun published their last paper.",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/2225> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/79/2225>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3413,"In which year did Roubtsova, E. E. publish the most papers?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/EllaERoubtsova> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/r/EllaERoubtsova>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3414,In which year did Yangjun Ou publish the most papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/3872> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/245/3872>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3415,With which author does Isaac D. Scherson has the most papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/IsaacDScherson> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/s/IsaacDScherson>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/s/IsaacDScherson>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3416,"In which year did the author Bresser, G. publish the most research papers?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/9174> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/25/9174>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3417,In which year was the first paper by Ron Shamir published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/6913> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/66/6913>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3418,Find the year in which X. Lu published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/284/2766> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/284/2766>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3419,Mention the year in which J. Lin published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/7739> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/00/7739>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3420,Who is the most frequent co-author of V. Chandrasekar and how many publications do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/5493-1> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/31/5493-1>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/31/5493-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3421,In which year did the author Arie van Deursen publish the least publications?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/ArievanDeursen> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/d/ArievanDeursen>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3422,In which year did Mathias Lux publish the most papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/1111> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/33/1111>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3423,Report the most frequent co-author of Peter Langthaler and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/7327> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/67/7327>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/67/7327>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3424,When was the first paper by G. Z. Markovic published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/4232> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/67/4232>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3425,Report the most frequent co-author of Mikl\u00F3s Telek and how many papers do they have together?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/1636> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/51/1636>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/51/1636>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3426,Least number of papers were published by Lawrence Phillips in which year?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/173/5867> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/173/5867>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3427,"In which year was the first paper by Penedo, Janaina Rodrigues published?",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/11283> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/48/11283>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3428,Report the year in which Regan L. Mandryk published the least papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/5931> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/40/5931>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3429,When was the first paper by Chuliang Song published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/269/1615> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/269/1615>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3430,In which year did the author Lu Gan publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/3353> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/45/3353>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3431,"Report the most frequent co-author of Thronas, Aaron I. and how many papers do they have together?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/192/8482> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/192/8482>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/192/8482>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3432,Find the year in which Dennis E. Speliotis published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/3885> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/29/3885>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3433,"Least number of papers were published by Torgasin, S. in which year?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/8656> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/91/8656>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3434,"When was the last paper by Asano, Fumihiko published?",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/6395> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/77/6395>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3435,With which author does Andrzej Kolinski has the most papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/4232> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/88/4232>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/88/4232>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3436,In which year did Valeria Carofiglio publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/5366> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/64/5366>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3437,In which year did the author Dorian Popa publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/8416> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/70/8416>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3438,Find the year in which Daxin Luo published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/160/2219> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/160/2219>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3439,When was the last paper by Augusto S. published?,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/3620> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/18/3620>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3440,"Find the year in which Wada, M. published their first paper.",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/352> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/62/352>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3441,"When was the last paper by Proos, J. published?",SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/4135> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/73/4135>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3442,With which author does S. Nawaz has the most papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/158/2321> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/158/2321>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/158/2321>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3443,"Report the year in which Dredze, M. published the least papers.","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/5468> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/31/5468>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3444,When was the first paper by Patrick L. Callet published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/6666> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/38/6666>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3445,Find the year in which Cesar Ghali published their first paper.,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/8377> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/83/8377>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3446,When was the first paper by Fumito Uwano published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/190/2531> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/190/2531>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3447,In which year did Trenton Schulz publish the least papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/7444> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/116/7444>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3448,Report the year in which Jonathan B. Postel published the least papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/5344> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/20/5344>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3449,When was the first paper by A. Emami published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/215/1573> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/215/1573>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3450,Report the year in which Dongyi Liu published the least papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/134/8279> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/134/8279>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3451,In which year did the author Hiroyuki Mori publish the most research papers?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/2272> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/37/2272>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3452,"In which year did the author Andleeb, S. publish the least publications?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/274/7416> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY ASC(?count) LIMIT 1",TC82,"[""<https://dblp.org/pid/274/7416>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3453,With which author does Alan S. Willsky has the most papers and how many?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/6690> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/48/6690>)} GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC84,"[""<https://dblp.org/pid/48/6690>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3454,"Find the year in which Boffa, Maurice published their first paper.",SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/2857> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/82/2857>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3455,In which year was the first paper by Regine Seidowsky published?,SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/190/0570> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC85,"[""<https://dblp.org/pid/190/0570>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3456,Report the year in which Javier Leach Albert published their last paper.,SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/JavierLeachAlbert> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TC86,"[""<https://dblp.org/pid/a/JavierLeachAlbert>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q3457,Mention the year in which Tomoaki Moriya published the most papers.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/7961> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TC81,"[""<https://dblp.org/pid/72/7961>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
