id,question_string,query,template_id,entities,relations,temporal,help_out
Q5466,Haven't the authors of the publication 'Dual Complexes of Cubical Subdivisions of \u211D n' not published a publication in Discret. Comput. Geom.?,ASK { <https://dblp.org/rec/journals/dcg/EdelsbrunnerK12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/dcg/EdelsbrunnerK12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Discret. Comput. Geom.' },TP53,"[""<https://dblp.org/rec/journals/dcg/EdelsbrunnerK12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5467,Did the authors of the publication 'Weapons effects modelling for safety applications' not not publish a paper in Int. J. Intell. Def. Support Syst.?,ASK { <https://dblp.org/rec/journals/ijidss/AndersonRNKW18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ijidss/AndersonRNKW18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Intell. Def. Support Syst.' },TP53,"[""<https://dblp.org/rec/journals/ijidss/AndersonRNKW18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5468,"Have the authors of the paper 'Towards Incorporating Discrete-Event Systems in Secure Software Development' not not published a publication in International Conference on Availability, Reliability and Security?",ASK { <https://dblp.org/rec/conf/IEEEares/WhittakerZR08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/IEEEares/WhittakerZR08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ARES' },TP53,"[""<https://dblp.org/rec/conf/IEEEares/WhittakerZR08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5470,Was the publication 'A Framework for Process Model Based Human-Robot Collaboration System Using Augmented Reality' not not published in 2018?,ASK { <https://dblp.org/rec/conf/ifip5-7/LeeLKR18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP52,"[""<https://dblp.org/rec/conf/ifip5-7/LeeLKR18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5471,Have the authors of the paper 'Experiments on Supporting Interactive Proof Using Resolution' not not published a publication in International Joint Conference on Automated Reasoning?,ASK { <https://dblp.org/rec/conf/cade/MengP04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cade/MengP04>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IJCAR' },TP53,"[""<https://dblp.org/rec/conf/cade/MengP04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5472,Was the publication 'Benchmarking network algorithms for contextualizing genes of interest' not not published in 2019?,ASK { <https://dblp.org/rec/journals/ploscb/HillGKSLJM19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP52,"[""<https://dblp.org/rec/journals/ploscb/HillGKSLJM19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5473,Did the authors of the publication 'Face recognition with Bayesian convolutional networks for robust surveillance systems' not not publish a paper in EURASIP J. Image Video Process.?,ASK { <https://dblp.org/rec/journals/ejivp/ZafarGZALMS19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ejivp/ZafarGZALMS19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'EURASIP J. Image Video Process.' },TP53,"[""<https://dblp.org/rec/journals/ejivp/ZafarGZALMS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5474,Haven't the authors of the publication 'A Novel Method of Developing Driving Cycle for Electric Vehicles to Evaluate the Private Driving Habits' not published a publication in IEEE Access?,ASK { <https://dblp.org/rec/journals/access/ChenZHZLWXY21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/access/ChenZHZLWXY21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' },TP53,"[""<https://dblp.org/rec/journals/access/ChenZHZLWXY21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5475,Did the authors of 'Reductions between Expansion Problems' not not publish a paper in Computational Complexity Conference?,ASK { <https://dblp.org/rec/conf/coco/RaghavendraST12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/coco/RaghavendraST12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Computational Complexity Conference' },TP53,"[""<https://dblp.org/rec/conf/coco/RaghavendraST12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5476,Was the paper 'Gate-Induced Barrier Field Effect Transistor (GBFET) - A New Thin Film Transistor for Active Matrix Liquid Crystal Display Systems' not not published in the year 2006?,ASK { <https://dblp.org/rec/conf/vlsid/SivagnanameNNMB06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP52,"[""<https://dblp.org/rec/conf/vlsid/SivagnanameNNMB06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5477,Haven't the authors of the publication 'Adaptive Relay Selection for Regenerative OFDMA Relay Networks with Fairness Constraints' not published a publication in VTC Fall?,ASK { <https://dblp.org/rec/conf/vtc/JeongL08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/vtc/JeongL08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'VTC Fall' },TP53,"[""<https://dblp.org/rec/conf/vtc/JeongL08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5478,Haven't the authors of the publication 'Fixed-Coefficient Iterative Bilateral Filters for Graph-Based Image Processing' not published a publication in Pacific-Rim Symposium on Image and Video Technology?,ASK { <https://dblp.org/rec/conf/psivt/JianIHU09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/psivt/JianIHU09>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'PSIVT' },TP53,"[""<https://dblp.org/rec/conf/psivt/JianIHU09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5479,Was the publication 'A Strategy for Mixed-Signal Yield Improvement' not not published in 2002?,ASK { <https://dblp.org/rec/journals/dt/BordelonTMC02> <https://dblp.org/rdf/schema#yearOfPublication> '2002' },TP52,"[""<https://dblp.org/rec/journals/dt/BordelonTMC02>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5480,Did the authors of 'Oriented Projective Geometry: A Framework for Geometric Computations (Jorge Stolfi)' not not publish a paper in SIAM Rev.?,ASK { <https://dblp.org/rec/journals/siamrev/Hughes93> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/siamrev/Hughes93>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SIAM Rev.' },TP53,"[""<https://dblp.org/rec/journals/siamrev/Hughes93>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5481,Did the authors of 'Will-They-Won't-They: A Very Large Dataset for Stance Detection on Twitter' not not publish a paper in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2005-00388> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2005-00388>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP53,"[""<https://dblp.org/rec/journals/corr/abs-2005-00388>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5482,Did the authors of the publication 'Dense interest features for video processing' not not publish a paper in ICIP?,ASK { <https://dblp.org/rec/conf/icip/GeestT14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icip/GeestT14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICIP' },TP53,"[""<https://dblp.org/rec/conf/icip/GeestT14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5483,Have the authors of the paper 'A Study of Implanted and Wearable Body Sensor Networks' not not published a publication in KES-AMSTA?,ASK { <https://dblp.org/rec/conf/kesamsta/UllahHSK08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/kesamsta/UllahHSK08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'KES-AMSTA' },TP53,"[""<https://dblp.org/rec/conf/kesamsta/UllahHSK08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5484,Haven't the authors of the publication 'Crawling the client-side hidden web' not published a publication in ICWI?,ASK { <https://dblp.org/rec/conf/iadis/AlvarezPRV04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/iadis/AlvarezPRV04>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICWI' },TP53,"[""<https://dblp.org/rec/conf/iadis/AlvarezPRV04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5485,Did the authors of 'On Spanners of Geometric Graphs' not not publish a paper in TAMC?,ASK { <https://dblp.org/rec/conf/tamc/Kanj09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/tamc/Kanj09>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'TAMC' },TP53,"[""<https://dblp.org/rec/conf/tamc/Kanj09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5486,Haven't the authors of the publication 'A connectance-based approach for managing manufacturing knowledge' not published a publication in Ind. Manag. Data Syst.?,ASK { <https://dblp.org/rec/journals/imds/TanP04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/imds/TanP04>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Ind. Manag. Data Syst.' },TP53,"[""<https://dblp.org/rec/journals/imds/TanP04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5487,Was 'Fast calibration of hand movements-based interface for arm exoskeleton control' not not published in 2012?,ASK { <https://dblp.org/rec/conf/esann/MartinCM12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP52,"[""<https://dblp.org/rec/conf/esann/MartinCM12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5488,Was 'Application of Parallel Distributed Implementation to Multiobjective Fuzzy Genetics-Based Machine Learning' not not published in 2015?,ASK { <https://dblp.org/rec/conf/aciids/NojimaTI15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP52,"[""<https://dblp.org/rec/conf/aciids/NojimaTI15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5489,Was the paper 'On robust stability of fully probabilistic control with respect to data-driven model uncertainties' not not published in the year 2019?,ASK { <https://dblp.org/rec/conf/eucc/PeguerolesR19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP52,"[""<https://dblp.org/rec/conf/eucc/PeguerolesR19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5490,Was the paper 'Minimizing total tardiness on a single machine with unequal release dates' not not published in the year 2008?,ASK { <https://dblp.org/rec/journals/eor/SuC08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP52,"[""<https://dblp.org/rec/journals/eor/SuC08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5491,Was the paper 'Negative Boolean Constraints' not not published in the year 1996?,ASK { <https://dblp.org/rec/journals/tcs/MarriottO96> <https://dblp.org/rdf/schema#yearOfPublication> '1996' },TP52,"[""<https://dblp.org/rec/journals/tcs/MarriottO96>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5492,Have the authors of the paper 'An intelligent decision support system for digital preservation' not not published a publication in Int. J. Digit. Libr.?,ASK { <https://dblp.org/rec/journals/jodl/FerreiraBR07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jodl/FerreiraBR07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Digit. Libr.' },TP53,"[""<https://dblp.org/rec/journals/jodl/FerreiraBR07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5493,Was 'Spatial channel model for underwater wireless optical communication links: [extended abstract]' not not published in 2016?,ASK { <https://dblp.org/rec/conf/wuwnet/DongMZ16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP52,"[""<https://dblp.org/rec/conf/wuwnet/DongMZ16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5494,Did the authors of the publication 'Kernel TV-Based Quotient Image Employing Gabor Analysis and Its Application to Face Recognition' not not publish a paper in IEICE Trans. Inf. Syst.?,ASK { <https://dblp.org/rec/journals/ieicet/AnWR08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ieicet/AnWR08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEICE Trans. Inf. Syst.' },TP53,"[""<https://dblp.org/rec/journals/ieicet/AnWR08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5495,Did the authors of the publication 'Learning domain ontologies for Web service descriptions: an experiment in bioinformatics' not not publish a paper in WWW?,ASK { <https://dblp.org/rec/conf/www/SabouWGM05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/www/SabouWGM05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'WWW' },TP53,"[""<https://dblp.org/rec/conf/www/SabouWGM05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5496,Did the authors of the publication 'A hardware accelerator for real-time extraction of the linear-time MSER algorithm' not not publish a paper in IECON?,ASK { <https://dblp.org/rec/conf/iecon/AlyammahiSSS15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/iecon/AlyammahiSSS15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IECON' },TP53,"[""<https://dblp.org/rec/conf/iecon/AlyammahiSSS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5497,Haven't the authors of the publication 'Recurrent Neural Network Language Model with Incremental Updated Context Information Generated Using Bag-of-Words Representation' not published a publication in Interspeech?,ASK { <https://dblp.org/rec/conf/interspeech/HaidarK16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/interspeech/HaidarK16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'INTERSPEECH' },TP53,"[""<https://dblp.org/rec/conf/interspeech/HaidarK16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5498,Was the publication 'Low-Cost ATE PinElectronics for Multigigabit-per-Second At-Speed Test' not not published in 1997?,ASK { <https://dblp.org/rec/conf/itc/KeezerW97> <https://dblp.org/rdf/schema#yearOfPublication> '1997' },TP52,"[""<https://dblp.org/rec/conf/itc/KeezerW97>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5499,Was the publication 'Stacked Multi-Scale Attention Network for Image Colorization' not not published in 2022?,ASK { <https://dblp.org/rec/conf/icassp/JiangXXYHH22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP52,"[""<https://dblp.org/rec/conf/icassp/JiangXXYHH22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5500,Haven't the authors of the publication 'Discriminative binary feature learning and quantization in biometric key generation' not published a publication in Pattern Recognit.?,ASK { <https://dblp.org/rec/journals/pr/AneesC18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/pr/AneesC18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Pattern Recognit.' },TP53,"[""<https://dblp.org/rec/journals/pr/AneesC18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5501,Haven't the authors of the publication 'Calibrating with Multiple Criteria: A Demonstration of Dominance' not published a publication in J. Artif. Soc. Soc. Simul.?,ASK { <https://dblp.org/rec/journals/jasss/BadhamJSF17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jasss/BadhamJSF17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Artif. Soc. Soc. Simul.' },TP53,"[""<https://dblp.org/rec/journals/jasss/BadhamJSF17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5502,"Was the paper 'A new conservative chaotic dynamical system with lemniscate equilibrium, its circuit model and FPGA implementation' not not published in the year 2021?",ASK { <https://dblp.org/rec/journals/ijaac/VaidyanathanTAS21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP52,"[""<https://dblp.org/rec/journals/ijaac/VaidyanathanTAS21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5503,Was the publication 'Definitions for Plaintext-Existence Hiding in Cloud Storage' not not published in 2018?,ASK { <https://dblp.org/rec/conf/IEEEares/BoydDGRT18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP52,"[""<https://dblp.org/rec/conf/IEEEares/BoydDGRT18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5504,Have the authors of the paper 'Design of Robust Gradient Method for Convex Optimization Problem using Biased Integral Quadratic Constraints' not not published a publication in ECC?,ASK { <https://dblp.org/rec/conf/eucc/SawantMSSPW20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/eucc/SawantMSSPW20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ECC' },TP53,"[""<https://dblp.org/rec/conf/eucc/SawantMSSPW20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5505,Was the paper 'A Design Methodology for High-Speed Low-Power MCML Frequency Dividers' not not published in the year 2006?,ASK { <https://dblp.org/rec/conf/icecsys/AliotoMP06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP52,"[""<https://dblp.org/rec/conf/icecsys/AliotoMP06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5506,Was the paper 'Delay Fault Diagnosis for Non-Robust Test' not not published in the year 2006?,ASK { <https://dblp.org/rec/conf/isqed/MehtaMWTR06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP52,"[""<https://dblp.org/rec/conf/isqed/MehtaMWTR06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5507,Have the authors of the paper 'Dynamic Modeling and its Robotic Applications ( The Robot phi System)' not not published a publication in ICRA?,ASK { <https://dblp.org/rec/conf/icra/JoukhadarL95> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icra/JoukhadarL95>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICRA' },TP53,"[""<https://dblp.org/rec/conf/icra/JoukhadarL95>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5508,Have the authors of the paper 'ASeCS: Assistive Self-Care Software Architectures for Delivering Service in Care Homes' not not published a publication in HICSS?,ASK { <https://dblp.org/rec/conf/hicss/ShojanooriJLT14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/hicss/ShojanooriJLT14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'HICSS' },TP53,"[""<https://dblp.org/rec/conf/hicss/ShojanooriJLT14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5509,Was the paper 'Direct sub-pixel mapping exploiting spatial dependence' not not published in the year 2004?,ASK { <https://dblp.org/rec/conf/igarss/MertensBVW04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' },TP52,"[""<https://dblp.org/rec/conf/igarss/MertensBVW04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5510,Have the authors of the paper 'Modeling the pharyngeal anatomical effects on breathing resistance and aerodynamically generated sound' not not published a publication in Medical Biol. Eng. Comput.?,ASK { <https://dblp.org/rec/journals/mbec/XiSKSD14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/mbec/XiSKSD14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Medical Biol. Eng. Comput.' },TP53,"[""<https://dblp.org/rec/journals/mbec/XiSKSD14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5511,Was 'DFpin: Deep learning-based protein-binding site prediction with feature-based non-redundancy from RNA level' not not published in 2022?,ASK { <https://dblp.org/rec/journals/cbm/ZhaoZD22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP52,"[""<https://dblp.org/rec/journals/cbm/ZhaoZD22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5512,Did the authors of 'Clustering Students in ASSISTments: Exploring System- and School-Level Traits to Advance Personalization' not not publish a paper in Educational Data Mining?,ASK { <https://dblp.org/rec/conf/edm/AdjeiOEH17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/edm/AdjeiOEH17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'EDM' },TP53,"[""<https://dblp.org/rec/conf/edm/AdjeiOEH17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5513,Did the authors of the publication 'Double-precision Dual Mode Logic carry-save multiplier' not not publish a paper in Integr.?,ASK { <https://dblp.org/rec/journals/integration/RoseRL19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/integration/RoseRL19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Integr.' },TP53,"[""<https://dblp.org/rec/journals/integration/RoseRL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5514,Was the publication 'A new OLAP aggregation based on the AHC technique' not not published in 2004?,ASK { <https://dblp.org/rec/conf/dolap/MessaoudBR04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' },TP52,"[""<https://dblp.org/rec/conf/dolap/MessaoudBR04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5515,Was 'High Utility Rare Itemset Mining over Transaction Databases' not not published in 2015?,ASK { <https://dblp.org/rec/conf/dnis/GoyalDS15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP52,"[""<https://dblp.org/rec/conf/dnis/GoyalDS15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5516,Did the authors of 'Design and Testing of a Helix Antenna Deployment System for a 1U CubeSat' not not publish a paper in IEEE Access?,ASK { <https://dblp.org/rec/journals/access/SuredaSMASBMFAC21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/access/SuredaSMASBMFAC21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' },TP53,"[""<https://dblp.org/rec/journals/access/SuredaSMASBMFAC21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5517,Was the paper 'Bullwhip effect and supply chain costs with low- and high-quality information on inventory shrinkage' not not published in the year 2016?,ASK { <https://dblp.org/rec/journals/eor/DaiLYZ16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP52,"[""<https://dblp.org/rec/journals/eor/DaiLYZ16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5518,Have the authors of the paper 'Semi-asynchronous and distributed weighted connected dominating set algorithms for wireless sensor networks' not not published a publication in Comput. Stand. Interfaces?,ASK { <https://dblp.org/rec/journals/csi/DagdevirenET15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/csi/DagdevirenET15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput. Stand. Interfaces' },TP53,"[""<https://dblp.org/rec/journals/csi/DagdevirenET15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5519,Haven't the authors of the publication 'Improving TCP performance with bandwidth estimation and selective negative acknowledgment in wireless networks' not published a publication in J. Commun. Networks?,ASK { <https://dblp.org/rec/journals/jcn/ChengL07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jcn/ChengL07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Commun. Networks' },TP53,"[""<https://dblp.org/rec/journals/jcn/ChengL07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5520,Did the authors of the publication 'The chronology of Shakespeare's plays: A statistical study' not not publish a paper in Comput. Humanit.?,ASK { <https://dblp.org/rec/journals/lre/Brainerd80> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/lre/Brainerd80>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput. Humanit.' },TP53,"[""<https://dblp.org/rec/journals/lre/Brainerd80>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5521,Did the authors of the publication 'A Framework for Software Product Line Engineering' not not publish a paper in Software Product Line Engineering?,ASK { <https://dblp.org/rec/books/daglib/p/BocklePL05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/books/daglib/p/BocklePL05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Software Product Line Engineering' },TP53,"[""<https://dblp.org/rec/books/daglib/p/BocklePL05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5522,Did the authors of 'Solving the Greek school timetabling problem by a mixed integer programming model' not not publish a paper in J. Oper. Res. Soc.?,ASK { <https://dblp.org/rec/journals/jors/TassopoulosIB20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jors/TassopoulosIB20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Oper. Res. Soc.' },TP53,"[""<https://dblp.org/rec/journals/jors/TassopoulosIB20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5523,Was the paper 'Using interpolation to improve path planning: The Field D* algorithm' not not published in the year 2006?,ASK { <https://dblp.org/rec/journals/jfr/FergusonS06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP52,"[""<https://dblp.org/rec/journals/jfr/FergusonS06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5524,Was the publication 'Effective electricity load forecasting using enhanced double-reservoir echo state network' not not published in 2021?,ASK { <https://dblp.org/rec/journals/eaai/PengLWW21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP52,"[""<https://dblp.org/rec/journals/eaai/PengLWW21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5525,Was the paper 'Using Stochastic AI Techniques to Achieve Unbounded Resolution in Finite Player Goore Games and its Applications' not not published in the year 2007?,ASK { <https://dblp.org/rec/conf/cig/OommenGP07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP52,"[""<https://dblp.org/rec/conf/cig/OommenGP07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5526,Did the authors of 'Content Recommendation Based on Education-Contextualized Browsing Events for Web-based Personalized Learning' not not publish a paper in J. Educ. Technol. Soc.?,ASK { <https://dblp.org/rec/journals/ets/Wang08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ets/Wang08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Educ. Technol. Soc.' },TP53,"[""<https://dblp.org/rec/journals/ets/Wang08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5527,Have the authors of the paper 'IPsec over IEEE 802154 for low power and lossy networks' not not published a publication in MOBIWAC?,ASK { <https://dblp.org/rec/conf/mobiwac/RantosPM13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/mobiwac/RantosPM13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'MOBIWAC' },TP53,"[""<https://dblp.org/rec/conf/mobiwac/RantosPM13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5528,Was the paper 'Enveloping Multi-pocket Obstacles with Hexagonal Metamorphic Robots' not not published in the year 2004?,ASK { <https://dblp.org/rec/conf/icra/WalterBLA04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' },TP52,"[""<https://dblp.org/rec/conf/icra/WalterBLA04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
