id,question_string,query,template_id,entities,relations,temporal,help_out
Q5092,Have the authors of the paper 'A new image quality measure' not published the paper 'End-to-End Learning of Keypoint Detector and Descriptor for Pose Invariant 3D Matching'?,ASK { <https://dblp.org/rec/conf/ccece/ZahirK13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/cvpr/GeorgakisKWEK18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/cvpr/GeorgakisKWEK18> != <https://dblp.org/rec/conf/ccece/ZahirK13>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/ccece/ZahirK13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/cvpr/GeorgakisKWEK18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/cvpr/GeorgakisKWEK18> != <https://dblp.org/rec/conf/ccece/ZahirK13>) } },TP44,"[""<https://dblp.org/rec/conf/ccece/ZahirK13>"", ""<https://dblp.org/rec/conf/cvpr/GeorgakisKWEK18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5093,Haven't the authors of the publication 'CosyVerif: An Open Source Extensible Verification Environment' published the paper 'Multi-objective combinatorial optimization for selecting best available techniques (BAT) in the industrial sector: the COMBAT tool'?,ASK { <https://dblp.org/rec/conf/iceccs/AndreLPHLHK13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jors/MavrotasGMSLHG09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jors/MavrotasGMSLHG09> != <https://dblp.org/rec/conf/iceccs/AndreLPHLHK13>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/iceccs/AndreLPHLHK13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jors/MavrotasGMSLHG09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jors/MavrotasGMSLHG09> != <https://dblp.org/rec/conf/iceccs/AndreLPHLHK13>) } },TP44,"[""<https://dblp.org/rec/conf/iceccs/AndreLPHLHK13>"", ""<https://dblp.org/rec/journals/jors/MavrotasGMSLHG09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5094,Wasn't the paper 'Learning a goal-oriented model for energy efficient adaptive applications in data centers' published in the year 2015?,ASK { <https://dblp.org/rec/journals/isci/VitaliPO15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' FILTER NOT EXISTS { <https://dblp.org/rec/journals/isci/VitaliPO15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' } },TP42,"[""<https://dblp.org/rec/journals/isci/VitaliPO15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5095,"Did the authors of the publication 'An Automated Evaluation Metric for Chinese Text Entry' not publish 'Motivated in the global digital Classroom? - Zusammenh\u00E4nge zwischen \Wahrnehmung Anderer\, Lernmotivation und Kompetenzerwerb'?",ASK { <https://dblp.org/rec/journals/corr/abs-0704-3662> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/delfi/SteinertBK15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/delfi/SteinertBK15> != <https://dblp.org/rec/journals/corr/abs-0704-3662>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-0704-3662> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/delfi/SteinertBK15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/delfi/SteinertBK15> != <https://dblp.org/rec/journals/corr/abs-0704-3662>) } },TP44,"[""<https://dblp.org/rec/journals/corr/abs-0704-3662>"", ""<https://dblp.org/rec/conf/delfi/SteinertBK15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5096,Wasn't the publication 'A 037W 143dB-Dynamic-Range 1Mpixel Backside-Illuminated Charge-Focusing SPAD Image Sensor with Pixel-Wise Exposure Control and Adaptive Clocked Recharging' published in 2022?,ASK { <https://dblp.org/rec/conf/isscc/OtaMSSKEMMTAHMT22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' FILTER NOT EXISTS { <https://dblp.org/rec/conf/isscc/OtaMSSKEMMTAHMT22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' } },TP42,"[""<https://dblp.org/rec/conf/isscc/OtaMSSKEMMTAHMT22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5097,Wasn't the publication 'A compact phenomenological digital neuron implementing the 20 Izhikevich behaviors' published in 2017?,ASK { <https://dblp.org/rec/conf/biocas/FrenkelLB17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' FILTER NOT EXISTS { <https://dblp.org/rec/conf/biocas/FrenkelLB17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' } },TP42,"[""<https://dblp.org/rec/conf/biocas/FrenkelLB17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5098,Did the authors of 'Embedding Test Pattern Generation into Design' not publish a paper in EUROCAST?,ASK { <https://dblp.org/rec/conf/eurocast/FeitenH89> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/eurocast/FeitenH89>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'EUROCAST' FILTER NOT EXISTS { <https://dblp.org/rec/conf/eurocast/FeitenH89> <https://dblp.org/rdf/schema#publishedIn> 'EUROCAST' } },TP43,"[""<https://dblp.org/rec/conf/eurocast/FeitenH89>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5099,Haven't the authors of the publication 'Semantic based events signaling for AAL systems' published a publication in J. Ambient Intell. Humaniz. Comput.?,ASK { <https://dblp.org/rec/journals/jaihc/ModoniVTSC18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jaihc/ModoniVTSC18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Ambient Intell. Humaniz. Comput.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jaihc/ModoniVTSC18> <https://dblp.org/rdf/schema#publishedIn> 'J. Ambient Intell. Humaniz. Comput.' } },TP43,"[""<https://dblp.org/rec/journals/jaihc/ModoniVTSC18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5100,Did the authors of 'Learning to Select and Generalize Striking Movements in Robot Table Tennis' not publish 'Design and Application of a Data System for the Comparative Study of Historic Mortars'?,ASK { <https://dblp.org/rec/conf/aaaifs/MullingKKP12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/euromed/PachtaP16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/euromed/PachtaP16> != <https://dblp.org/rec/conf/aaaifs/MullingKKP12>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/aaaifs/MullingKKP12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/euromed/PachtaP16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/euromed/PachtaP16> != <https://dblp.org/rec/conf/aaaifs/MullingKKP12>) } },TP44,"[""<https://dblp.org/rec/conf/aaaifs/MullingKKP12>"", ""<https://dblp.org/rec/conf/euromed/PachtaP16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5101,Haven't the authors of the publication 'Incorrect Operations of Pilot Scheme with Ground Overcurrent Protection' published the paper 'Adjacent channel interference in IEEE 80211n'?,ASK { <https://dblp.org/rec/conf/ccece/GouveiaNR19a> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/wcnc/ZubowS12> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/wcnc/ZubowS12> != <https://dblp.org/rec/conf/ccece/GouveiaNR19a>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/ccece/GouveiaNR19a> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/wcnc/ZubowS12> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/wcnc/ZubowS12> != <https://dblp.org/rec/conf/ccece/GouveiaNR19a>) } },TP44,"[""<https://dblp.org/rec/conf/ccece/GouveiaNR19a>"", ""<https://dblp.org/rec/conf/wcnc/ZubowS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5102,Did the authors of 'Efficient Collective Communication on Heterogeneous Networks of Workstations' not publish 'Relationship between integer order systems and fractional order system and its two applications'?,ASK { <https://dblp.org/rec/conf/icpp/BanikazemiMP98> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ieeejas/Zhang18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/ieeejas/Zhang18> != <https://dblp.org/rec/conf/icpp/BanikazemiMP98>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/icpp/BanikazemiMP98> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ieeejas/Zhang18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/ieeejas/Zhang18> != <https://dblp.org/rec/conf/icpp/BanikazemiMP98>) } },TP44,"[""<https://dblp.org/rec/conf/icpp/BanikazemiMP98>"", ""<https://dblp.org/rec/journals/ieeejas/Zhang18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5103,Did the authors of 'An improved P2P lookup protocol model' not publish a paper in Clust. Comput.?,ASK { <https://dblp.org/rec/journals/cluster/XuSS10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cluster/XuSS10>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Clust. Comput.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/cluster/XuSS10> <https://dblp.org/rdf/schema#publishedIn> 'Clust. Comput.' } },TP43,"[""<https://dblp.org/rec/journals/cluster/XuSS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5104,Did the authors of 'A high-efficiency soft-switched AC/DC converter with current-doubler synchronous rectification' not publish a paper in IEEE Trans. Ind. Electron.?,ASK { <https://dblp.org/rec/journals/tie/ChiuL05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tie/ChiuL05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Ind. Electron.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tie/ChiuL05> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Ind. Electron.' } },TP43,"[""<https://dblp.org/rec/journals/tie/ChiuL05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5105,Did the authors of the publication 'A sequential niching memetic algorithm for continuous multimodal function optimization' not publish 'The Capacity of the Product Channel'?,ASK { <https://dblp.org/rec/journals/amc/VitelaC12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/iandc/Augustin68> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/iandc/Augustin68> != <https://dblp.org/rec/journals/amc/VitelaC12>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/amc/VitelaC12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/iandc/Augustin68> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/iandc/Augustin68> != <https://dblp.org/rec/journals/amc/VitelaC12>) } },TP44,"[""<https://dblp.org/rec/journals/amc/VitelaC12>"", ""<https://dblp.org/rec/journals/iandc/Augustin68>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5106,Was '3LSPG: Forensic Tool Evaluation by Three Layer Stochastic Process-Based Generation of Data' not published in 2011?,ASK { <https://dblp.org/rec/conf/iwcf/YannikosFWS10> <https://dblp.org/rdf/schema#yearOfPublication> '2011' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iwcf/YannikosFWS10> <https://dblp.org/rdf/schema#yearOfPublication> '2011' } },TP42,"[""<https://dblp.org/rec/conf/iwcf/YannikosFWS10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5107,Wasn't the paper 'The performance of QoS-aware IP multicast routing protocols' published in the year 2003?,ASK { <https://dblp.org/rec/journals/networks/TsengC03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' FILTER NOT EXISTS { <https://dblp.org/rec/journals/networks/TsengC03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' } },TP42,"[""<https://dblp.org/rec/journals/networks/TsengC03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5108,Haven't the authors of the publication 'Image Restoration Using Piecewise Iterative Curve Fitting and Texture Synthesis' published a publication in ICIC?,ASK { <https://dblp.org/rec/conf/icic/SunYYZ08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icic/SunYYZ08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICIC (1)' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icic/SunYYZ08> <https://dblp.org/rdf/schema#publishedIn> 'ICIC (1)' } },TP43,"[""<https://dblp.org/rec/conf/icic/SunYYZ08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5109,Did the authors of the publication '\u03C7-bounded families of oriented graphs' not publish a paper in J. Graph Theory?,ASK { <https://dblp.org/rec/journals/jgt/AboulkerBBCHMZ18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jgt/AboulkerBBCHMZ18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Graph Theory' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jgt/AboulkerBBCHMZ18> <https://dblp.org/rdf/schema#publishedIn> 'J. Graph Theory' } },TP43,"[""<https://dblp.org/rec/journals/jgt/AboulkerBBCHMZ18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5110,Have the authors of the paper 'Keynote Talk #2' not published the paper 'Generating temporal semantic context of concepts using web search engines'?,ASK { <https://dblp.org/rec/conf/desec/Nakao18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jnca/XuLMHC14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jnca/XuLMHC14> != <https://dblp.org/rec/conf/desec/Nakao18>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/desec/Nakao18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jnca/XuLMHC14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jnca/XuLMHC14> != <https://dblp.org/rec/conf/desec/Nakao18>) } },TP44,"[""<https://dblp.org/rec/conf/desec/Nakao18>"", ""<https://dblp.org/rec/journals/jnca/XuLMHC14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5111,Haven't the authors of the publication 'Performance Evaluation of Identity and Access Management Systems in Federated Environments' published a publication in Infoscale?,ASK { <https://dblp.org/rec/conf/infoscale/SchellDH09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/infoscale/SchellDH09>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Infoscale' FILTER NOT EXISTS { <https://dblp.org/rec/conf/infoscale/SchellDH09> <https://dblp.org/rdf/schema#publishedIn> 'Infoscale' } },TP43,"[""<https://dblp.org/rec/conf/infoscale/SchellDH09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5112,Wasn't the paper 'Scalable and Congestion-Aware Routing for Autonomous Mobility-On-Demand Via Frank-Wolfe Optimization' published in the year 2019?,ASK { <https://dblp.org/rec/conf/rss/SoloveySP19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' FILTER NOT EXISTS { <https://dblp.org/rec/conf/rss/SoloveySP19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' } },TP42,"[""<https://dblp.org/rec/conf/rss/SoloveySP19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5113,Did the authors of 'Compositional Verification for Timed Systems Based on Automatic Invariant Generation' not publish 'Some Challenges in Integrating Information on Protein Interactions and a Partial Solution'?,ASK { <https://dblp.org/rec/journals/corr/RayanaABBC15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ssdbm/Jagadish07> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ssdbm/Jagadish07> != <https://dblp.org/rec/journals/corr/RayanaABBC15>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/RayanaABBC15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ssdbm/Jagadish07> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ssdbm/Jagadish07> != <https://dblp.org/rec/journals/corr/RayanaABBC15>) } },TP44,"[""<https://dblp.org/rec/journals/corr/RayanaABBC15>"", ""<https://dblp.org/rec/conf/ssdbm/Jagadish07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5114,Haven't the authors of the publication 'A MILP approach to DRAM access worst-case analysis' published the paper 'Text Retrieval for Japanese Historical Documents by Image Generation'?,ASK { <https://dblp.org/rec/journals/cor/AndreozziFGSZ22> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icdar/SugawaraMSO17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icdar/SugawaraMSO17> != <https://dblp.org/rec/journals/cor/AndreozziFGSZ22>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/cor/AndreozziFGSZ22> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icdar/SugawaraMSO17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icdar/SugawaraMSO17> != <https://dblp.org/rec/journals/cor/AndreozziFGSZ22>) } },TP44,"[""<https://dblp.org/rec/journals/cor/AndreozziFGSZ22>"", ""<https://dblp.org/rec/conf/icdar/SugawaraMSO17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5115,Wasn't the paper 'Relationship between text and action conceptions of programming: a phenomenographic and quantitative perspective' published in the year 2011?,ASK { <https://dblp.org/rec/conf/iticse/EckerdalLLS11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iticse/EckerdalLLS11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' } },TP42,"[""<https://dblp.org/rec/conf/iticse/EckerdalLLS11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5116,Haven't the authors of the publication 'Adaptive Online Power Management Algorithms' published the paper 'Visual analytics for exploring air quality data in an AI-enhanced IoT environment'?,ASK { <https://dblp.org/rec/conf/ciit/Kim04> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/medes/KalamarasXGAMNL19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/medes/KalamarasXGAMNL19> != <https://dblp.org/rec/conf/ciit/Kim04>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/ciit/Kim04> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/medes/KalamarasXGAMNL19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/medes/KalamarasXGAMNL19> != <https://dblp.org/rec/conf/ciit/Kim04>) } },TP44,"[""<https://dblp.org/rec/conf/ciit/Kim04>"", ""<https://dblp.org/rec/conf/medes/KalamarasXGAMNL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5117,Wasn't the publication 'Masked Label Prediction: Unified Message Passing Model for Semi-Supervised Classification' published in 2021?,ASK { <https://dblp.org/rec/conf/ijcai/ShiHFZWS21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' FILTER NOT EXISTS { <https://dblp.org/rec/conf/ijcai/ShiHFZWS21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' } },TP42,"[""<https://dblp.org/rec/conf/ijcai/ShiHFZWS21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5118,Was 'Coarse-Grain Cluster Analysis of Tensors With Application to Climate Biome Identification' not published in 2020?,ASK { <https://dblp.org/rec/journals/corr/abs-2001-07827> <https://dblp.org/rdf/schema#yearOfPublication> '2020' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2001-07827> <https://dblp.org/rdf/schema#yearOfPublication> '2020' } },TP42,"[""<https://dblp.org/rec/journals/corr/abs-2001-07827>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5119,Did the authors of the publication 'Three-layer granular structures and three-way informational measures of a decision table' not publish a paper in Inf. Sci.?,ASK { <https://dblp.org/rec/journals/isci/ZhangM17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/isci/ZhangM17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Inf. Sci.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/isci/ZhangM17> <https://dblp.org/rdf/schema#publishedIn> 'Inf. Sci.' } },TP43,"[""<https://dblp.org/rec/journals/isci/ZhangM17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5120,Haven't the authors of the publication 'Problem 11258' published the paper 'The instructional information processing account of digital computation'?,ASK { <https://dblp.org/rec/journals/tamm/Kauers06> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/synthese/FrescoW14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/synthese/FrescoW14> != <https://dblp.org/rec/journals/tamm/Kauers06>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/tamm/Kauers06> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/synthese/FrescoW14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/synthese/FrescoW14> != <https://dblp.org/rec/journals/tamm/Kauers06>) } },TP44,"[""<https://dblp.org/rec/journals/tamm/Kauers06>"", ""<https://dblp.org/rec/journals/synthese/FrescoW14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5121,Wasn't the paper 'Validity of Heavy-Traffic Steady-State Approximations in Multiclass Queueing Networks: The Case of Queue-Ratio Disciplines' published in the year 2014?,ASK { <https://dblp.org/rec/journals/mor/Gurvich14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' FILTER NOT EXISTS { <https://dblp.org/rec/journals/mor/Gurvich14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' } },TP42,"[""<https://dblp.org/rec/journals/mor/Gurvich14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5122,Did the authors of 'Does aspect-oriented modeling help improve the readability of UML state machines?' not publish a paper in Softw. Syst. Model.?,ASK { <https://dblp.org/rec/journals/sosym/AliYB14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/sosym/AliYB14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Softw. Syst. Model.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/sosym/AliYB14> <https://dblp.org/rdf/schema#publishedIn> 'Softw. Syst. Model.' } },TP43,"[""<https://dblp.org/rec/journals/sosym/AliYB14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5123,Haven't the authors of the publication 'Relationships between Blogging Activeness and the Characteristics of Participants and Blogs during Teaching Practice and Induction Year' published the paper 'Cooperation Between Stations in Wireless Networks'?,ASK { <https://dblp.org/rec/conf/icwl/LuikT14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icnp/ForteS07> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icnp/ForteS07> != <https://dblp.org/rec/conf/icwl/LuikT14>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/icwl/LuikT14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icnp/ForteS07> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icnp/ForteS07> != <https://dblp.org/rec/conf/icwl/LuikT14>) } },TP44,"[""<https://dblp.org/rec/conf/icwl/LuikT14>"", ""<https://dblp.org/rec/conf/icnp/ForteS07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5124,Have the authors of the paper 'A Succinct Solver for ALFP' not published the paper 'TurboB\u0141YSK: Scheduling for Improved Data-Driven Task Performance with Fast Dependency Resolution'?,ASK { <https://dblp.org/rec/journals/njc/NielsonSN02> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/iwomp/PodobasBV14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/iwomp/PodobasBV14> != <https://dblp.org/rec/journals/njc/NielsonSN02>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/njc/NielsonSN02> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/iwomp/PodobasBV14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/iwomp/PodobasBV14> != <https://dblp.org/rec/journals/njc/NielsonSN02>) } },TP44,"[""<https://dblp.org/rec/journals/njc/NielsonSN02>"", ""<https://dblp.org/rec/conf/iwomp/PodobasBV14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5125,Wasn't the publication 'The Computational Structure of the Clifford Groups' published in 2018?,ASK { <https://dblp.org/rec/conf/els/Smith18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' FILTER NOT EXISTS { <https://dblp.org/rec/conf/els/Smith18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' } },TP42,"[""<https://dblp.org/rec/conf/els/Smith18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5126,Was 'P Systems with Active Membranes Working in Sublinear Space' not published in 2014?,ASK { <https://dblp.org/rec/conf/membrane/ZandronLMMP14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' FILTER NOT EXISTS { <https://dblp.org/rec/conf/membrane/ZandronLMMP14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' } },TP42,"[""<https://dblp.org/rec/conf/membrane/ZandronLMMP14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5127,Did the authors of 'Integrating Linked Data through RDFS and OWL: Some Lessons Learnt' not publish a paper in RR?,ASK { <https://dblp.org/rec/conf/rr/Hogan11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/rr/Hogan11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'RR' FILTER NOT EXISTS { <https://dblp.org/rec/conf/rr/Hogan11> <https://dblp.org/rdf/schema#publishedIn> 'RR' } },TP43,"[""<https://dblp.org/rec/conf/rr/Hogan11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5128,Was 'CIS Publication Spotlight [Publication Spotlight]' not published in 2021?,ASK { <https://dblp.org/rec/journals/cim/HeCTJOA21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' FILTER NOT EXISTS { <https://dblp.org/rec/journals/cim/HeCTJOA21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' } },TP42,"[""<https://dblp.org/rec/journals/cim/HeCTJOA21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5129,Haven't the authors of the publication 'Ethical regulations on robotics in Europe' published a publication in AI Soc.?,ASK { <https://dblp.org/rec/journals/ais/NagenborgCWP08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ais/NagenborgCWP08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'AI Soc.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ais/NagenborgCWP08> <https://dblp.org/rdf/schema#publishedIn> 'AI Soc.' } },TP43,"[""<https://dblp.org/rec/journals/ais/NagenborgCWP08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5130,Did the authors of 'End-to-End Pedestrian Trajectory Forecasting with Transformer Network' not publish a paper in ISPRS Int. J. Geo Inf.?,ASK { <https://dblp.org/rec/journals/ijgi/YaoWL22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ijgi/YaoWL22>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ISPRS Int. J. Geo Inf.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijgi/YaoWL22> <https://dblp.org/rdf/schema#publishedIn> 'ISPRS Int. J. Geo Inf.' } },TP43,"[""<https://dblp.org/rec/journals/ijgi/YaoWL22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5131,Did the authors of the publication 'A Reinforcement Learning Approach for Learning Coordination Rules in Production Networks' not publish 'Periodic and Non-periodic Min-Max Equations'?,ASK { <https://dblp.org/rec/conf/cimca/DangelmaierRDK06> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icalp/SchwiegelshohnT97> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icalp/SchwiegelshohnT97> != <https://dblp.org/rec/conf/cimca/DangelmaierRDK06>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/cimca/DangelmaierRDK06> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icalp/SchwiegelshohnT97> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icalp/SchwiegelshohnT97> != <https://dblp.org/rec/conf/cimca/DangelmaierRDK06>) } },TP44,"[""<https://dblp.org/rec/conf/cimca/DangelmaierRDK06>"", ""<https://dblp.org/rec/conf/icalp/SchwiegelshohnT97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5132,Did the authors of the publication 'Visual Servoing of Constrained Mobile Robots Based on Model Predictive Control' not publish 'Diagrams for Meaning Preservation'?,ASK { <https://dblp.org/rec/journals/tsmc/KeLXZ17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/rta/WellsPK03> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/rta/WellsPK03> != <https://dblp.org/rec/journals/tsmc/KeLXZ17>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/tsmc/KeLXZ17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/rta/WellsPK03> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/rta/WellsPK03> != <https://dblp.org/rec/journals/tsmc/KeLXZ17>) } },TP44,"[""<https://dblp.org/rec/journals/tsmc/KeLXZ17>"", ""<https://dblp.org/rec/conf/rta/WellsPK03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5133,Did the authors of the publication 'Estimating snow cover from publicly available images' not publish a paper in CoRR?,ASK { <https://dblp.org/rec/journals/corr/FedorovCFT15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/FedorovCFT15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/FedorovCFT15> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TP43,"[""<https://dblp.org/rec/journals/corr/FedorovCFT15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
