id,question_string,query,template_id,entities,relations,temporal,help_out
Q4685,Did the authors of the publication 'Non-linear adaptive sliding mode switching control with average dwell-time' also publish 'Digital Inpainting'?,ASK { <https://dblp.org/rec/journals/ijsysc/YuZF13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/IEEEcit/Shih04> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/IEEEcit/Shih04> != <https://dblp.org/rec/journals/ijsysc/YuZF13>) },TP35,"[""<https://dblp.org/rec/journals/ijsysc/YuZF13>"", ""<https://dblp.org/rec/conf/IEEEcit/Shih04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4686,Was 'Control Flow Reversal for Adjoint Code Generation' published in 2004?,ASK { <https://dblp.org/rec/conf/scam/NaumannULF04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' },TP34,"[""<https://dblp.org/rec/conf/scam/NaumannULF04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4687,Was the publication 'Adaptive Rest Condition Potentials: First and Second Order Edge-Preserving Regularization' published in 2002?,ASK { <https://dblp.org/rec/journals/cviu/RiveraM02> <https://dblp.org/rdf/schema#yearOfPublication> '2002' },TP34,"[""<https://dblp.org/rec/journals/cviu/RiveraM02>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4688,Was 'The computation of Gr\u00F6bner bases on a shared memory multiprocessor' published in 1990?,ASK { <https://dblp.org/rec/conf/disco/Vidal90> <https://dblp.org/rdf/schema#yearOfPublication> '1990' },TP34,"[""<https://dblp.org/rec/conf/disco/Vidal90>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4689,Was the publication 'Deep click feature based query merging for robust image recognition' published in the year 2018?,ASK { <https://dblp.org/rec/conf/icimcs/ZhangTY18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP34,"[""<https://dblp.org/rec/conf/icimcs/ZhangTY18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4690,"Did the authors of 'latent-GLAT: Glancing at Latent Variables for Parallel Text Generation' also publish a paper in the venue International Conference on Intelligent Software Methodologies, Tools, and Techniques?",ASK { <https://dblp.org/rec/journals/corr/abs-2204-02030> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2204-02030>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SoMeT' },TP36,"[""<https://dblp.org/rec/journals/corr/abs-2204-02030>"", ""SoMeT""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4691,Was the paper 'A Deep Pipelined Implementation of Hyperspectral Target Detection Algorithm on FPGA Using HLS' published in the year 2018?,ASK { <https://dblp.org/rec/journals/remotesensing/LeiLZXCWLZL18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP34,"[""<https://dblp.org/rec/journals/remotesensing/LeiLZXCWLZL18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4692,Was the paper 'Topographic specificity of alpha power during auditory spatial attention' published in the year 2020?,ASK { <https://dblp.org/rec/journals/neuroimage/DengCS20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP34,"[""<https://dblp.org/rec/journals/neuroimage/DengCS20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4693,"Did the authors of 'A Parallel Boundary Element Method for the Electromagnetic Analysis of Large Structures With Lossy Conductors' also publish a paper in the venue MSM@WWW,MUSE@PKDD/ECML?","ASK { <https://dblp.org/rec/journals/corr/abs-2108-03991> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2108-03991>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'MSM@WWW,MUSE@PKDD/ECML' }",TP36,"[""<https://dblp.org/rec/journals/corr/abs-2108-03991>"", ""MSM@WWW,MUSE@PKDD/ECML""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4694,"Was the publication 'An assessment of online instructor e-learning readiness before, during, and after course delivery' published in 2016?",ASK { <https://dblp.org/rec/journals/jche/Gay16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP34,"[""<https://dblp.org/rec/journals/jche/Gay16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4695,Was the paper 'Multilateral bargaining with concession costs' published in the year 2007?,ASK { <https://dblp.org/rec/journals/jet/CaruanaEQ07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP34,"[""<https://dblp.org/rec/journals/jet/CaruanaEQ07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4696,Did the authors of the paper 'MORP: makespan optimization for processors with an embedded reconfigurable fabric' also publish a publication in ANSS?,ASK { <https://dblp.org/rec/conf/fpga/GrudnitskyBH14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/fpga/GrudnitskyBH14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ANSS' },TP36,"[""<https://dblp.org/rec/conf/fpga/GrudnitskyBH14>"", ""ANSS""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4697,Was the publication 'Blockchain-based Proof of Existence (PoE) Framework using Ethereum Smart Contracts' published in the year 2021?,ASK { <https://dblp.org/rec/conf/codaspy/ShawnMLB21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP34,"[""<https://dblp.org/rec/conf/codaspy/ShawnMLB21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4698,Did the authors of the paper 'Multiresolution Textures from Image Sequences' also publish the publication 'CafeOBJ as a Tool for Behavioral System Verification'?,ASK { <https://dblp.org/rec/journals/cga/OfekSRW97> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/isss2/MoriF02> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/isss2/MoriF02> != <https://dblp.org/rec/journals/cga/OfekSRW97>) },TP35,"[""<https://dblp.org/rec/journals/cga/OfekSRW97>"", ""<https://dblp.org/rec/conf/isss2/MoriF02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4699,Did the authors of the paper 'A Simple and General Problem and its Optimal Randomized Online Algorithm Design with Competitive Analysis' also publish the paper 'Fast weak-KAM integrators for separable Hamiltonian systems'?,ASK { <https://dblp.org/rec/journals/corr/Zhang15g> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/moc/BouillardFZ16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/moc/BouillardFZ16> != <https://dblp.org/rec/journals/corr/Zhang15g>) },TP35,"[""<https://dblp.org/rec/journals/corr/Zhang15g>"", ""<https://dblp.org/rec/journals/moc/BouillardFZ16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4700,Did the authors of 'From Reengineering to Process Management - A Longitudinal Study of BPR in a Danish Manufacturing Company' also publish a paper in the venue ACCV (3)?,ASK { <https://dblp.org/rec/conf/hicss/LarsenB01> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/hicss/LarsenB01>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ACCV (3)' },TP36,"[""<https://dblp.org/rec/conf/hicss/LarsenB01>"", ""ACCV (3)""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4701,Was the paper 'Bayesian Based Type Discrimination of Web Events' published in the year 2015?,ASK { <https://dblp.org/rec/journals/jwe/MaLXL15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP34,"[""<https://dblp.org/rec/journals/jwe/MaLXL15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4702,"Did the authors of the paper 'Stakeholders, green manufacturing, and practice performance: empirical evidence from Chinese fashion businesses' also publish the publication 'Criminal prediction using Naive Bayes theory'?",ASK { <https://dblp.org/rec/journals/anor/LiLW20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/nca/VuralG17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/nca/VuralG17> != <https://dblp.org/rec/journals/anor/LiLW20>) },TP35,"[""<https://dblp.org/rec/journals/anor/LiLW20>"", ""<https://dblp.org/rec/journals/nca/VuralG17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4703,Did the authors of the publication 'Region-based image retrieval with high-level semantics using decision tree learning' also publish 'Identification of noisy dynamical systems with parameter estimation based on Hopfield neural networks'?,ASK { <https://dblp.org/rec/journals/pr/LiuZL08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ijon/RuizCH13> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/ijon/RuizCH13> != <https://dblp.org/rec/journals/pr/LiuZL08>) },TP35,"[""<https://dblp.org/rec/journals/pr/LiuZL08>"", ""<https://dblp.org/rec/journals/ijon/RuizCH13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4704,Was 'Shift Towards Next Generation Networks (NGNs) for Sustainability: Evidence from an Emerging Economy' published in 2016?,ASK { <https://dblp.org/rec/journals/jcit-igi/RafayK16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP34,"[""<https://dblp.org/rec/journals/jcit-igi/RafayK16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4705,Was the paper 'Hybrid Cluster Computing Hardware and Software in the LOFAR Radio Telescope' published in the year 2003?,ASK { <https://dblp.org/rec/conf/pdpta/SchaafBV03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' },TP34,"[""<https://dblp.org/rec/conf/pdpta/SchaafBV03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4706,Did the authors of the publication 'TEFIS: A single access point for conducting multifaceted experiments on heterogeneous test facilities' also publish 'Wireless network channel quality estimation inside reactor building using RSSI measurement of wireless sensor network'?,ASK { <https://dblp.org/rec/journals/cn/YannuzziSSPSMCTBLBOCGAPKZSLJMCJSL14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ccece/MeratA09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ccece/MeratA09> != <https://dblp.org/rec/journals/cn/YannuzziSSPSMCTBLBOCGAPKZSLJMCJSL14>) },TP35,"[""<https://dblp.org/rec/journals/cn/YannuzziSSPSMCTBLBOCGAPKZSLJMCJSL14>"", ""<https://dblp.org/rec/conf/ccece/MeratA09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4707,Did the authors of the publication 'The geometry of rank decompositions of matrix multiplication I: 2x2 matrices' also publish a publication in IEEE Trans. Inf. Forensics Secur.?,ASK { <https://dblp.org/rec/journals/corr/ChiantiniILO16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/ChiantiniILO16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Inf. Forensics Secur.' },TP36,"[""<https://dblp.org/rec/journals/corr/ChiantiniILO16>"", ""IEEE Trans. Inf. Forensics Secur.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4708,"Did the authors of the publication 'Experiential Instruction of Metacognitive Strategies' also publish 'Mo Piu minority language: data base, first steps and first experiments'?",ASK { <https://dblp.org/rec/conf/hci/HamptonT20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/sltu/Caelen-HaumontCCDHTLNPRSVVS10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/sltu/Caelen-HaumontCCDHTLNPRSVVS10> != <https://dblp.org/rec/conf/hci/HamptonT20>) },TP35,"[""<https://dblp.org/rec/conf/hci/HamptonT20>"", ""<https://dblp.org/rec/conf/sltu/Caelen-HaumontCCDHTLNPRSVVS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4709,Was the publication 'Introduction to identity usurpation applied to biometric modalities' published in the year 2014?,ASK { <https://dblp.org/rec/conf/icmcs2/IchahaneCKO14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP34,"[""<https://dblp.org/rec/conf/icmcs2/IchahaneCKO14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4710,Did the authors of the publication 'Stochastic Geometry-Based Analysis of the Impact of Underlying Uncorrelated IoT Networks on LoRa Coverage' also publish the publication 'Software Defined Adaptive MIMO Visible Light Communications after an Obstruction'?,ASK { <https://dblp.org/rec/journals/access/ChevillonACD22> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/DengK16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/DengK16> != <https://dblp.org/rec/journals/access/ChevillonACD22>) },TP35,"[""<https://dblp.org/rec/journals/access/ChevillonACD22>"", ""<https://dblp.org/rec/journals/corr/DengK16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4711,Did the authors of 'Commanding the Cloud by Moving a Camera Phone' also publish a paper in the venue IEEE International Joint Conference on Neural Networks?,ASK { <https://dblp.org/rec/journals/ijhcr/SpaanenburgZCR10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ijhcr/SpaanenburgZCR10>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IJCNN' },TP36,"[""<https://dblp.org/rec/journals/ijhcr/SpaanenburgZCR10>"", ""IJCNN""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4712,Was the publication 'Turning Web 20 Social Software into Versatile Collaborative Learning Solutions' published in the year 2008?,ASK { <https://dblp.org/rec/conf/achi/GilletHYS08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP34,"[""<https://dblp.org/rec/conf/achi/GilletHYS08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4713,Did the authors of the publication 'Stabilization of Nonholonomic Systems Using Isospectral Flows' also publish a publication in ISNN (1)?,ASK { <https://dblp.org/rec/journals/siamco/BlochDK00> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/siamco/BlochDK00>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ISNN (1)' },TP36,"[""<https://dblp.org/rec/journals/siamco/BlochDK00>"", ""ISNN (1)""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4714,Was the publication 'GFNet: A Gradient Information Compensation-Based Face Super-Resolution Network' published in the year 2022?,ASK { <https://dblp.org/rec/journals/access/LuoL22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP34,"[""<https://dblp.org/rec/journals/access/LuoL22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4715,Did the authors of 'Individual and collective moral influences on intervention in cyberbullying' also publish a paper in the venue Artif. Intell. Law?,ASK { <https://dblp.org/rec/journals/chb/AllisonB17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/chb/AllisonB17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Artif. Intell. Law' },TP36,"[""<https://dblp.org/rec/journals/chb/AllisonB17>"", ""Artif. Intell. Law""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4716,Did the authors of the publication 'Iterative network/channel decoding for the noisy multiple-access relay channel (MARC)' also publish 'Forecasting time series from clustering by a memetic differential fuzzy approach: An application to crime prediction'?,ASK { <https://dblp.org/rec/conf/icassp/VuRD12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ssci/RodriguezGR17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ssci/RodriguezGR17> != <https://dblp.org/rec/conf/icassp/VuRD12>) },TP35,"[""<https://dblp.org/rec/conf/icassp/VuRD12>"", ""<https://dblp.org/rec/conf/ssci/RodriguezGR17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4717,"Do the authors of 'Verification of ML Systems via Reparameterization' have Oracle Labs, Burlington, MA, USA as their primary affiliation?","ASK { <https://dblp.org/rec/journals/corr/abs-2007-06776> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Oracle Labs, Burlington, MA, USA' }",TP33,"[""<https://dblp.org/rec/journals/corr/abs-2007-06776>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4718,Did the authors of the publication 'A Neural Network-Based Joint Prognostic Model for Data Fusion and Remaining Useful Life Prediction' also publish a publication in Intelligent Information Processing?,ASK { <https://dblp.org/rec/journals/tnn/GaoWW21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tnn/GaoWW21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Intelligent Information Processing' },TP36,"[""<https://dblp.org/rec/journals/tnn/GaoWW21>"", ""Intelligent Information Processing""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4719,Was the paper 'Towards the formalization of SPARK 2014 semantics with explicit run-time checks using coq' published in the year 2013?,ASK { <https://dblp.org/rec/conf/sigada/CourtieuACZRBHG13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP34,"[""<https://dblp.org/rec/conf/sigada/CourtieuACZRBHG13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4720,Did the authors of the publication 'Knowledge Graph Question Answering Leaderboard: A Community Resource to Prevent a Replication Crisis' also publish the publication 'Model-based time-varying clustering of multivariate longitudinal data with covariates and outliers'?,ASK { <https://dblp.org/rec/journals/corr/abs-2201-08174> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/csda/MaruottiP17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/csda/MaruottiP17> != <https://dblp.org/rec/journals/corr/abs-2201-08174>) },TP35,"[""<https://dblp.org/rec/journals/corr/abs-2201-08174>"", ""<https://dblp.org/rec/journals/csda/MaruottiP17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4721,Was the publication 'Conceptual and Technical Challenges for High Performance Computing' published in the year 2020?,ASK { <https://dblp.org/rec/journals/corr/abs-2010-02769> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP34,"[""<https://dblp.org/rec/journals/corr/abs-2010-02769>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4722,Did the authors of 'Viper: An Efficient Hybrid PMem-DRAM Key-Value Store' also publish a paper in International Conference on Cyberworlds?,ASK { <https://dblp.org/rec/journals/pvldb/BensonMR21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/pvldb/BensonMR21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CW' },TP36,"[""<https://dblp.org/rec/journals/pvldb/BensonMR21>"", ""CW""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4723,Did the authors of the publication 'Investigating framework product lines' also publish 'Towards Co-execution on Commodity Heterogeneous Systems: Optimizations for Time-Constrained Scenarios'?,ASK { <https://dblp.org/rec/conf/sac/OliveiraFPC12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-2010-12607> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/abs-2010-12607> != <https://dblp.org/rec/conf/sac/OliveiraFPC12>) },TP35,"[""<https://dblp.org/rec/conf/sac/OliveiraFPC12>"", ""<https://dblp.org/rec/journals/corr/abs-2010-12607>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4724,Did the authors of the publication 'Real-time Emotion Recognition - Novel Method for Geometrical Facial Features Extraction' also publish 'Quantum Pushdown Automata'?,ASK { <https://dblp.org/rec/conf/visapp/LoconsoleMAFO14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/quant-ph-0102054> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/quant-ph-0102054> != <https://dblp.org/rec/conf/visapp/LoconsoleMAFO14>) },TP35,"[""<https://dblp.org/rec/conf/visapp/LoconsoleMAFO14>"", ""<https://dblp.org/rec/journals/corr/quant-ph-0102054>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4725,Was the publication 'Social Group Discovery from Surveillance Videos: A Data-Driven Approach with Attention-Based Cues' published in 2013?,ASK { <https://dblp.org/rec/conf/bmvc/ChamvehaSSS13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP34,"[""<https://dblp.org/rec/conf/bmvc/ChamvehaSSS13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4726,Was the publication 'A Logic for SDSI's Linked Local Name Spaces' published in the year 1999?,ASK { <https://dblp.org/rec/conf/csfw/HalpernM99> <https://dblp.org/rdf/schema#yearOfPublication> '1999' },TP34,"[""<https://dblp.org/rec/conf/csfw/HalpernM99>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4728,"Did the authors of the paper 'CL-SNA: social network analysis with Lisp' also publish the paper 'A survey of solved problems and applications on bandwidth, edgesum, and profile of graphs'?",ASK { <https://dblp.org/rec/conf/lfp/GencerGT07> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jgt/LaiW99> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jgt/LaiW99> != <https://dblp.org/rec/conf/lfp/GencerGT07>) },TP35,"[""<https://dblp.org/rec/conf/lfp/GencerGT07>"", ""<https://dblp.org/rec/journals/jgt/LaiW99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4729,"Did the authors of the publication 'Are Secondary Assessors Uncertain When They Disagree About Relevance Judgements?' also publish the publication 'Preventing Medical Errors: Social, Ethical, Organizational and Technical Issues'?",ASK { <https://dblp.org/rec/conf/chiir/Al-HarbiS16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/medinfo/AndersonBBE01> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/medinfo/AndersonBBE01> != <https://dblp.org/rec/conf/chiir/Al-HarbiS16>) },TP35,"[""<https://dblp.org/rec/conf/chiir/Al-HarbiS16>"", ""<https://dblp.org/rec/conf/medinfo/AndersonBBE01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4730,Did the authors of the publication 'Access Control in a Port - A GeoRBAC Approach' also publish a publication in Measurement and Modeling of Computer Systems?,ASK { <https://dblp.org/rec/conf/critis/OlivaresMPEPG15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/critis/OlivaresMPEPG15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SIGMETRICS' },TP36,"[""<https://dblp.org/rec/conf/critis/OlivaresMPEPG15>"", ""SIGMETRICS""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4731,Was the publication 'Intergenerational Making with Young Children' published in 2020?,ASK { <https://dblp.org/rec/conf/fablearn/PerezJLW20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP34,"[""<https://dblp.org/rec/conf/fablearn/PerezJLW20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4732,Is Apple the primary affiliation of the authors of 'Controlling Home and Office Appliances with Smart Phones'?,ASK { <https://dblp.org/rec/journals/pervasive/NicholsM06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Apple' },TP33,"[""<https://dblp.org/rec/journals/pervasive/NicholsM06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4733,Is Indian Institute of Technology Patna the primary affiliation of the authors of 'Sensor node tracking using semi-supervised Hidden Markov Models'?,"ASK { <https://dblp.org/rec/journals/adhoc/KumarTH15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Indian Institute of Technology Patna, India' }",TP33,"[""<https://dblp.org/rec/journals/adhoc/KumarTH15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4734,Was the publication 'Semantic Digitization of Experimental Data in Biological Sciences' published in the year 2016?,ASK { <https://dblp.org/rec/conf/icbo/Raghuvanshi16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP34,"[""<https://dblp.org/rec/conf/icbo/Raghuvanshi16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4735,"Was 'Multi-label Music Genre Classification from Audio, Text, and Images Using Deep Features' published in 2017?",ASK { <https://dblp.org/rec/journals/corr/OramasNBS17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP34,"[""<https://dblp.org/rec/journals/corr/OramasNBS17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4736,Was the publication 'Identification of Biological Activity Profiles Using Substructural Analysis and Genetic Algorithms' published in the year 1998?,ASK { <https://dblp.org/rec/journals/jcisd/GilletWB98> <https://dblp.org/rdf/schema#yearOfPublication> '1998' },TP34,"[""<https://dblp.org/rec/journals/jcisd/GilletWB98>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4737,Did the authors of the publication 'Efficient resource allocation for device-to-device communication underlaying LTE network' also publish the paper 'Linear Multicast Beamforming Schemes for Coded Caching'?,ASK { <https://dblp.org/rec/conf/wimob/ZulhasnineHS10> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/acssc/TolliKSK18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/acssc/TolliKSK18> != <https://dblp.org/rec/conf/wimob/ZulhasnineHS10>) },TP35,"[""<https://dblp.org/rec/conf/wimob/ZulhasnineHS10>"", ""<https://dblp.org/rec/conf/acssc/TolliKSK18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4738,Did the authors of the publication 'Urban/suburban out-of-sight propagation modeling' also publish 'Use of Virtual Reality as a Distractor for Painful Procedures in a Patient with Pediatric Cancer: A Case Study'?,ASK { <https://dblp.org/rec/journals/cm/ErcegGTLS92> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cbsn/GershonZLRH03> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cbsn/GershonZLRH03> != <https://dblp.org/rec/journals/cm/ErcegGTLS92>) },TP35,"[""<https://dblp.org/rec/journals/cm/ErcegGTLS92>"", ""<https://dblp.org/rec/journals/cbsn/GershonZLRH03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4739,Did the authors of the publication 'Squeal: a structured query language for the Web' also publish 'Determining Optimal Parameters of Regular Microrelief Formed on the End Surfaces of Rotary Bodies'?,ASK { <https://dblp.org/rec/journals/cn/SpertusS00> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/algorithms/DzyuraMP21> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/algorithms/DzyuraMP21> != <https://dblp.org/rec/journals/cn/SpertusS00>) },TP35,"[""<https://dblp.org/rec/journals/cn/SpertusS00>"", ""<https://dblp.org/rec/journals/algorithms/DzyuraMP21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4740,Did the authors of the publication 'Independence of Contributing Retrieval Strategies in Data Fusion for Effective Information Retrieval' also publish 'Multi-modal Depression Estimation based on Sub-attentional Fusion'?,ASK { <https://dblp.org/rec/conf/ecir/Smeaton98> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-2207-06180> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/abs-2207-06180> != <https://dblp.org/rec/conf/ecir/Smeaton98>) },TP35,"[""<https://dblp.org/rec/conf/ecir/Smeaton98>"", ""<https://dblp.org/rec/journals/corr/abs-2207-06180>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4741,Was the publication 'Automatic and dynamic grounding method based on sensor data for agent-based simulation' published in the year 2017?,ASK { <https://dblp.org/rec/conf/wsc/YamaneOYYA17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP34,"[""<https://dblp.org/rec/conf/wsc/YamaneOYYA17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4742,Did the authors of the publication 'Graph-of-Tweets: A Graph Merging Approach to Sub-event Identification' also publish a publication in J. Exp. Theor. Artif. Intell.?,ASK { <https://dblp.org/rec/journals/corr/abs-2101-03208> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2101-03208>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Exp. Theor. Artif. Intell.' },TP36,"[""<https://dblp.org/rec/journals/corr/abs-2101-03208>"", ""J. Exp. Theor. Artif. Intell.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4743,Did the authors of 'Composition and tradeoff of non-functional attributes in software systems: research directions' also publish a paper in FGIT-FGCN (2)?,ASK { <https://dblp.org/rec/conf/sigsoft/Potena07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/sigsoft/Potena07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'FGIT-FGCN (2)' },TP36,"[""<https://dblp.org/rec/conf/sigsoft/Potena07>"", ""FGIT-FGCN (2)""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4744,Did the authors of 'Die Theorie der Umgangssprache als interpretierter Kompositkalk\u00FCl' also publish 'Deep Learning for Automatic Spleen Length Measurement in Sickle Cell Disease Patients'?,ASK { <https://dblp.org/rec/journals/ndjfl/Szekely60> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-2009-02704> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/abs-2009-02704> != <https://dblp.org/rec/journals/ndjfl/Szekely60>) },TP35,"[""<https://dblp.org/rec/journals/ndjfl/Szekely60>"", ""<https://dblp.org/rec/journals/corr/abs-2009-02704>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
