id,question_string,query,template_id,entities,relations,temporal,help_out
Q2823,"Report the average number of publications by Beig, A. Rahiman per year.",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/7235> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/122/7235>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2824,Count the number of co-authors that Cyril Concolato has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/117> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/51/117>) },TC73,"[""<https://dblp.org/pid/51/117>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2825,What is the average number of papers published by Ridha T. per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/8949> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/64/8949>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2826,"Report the average number of co-authors for publications published by Thouvenot, Eric.",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/9913> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/14/9913>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2827,"How many research papers has Yin, C. published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/4887> },TC71,"[""<https://dblp.org/pid/22/4887>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2828,"What is the average number of research papers published by the author Ramayah, T. per year?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/9051> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/09/9051>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2829,How many research papers has Lei Zhou published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/5749> },TC71,"[""<https://dblp.org/pid/72/5749>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2830,How many papers has D. Fischer published in Int. J. Intell. Syst.?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/145/1566> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Intell. Syst.' },TC72,"[""<https://dblp.org/pid/145/1566>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2831,"Count the number of co-authors that Patel, Dhaval has.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/1282-2> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/28/1282-2>) },TC73,"[""<https://dblp.org/pid/28/1282-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2832,How many research papers has Bolian Liu published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/4881> },TC71,"[""<https://dblp.org/pid/99/4881>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2833,"What is the average number of research papers published by the author Strohmer, T. per year?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/ThomasStrohmer> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/s/ThomasStrohmer>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2834,What is the average number of co-authors for papers published by M. Goebel?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/859> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/96/859>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2835,"How many co-authors does Saw, Chong Keat have?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/316/0701> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/316/0701>) },TC73,"[""<https://dblp.org/pid/316/0701>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2836,What is the average number of co-authors for papers published by Zhiying Wang?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/ZhiyingWang-3> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/w/ZhiyingWang-3>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2837,Count the number of papers that Lin Guo has published in Comput. Electr. Eng..,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/2335> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Electr. Eng.' },TC72,"[""<https://dblp.org/pid/49/2335>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2838,How many co-authors does B. Li have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/2692-1> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/13/2692-1>) },TC73,"[""<https://dblp.org/pid/13/2692-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2839,How many papers has Z. Wen published in INFOCOM?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/323/0030> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'INFOCOM' },TC72,"[""<https://dblp.org/pid/323/0030>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2840,Report the count of papers that Kesong Z. has published in KSII Trans. Internet Inf. Syst..,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/216/3500> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'KSII Trans. Internet Inf. Syst.' },TC72,"[""<https://dblp.org/pid/216/3500>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2841,What is the average number of papers published by T. Bryksin per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/136/0260> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/136/0260>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2842,How many co-authors does Manish S. have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/4147> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/87/4147>) },TC73,"[""<https://dblp.org/pid/87/4147>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2843,How many co-authors does Yan-Song Cui have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/221/8670> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/221/8670>) },TC73,"[""<https://dblp.org/pid/221/8670>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2844,Report the average number of co-authors for publications published by Ching-Wei Cheng.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/5287> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/34/5287>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2845,How many research papers has Gregory M. Provan published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/2894> },TC71,"[""<https://dblp.org/pid/81/2894>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2846,How many co-authors does Denis S. Krotov have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/6457> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/46/6457>) },TC73,"[""<https://dblp.org/pid/46/6457>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2847,"What is the average number of papers published by Fu, Qiang per year?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/1352-11> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/17/1352-11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2848,"Report the count of papers that Stepanyan, V. has published in Infotech@Aerospace.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/1759> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Infotech@Aerospace' },TC72,"[""<https://dblp.org/pid/29/1759>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2849,How many papers has Javed Arshed Mirza published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/3456> },TC71,"[""<https://dblp.org/pid/98/3456>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2850,Count the number of papers that Kathleen Jacquerie has published in PLoS Comput. Biol..,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/311/8069> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'PLoS Comput. Biol.' },TC72,"[""<https://dblp.org/pid/311/8069>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2851,"Count the number of co-authors that Kifer, M. has.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/MichaelKifer> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/k/MichaelKifer>) },TC73,"[""<https://dblp.org/pid/k/MichaelKifer>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2852,Count the number of papers that F. Yang has published in CONFENIS (1).,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/3081> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CONFENIS (1)' },TC72,"[""<https://dblp.org/pid/29/3081>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2853,What is the average number of co-authors for research papers published by Yuewei Z.?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/229/1171> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/229/1171>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2854,Report the average number of publications by Juan Karsten per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/208/3668> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/208/3668>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2855,What is the average number of co-authors for papers published by Sang Jeong Lee?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/1022> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/69/1022>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2856,"Report the average number of co-authors for publications published by Menc\u00EDa, E. Loza.",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/1869> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/87/1869>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2857,"What is the average number of co-authors for papers published by Shao, C.?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/158/5449> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/158/5449>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2858,How many research papers has Dong-Hyun S. published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/141/6557> },TC71,"[""<https://dblp.org/pid/141/6557>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2859,"In Theory Comput., how many papers has Meka, Raghu published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/1906> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Theory Comput.' },TC72,"[""<https://dblp.org/pid/76/1906>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2860,Count the number of papers that Marshall Burke has published in CoRR.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/9753> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC72,"[""<https://dblp.org/pid/169/9753>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2861,What is the average number of co-authors for research papers published by Nolwenn M.?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/3055> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/161/3055>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2862,Report the average number of publications by D. Fulton per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/2968> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/58/2968>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2863,"What is the average number of co-authors for research papers published by Yang, Mengmeng?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/121/1326> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/121/1326>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2864,"Count the number of papers that Mangalaraj, George has published in J. Inf. Syst. Educ..",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/5220> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Inf. Syst. Educ.' },TC72,"[""<https://dblp.org/pid/38/5220>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2865,What is the average number of research papers published by the author Stefan S. per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/2404> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/13/2404>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2866,What is the average number of co-authors for research papers published by Pavel R.?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/2641> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/24/2641>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2867,"Mention the number of papers that Zhang, Meihui has published.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/7259> },TC71,"[""<https://dblp.org/pid/08/7259>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2868,"How many research papers has Xiao, Qimei published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/10937> },TC71,"[""<https://dblp.org/pid/33/10937>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2869,How many co-authors does Kunqing Xie have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1913> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/06/1913>) },TC73,"[""<https://dblp.org/pid/06/1913>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2870,What is the average number of research papers published by the author Tao Yue per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/7423-4> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/40/7423-4>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2871,What is the average number of co-authors for research papers published by Abderrahmane Leshob?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/2317> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/63/2317>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2872,"Report the average number of co-authors for publications published by Thomas, Trevor.",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/7171> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/22/7171>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2873,Report the average number of publications by A. Viet Do per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/263/3148> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/263/3148>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2874,Report the average number of co-authors for publications published by Youichi S..,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/198/5691> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/198/5691>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2875,Count the number of papers that Saria S. Awadalla has published in J. Biomed. Informatics.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/171/9906> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Biomed. Informatics' },TC72,"[""<https://dblp.org/pid/171/9906>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2876,How many co-authors does Philippe C. have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/126/3130> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/126/3130>) },TC73,"[""<https://dblp.org/pid/126/3130>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2877,How many papers has Moni Naor published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/n/MoniNaor> },TC71,"[""<https://dblp.org/pid/n/MoniNaor>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2878,Report the average number of publications by Alexandra Branzan Albu per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/3941> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/02/3941>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2879,Report the count of papers that Mirco Musolesi has published in Advances in Neural Information Processing Systems.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/5541> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'NeurIPS' },TC72,"[""<https://dblp.org/pid/54/5541>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2880,"How many research papers has Zhang, Daqing published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/1359-1> },TC71,"[""<https://dblp.org/pid/83/1359-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2881,What is the average number of research papers published by the author Claudio Schepke per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/5559> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/79/5559>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2882,"How many papers has Fouque, P. published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/6163> },TC71,"[""<https://dblp.org/pid/76/6163>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2883,Count the number of co-authors that Antti Puhakka has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/1338> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/50/1338>) },TC73,"[""<https://dblp.org/pid/50/1338>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2884,"In IACR Cryptol. ePrint Arch., how many papers has Steve Kremer published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/SteveKremer> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IACR Cryptol. ePrint Arch.' },TC72,"[""<https://dblp.org/pid/k/SteveKremer>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2885,What is the average number of co-authors for research papers published by Xuesong Yan?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/1896> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/54/1896>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2886,What is the average number of papers published by K. Xiao per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/1946> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/49/1946>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2888,Report the average number of publications by Kian Hsiang Low per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/4877> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/97/4877>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2889,What is the average number of co-authors for research papers published by Xiao-yu J.?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/4349> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/49/4349>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2890,"In Int. J. Knowl. Discov. Bioinform., how many papers has J. Caldas published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/7067> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Knowl. Discov. Bioinform.' },TC72,"[""<https://dblp.org/pid/34/7067>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2891,Count the number of co-authors that Trung Nguyen-Thoi has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/164/9253> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/164/9253>) },TC73,"[""<https://dblp.org/pid/164/9253>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2892,"How many co-authors does Rohde, L. Rosa have?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/139/1791> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/139/1791>) },TC73,"[""<https://dblp.org/pid/139/1791>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2893,What is the average number of research papers published by the author Cesar Elizondo-Gonzalez per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/133/5321> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/133/5321>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2894,How many papers has Qing Wang published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/6505-6> },TC71,"[""<https://dblp.org/pid/97/6505-6>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2895,How many papers has Chunyuan Liu published in Entropy?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/7625> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Entropy' },TC72,"[""<https://dblp.org/pid/79/7625>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2896,What is the average number of papers published by Alexander Vasiliev per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/108> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/43/108>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2897,"What is the average number of co-authors for research papers published by Ramscar, Michael?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/2261> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/12/2261>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2898,What is the average number of research papers published by the author Andrew M. per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/AndrewMcCallum> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/m/AndrewMcCallum>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2899,"Mention the number of papers that Lowe, E. J. has published.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/4540> },TC71,"[""<https://dblp.org/pid/01/4540>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
