id,question_string,query,template_id,entities,relations,temporal,help_out
Q0001,What are the papers written by the person Wazir Muhammad?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/211/3355> },TC01,"[""<https://dblp.org/pid/211/3355>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0002,What is the Wikidata ID of Yvo Desmedt?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/d/YvoDesmedt> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/d/YvoDesmedt>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0003,What is the primary affiliation of Leandro Krug Wives?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/w/LeandroKrugWives> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/w/LeandroKrugWives>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0004,What is the webpage of Ravi Kumar?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/k/RaviKumar> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/k/RaviKumar>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0005,"Which publications did Lambe, Larry A. author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/378> },TC01,"[""<https://dblp.org/pid/13/378>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0006,Mention the primary affiliation of Jo\u00E3o Marcos Travassos Romano.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/20/4410> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/20/4410>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0007,Show the Wikidata ID of the person Martin Zachariasen.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/97/5868> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/97/5868>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0008,Which publications did Nicholas D. Lane author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/2663> },TC01,"[""<https://dblp.org/pid/03/2663>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0009,"Which papers did the author Nishikawa, Ken'ya write?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/9189> },TC01,"[""<https://dblp.org/pid/124/9189>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0010,What is the webpage of the person Nic V.?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/44/3693> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/44/3693>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0011,What is the webpage of Jun'ichi Tsujii?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/t/JunichiTsujii> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/t/JunichiTsujii>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0012,Which papers did the author Christopher Mayershofer write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/286/7023> },TC01,"[""<https://dblp.org/pid/286/7023>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0013,What are the papers written by the person M. Sidi?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/MosheSidi> },TC01,"[""<https://dblp.org/pid/s/MosheSidi>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0014,What is the webpage of the person Masayuki Murata?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/99/4092> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/99/4092>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0015,Which papers did the author Jingdong Li write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/1790> },TC01,"[""<https://dblp.org/pid/119/1790>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0016,What are the papers written by T. Arthur Terlep?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/6276> },TC01,"[""<https://dblp.org/pid/122/6276>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0017,What is the webpage of the person D. E. O'Leary?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/o/DanielEOLeary> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/o/DanielEOLeary>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0018,Which publications did Lixian Zhang author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/2915> },TC01,"[""<https://dblp.org/pid/45/2915>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0019,Mention the primary affiliation of Alan W. Black.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/b/AlanWBlack> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/b/AlanWBlack>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0020,"What is the webpage of the person Zdonik, Stanley B.?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/z/SBZdonik> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/z/SBZdonik>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0021,What are the papers written by the person Amon Rapp?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/1669> },TC01,"[""<https://dblp.org/pid/03/1669>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0022,"Which publications did Nishi, H. author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/2020> },TC01,"[""<https://dblp.org/pid/43/2020>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0023,What are the papers written by Abhinav Srivastava?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/252> },TC01,"[""<https://dblp.org/pid/77/252>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0024,What are the papers written by Jialu D.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/6755> },TC01,"[""<https://dblp.org/pid/75/6755>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0025,What are the papers written by Richard McCreadie?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/7184> },TC01,"[""<https://dblp.org/pid/29/7184>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0026,"Which papers did the author Wu, Kui write?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/2711-3> },TC01,"[""<https://dblp.org/pid/181/2711-3>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0027,"Which publications did Brooks, S. author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/10677> },TC01,"[""<https://dblp.org/pid/01/10677>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0028,"What are the papers written by Frolkovic, P.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/1770> },TC01,"[""<https://dblp.org/pid/34/1770>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0029,What is the webpage of Lutz Schr\u00F6der?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/69/2397> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/69/2397>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0030,The author Anton\u00EDn Pavl\u00EDcek is associated with which Wikidata identifier?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/64/5294> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/64/5294>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0031,"Roccetti, Marco is primarily affiliated to which institution?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/r/MarcoRoccetti> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/r/MarcoRoccetti>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0032,"Which publications did Young, K. Soo author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/6071> },TC01,"[""<https://dblp.org/pid/69/6071>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0033,The author Haitao Z. is associated with which Wikidata identifier?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/43/4261> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/43/4261>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0034,What are the papers written by Amit K. Patel?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/1100> },TC01,"[""<https://dblp.org/pid/18/1100>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0035,"What are the papers written by Sciannamblo, Mariacristina?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/211/2985> },TC01,"[""<https://dblp.org/pid/211/2985>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0036,What is the webpage of Anita K. Jones?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/01/5537> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/01/5537>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0037,Which papers did the author Markus Str\u00E4ssler write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/1410> },TC01,"[""<https://dblp.org/pid/20/1410>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0038,The author Manfred Reichert is associated with which Wikidata identifier?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/r/ManfredReichert> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/r/ManfredReichert>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0039,What is the webpage of the person Murat Yuksel?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/58/2891> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/58/2891>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0040,What is the primary affiliation of Jie Lu?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/39/2936-1> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/39/2936-1>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0041,"Which publications did Xu, D. author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/3493-2> },TC01,"[""<https://dblp.org/pid/09/3493-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0042,What is the Wikidata ID of Paul Mulholland?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/82/1232> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/82/1232>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0043,"Which publications did Vasconcelos, L. O. author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/7076> },TC01,"[""<https://dblp.org/pid/169/7076>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0044,What is the webpage of Lionel S.?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/75/3681> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/75/3681>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0045,What are the papers written by Scott Rose?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/4027> },TC01,"[""<https://dblp.org/pid/13/4027>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0046,Martin Schoeberl is primarily affiliated to which institution?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/29/3006> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/29/3006>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0047,Show the Wikidata ID of the person Matt M. Botvinick.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/98/5712> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/98/5712>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0048,"What are the papers written by Temple, Dorota?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/10012> },TC01,"[""<https://dblp.org/pid/43/10012>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0049,"What is the webpage of the person Vidal, Vincent?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/09/5817-1> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/09/5817-1>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0050,What are the papers written by Shengying Zhu?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/133/3294> },TC01,"[""<https://dblp.org/pid/133/3294>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0051,Mention the primary affiliation of Martin Hofmann.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/h/MartinHofmann> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/h/MartinHofmann>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0052,Which publications did George Feuerlicht author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/435> },TC01,"[""<https://dblp.org/pid/95/435>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0053,"McGinnity, T. Martin is primarily affiliated to which institution?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/TMartinMcGinnity> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/m/TMartinMcGinnity>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0054,Mention the primary affiliation of M. Thelwall.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/t/MikeThelwall> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/t/MikeThelwall>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0055,What are the papers written by Rui L.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/4282-16> },TC01,"[""<https://dblp.org/pid/96/4282-16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0056,What are the papers written by the person Colin Schultz?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/307/3319> },TC01,"[""<https://dblp.org/pid/307/3319>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0057,Mention the primary affiliation of Alexander Kaplan.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/17/2079> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/17/2079>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0058,What are the papers written by the person F. Hancock?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/8394> },TC01,"[""<https://dblp.org/pid/29/8394>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0059,"What are the papers written by Poo, G.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/4721> },TC01,"[""<https://dblp.org/pid/80/4721>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0060,What is the webpage of Antonio Liotta?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/31/1394> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/31/1394>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0061,A. Di Nola is primarily affiliated to which institution?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/61/351> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/61/351>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0062,"Which papers did the author Cui, Hantao write?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/198/0921> },TC01,"[""<https://dblp.org/pid/198/0921>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0063,What are the papers written by the person C. Li?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/3837> },TC01,"[""<https://dblp.org/pid/22/3837>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0064,What are the papers written by Maarten Mennes?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/11383> },TC01,"[""<https://dblp.org/pid/68/11383>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0065,What are the papers written by the person S. Li?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/1217> },TC01,"[""<https://dblp.org/pid/47/1217>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0066,What is the webpage of the person Jian Y.?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/y/JianYang3> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/y/JianYang3>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0067,Find the primary affiliation of Constantinos Marios Angelopoulos.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/17/7911> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/17/7911>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0068,"What are the papers written by the person Bhandari, S.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/203/2229> },TC01,"[""<https://dblp.org/pid/203/2229>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0069,The author Mohammad Dabbagh is associated with which Wikidata identifier?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/144/1116> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/144/1116>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0070,Mention the primary affiliation of Philip W..,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/w/PhilipWadler> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/w/PhilipWadler>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0071,What are the papers written by the person M. Parker?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/5205> },TC01,"[""<https://dblp.org/pid/95/5205>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0072,Which papers did the author Tsung-Han Tsai write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/4711-1> },TC01,"[""<https://dblp.org/pid/34/4711-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0073,What are the papers written by Jason Thompson?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/11233> },TC01,"[""<https://dblp.org/pid/59/11233>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0074,Which papers did the author Chittarsu Raghunandan write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/5174> },TC01,"[""<https://dblp.org/pid/14/5174>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0075,"Show the Wikidata ID of the person Rabiee, Hamid R..",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/01/4547> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/01/4547>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0076,What is the primary affiliation of Marek H.?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/37/2425> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/37/2425>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0077,What are the papers written by Weiwei Wan?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/1829> },TC01,"[""<https://dblp.org/pid/50/1829>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0078,Show the Wikidata ID of the person Gregory Beylkin.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/21/3858> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/21/3858>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0079,"Which publications did Narasimhan, S. author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/4580> },TC01,"[""<https://dblp.org/pid/30/4580>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0080,Which papers did the author Michele Morelli write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/3453> },TC01,"[""<https://dblp.org/pid/87/3453>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0081,"Which publications did Chen, Chih-Cheng author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/1736> },TC01,"[""<https://dblp.org/pid/01/1736>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0082,What is the Wikidata ID of Travis Gagie?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/00/3487> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/00/3487>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0083,Which publications did Hiroaki Harai author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/570> },TC01,"[""<https://dblp.org/pid/68/570>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0084,What are the papers written by the person Ga\u00EBl Varoquaux?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/7585> },TC01,"[""<https://dblp.org/pid/36/7585>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0085,What is the webpage of the person B. J. Gao?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/g/ByronJGao> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/g/ByronJGao>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0086,"What are the papers written by Sutter, Robbie De?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/4711> },TC01,"[""<https://dblp.org/pid/26/4711>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0087,"Which papers did the author Higdon, J. B. write?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/298/7180> },TC01,"[""<https://dblp.org/pid/298/7180>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0088,"Mention the primary affiliation of M\u00E9n\u00E9las, B. Jerry.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/118/8361> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/118/8361>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0089,What are the papers written by the person Anders H.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/7468> },TC01,"[""<https://dblp.org/pid/25/7468>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0090,"Which publications did Ohta, M. author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/1812> },TC01,"[""<https://dblp.org/pid/74/1812>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0091,What are the papers written by Barbara A.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/166/4711> },TC01,"[""<https://dblp.org/pid/166/4711>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0092,"What are the papers written by Octaviano, M. V.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/7143> },TC01,"[""<https://dblp.org/pid/245/7143>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0093,"Which papers did the author Nawala, Jakub write?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/218/4331> },TC01,"[""<https://dblp.org/pid/218/4331>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0094,Which publications did Benjamin C. Pierce author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/BenjaminCPierce> },TC01,"[""<https://dblp.org/pid/p/BenjaminCPierce>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0095,Which papers did the author H. Zhou write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/3707-7> },TC01,"[""<https://dblp.org/pid/26/3707-7>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0096,What is the webpage of the person A. Khandelwal?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/126/9502-2> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/126/9502-2>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0097,"What are the papers written by Ochimizu, K.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/3896> },TC01,"[""<https://dblp.org/pid/43/3896>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0098,What is the primary affiliation of T. M\u00F6ller?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/TorstenMoller> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/m/TorstenMoller>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0099,Show the Wikidata ID of the person Barry W. Boehm.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/b/BarryWBoehm> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/b/BarryWBoehm>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0100,Show the Wikidata ID of the person Paolo Torroni.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/t/PaoloTorroni> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/t/PaoloTorroni>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0101,Which publications did Maia Rohm author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/222/1191> },TC01,"[""<https://dblp.org/pid/222/1191>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0102,"What are the papers written by the person Morantes, J. Leonardo Puentes?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/192/1358> },TC01,"[""<https://dblp.org/pid/192/1358>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0103,What is the primary affiliation of Neri Merhav?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/92/1103> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/92/1103>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0104,What are the papers written by the person Laura Franzoi?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/9834> },TC01,"[""<https://dblp.org/pid/117/9834>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0105,Which publications did Diane Corney author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/198> },TC01,"[""<https://dblp.org/pid/06/198>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0106,Show the Wikidata ID of the person Pedro U. Lima.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/24/2178> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/24/2178>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0107,What are the papers written by the person Beatrice Amrhein?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/4361> },TC01,"[""<https://dblp.org/pid/18/4361>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0108,"What are the papers written by the person Brscic, D.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/5375> },TC01,"[""<https://dblp.org/pid/15/5375>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0109,Which publications did Yingke Zhu author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/199/7648> },TC01,"[""<https://dblp.org/pid/199/7648>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0110,What are the papers written by the person Min H.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/1356-2> },TC01,"[""<https://dblp.org/pid/44/1356-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0111,Which publications did Jeong Heo author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/937> },TC01,"[""<https://dblp.org/pid/58/937>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0112,What are the papers written by Toshikazu Wada?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/4781> },TC01,"[""<https://dblp.org/pid/00/4781>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0113,Find the primary affiliation of M. Omair Shafiq.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/47/5921> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/47/5921>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0114,Find the primary affiliation of Soumaya C..,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/57/689> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/57/689>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
