id,question_string,query,template_id,entities,relations,temporal,help_out
Q4511,Who are the authors of the publication 'Privacy' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/reference/crypt/Adams05p> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/reference/crypt/Adams05p>) },TP24,"[""<https://dblp.org/rec/reference/crypt/Adams05p>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4513,Who are the authors of 'Achievable Rates of UAV-Relayed Cooperative Cognitive Radio MIMO Systems' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/access/SbouiGRA17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/access/SbouiGRA17>) },TP23,"[""<https://dblp.org/rec/journals/access/SbouiGRA17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4514,Who are the authors of the publication 'Experimental Investigation of MIMO Relay Transmission Based on Wideband Outdoor Measurements at 235 GHz' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/wcnc/NieZLZF10> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/wcnc/NieZLZF10>) },TP23,"[""<https://dblp.org/rec/conf/wcnc/NieZLZF10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4515,List the authors of 'I've seen this before: sharing cyber-physical incident knowledge' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icse/AlrimawiPMN18> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/icse/AlrimawiPMN18>) },TP23,"[""<https://dblp.org/rec/conf/icse/AlrimawiPMN18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4516,Find the authors of 'A Soft Sensor for Bleeding Detection in Colonoscopies' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/aisy/GeraldMSAR22a> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/aisy/GeraldMSAR22a>) },TP23,"[""<https://dblp.org/rec/journals/aisy/GeraldMSAR22a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4517,"Who are the authors of 'The road less traveled: Internet collaboration: good, bad, and downright ugly' and where are they from?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/crossroads/Cranor96> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/crossroads/Cranor96>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4519,Who are the authors of the publication 'From Novice to Expert: Analysis of Token Level Effects in a Longitudinal Eye Tracking Study' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iwpc/MadiPSM21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/iwpc/MadiPSM21>) },TP23,"[""<https://dblp.org/rec/conf/iwpc/MadiPSM21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4520,Who are the authors of 'Checking WECTLK Properties of TRWISs via SMT-based Bounded Model Checking' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iccsw/ZbrzeznyZ15> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/iccsw/ZbrzeznyZ15>) },TP24,"[""<https://dblp.org/rec/conf/iccsw/ZbrzeznyZ15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4521,Who are the authors of the publication 'A set-membership approach to consensus problems with bounded measurement errors' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/cdc/GarulliG08> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/cdc/GarulliG08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4522,Who are the authors of the publication 'Private Cloud in 6G Networks: A Study from the Total Cost of Ownership Perspective' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/5gwn/ChiDFRHC20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/5gwn/ChiDFRHC20>) },TP23,"[""<https://dblp.org/rec/conf/5gwn/ChiDFRHC20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4523,Who are the authors of the publication 'Energy efficient cooperative spectrum sensing in wireless multi-antenna sensor network' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/winet/HojjatiEAN17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/winet/HojjatiEAN17>) },TP23,"[""<https://dblp.org/rec/journals/winet/HojjatiEAN17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4524,Who are the authors of the publication 'BaNHFaP: A Bayesian Network Based Failure Prediction Approach for Hard Disk Drives' and what are their affiliations?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/bracis/ChavesPLQGM16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/bracis/ChavesPLQGM16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4525,List the authors of 'Decolonizing HCI Across Borders' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/chi/CannanureG0WMKR21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/chi/CannanureG0WMKR21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4526,Who are the authors of the publication 'Stability of 2-D continuous systems in roesser model based on KYP lemma' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/IEEEssd/RachidHH17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/IEEEssd/RachidHH17>) },TP23,"[""<https://dblp.org/rec/conf/IEEEssd/RachidHH17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4527,Who are the authors of the publication 'High Bit-Rate Quantum Communication Chips' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ofc/ParaisoMRMDLYS19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/ofc/ParaisoMRMDLYS19>) },TP24,"[""<https://dblp.org/rec/conf/ofc/ParaisoMRMDLYS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4528,Who are the authors of 'Linear system security - Detection and correction of adversarial sensor attacks in the noise-free case' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/automatica/TangKCML19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/automatica/TangKCML19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4529,Who are the authors of the publication 'Simulation and Visualization' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/simulation/Macal01d> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/simulation/Macal01d>) },TP24,"[""<https://dblp.org/rec/journals/simulation/Macal01d>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4530,Who are the authors of the publication 'MTQA: Text-Based Multitype Question and Answer Reading Comprehension Model' and what are their affiliations?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/cin/ChenMWMZ21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/cin/ChenMWMZ21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4531,Who are the authors of the publication 'YouMakeup: A Large-Scale Domain-Specific Multimodal Dataset for Fine-Grained Semantic Comprehension' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/emnlp/WangWCJ19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/emnlp/WangWCJ19>) },TP23,"[""<https://dblp.org/rec/conf/emnlp/WangWCJ19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4532,Who are the authors of the publication 'Neuro-evolution for a gathering and collective construction task' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/gecco/KrevelenN08> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/gecco/KrevelenN08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4533,Who are the authors of the publication 'Size-Constrained Weighted Set Cover' and what are their affiliations?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icde/GolabKLSS15> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/icde/GolabKLSS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4534,Who are the authors of the publication 'Externalities in Knowledge Production: Evidence from a Randomized Field Experiment' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1903-01861> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/corr/abs-1903-01861>) },TP23,"[""<https://dblp.org/rec/journals/corr/abs-1903-01861>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4535,Find the authors of 'Objects in the cloud may be closer than they appear towards a taxonomy of web-based software' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/wse/TaivalsaariM11> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/wse/TaivalsaariM11>) },TP24,"[""<https://dblp.org/rec/conf/wse/TaivalsaariM11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4536,List the authors of 'Hybrid HMM-NN Modeling of Stationary-Transitional Units for Continuous Speech Recognition' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iconip/AlbesanoGM97> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/iconip/AlbesanoGM97>) },TP23,"[""<https://dblp.org/rec/conf/iconip/AlbesanoGM97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4537,Who are the authors of the publication 'A nucleotide substitution model with nearest-neighbour interactions' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ismb/LunterH04> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/ismb/LunterH04>) },TP24,"[""<https://dblp.org/rec/conf/ismb/LunterH04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4538,Who are the authors of 'Interaction Power Flow Based Control of a 1-DOF Hybrid Haptic Interface' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/haptics/RossaLM12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/haptics/RossaLM12>) },TP24,"[""<https://dblp.org/rec/conf/haptics/RossaLM12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4539,Find the authors of 'Improvements in Axle Box Acceleration Measurements for the Detection of Light Squats in Railway Infrastructure' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tie/LiMND15> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/tie/LiMND15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4540,"Who are the authors of the publication 'Beyond Community Networks: From Local to Global, from Participation to Deliberation' and where did they publish other papers?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jci/CindioS12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/jci/CindioS12>) },TP24,"[""<https://dblp.org/rec/journals/jci/CindioS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4541,Who are the authors of the publication 'A Spatial Coherence Beamformer Design for Power Doppler Imaging' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tmi/OzgunTB20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/tmi/OzgunTB20>) },TP24,"[""<https://dblp.org/rec/journals/tmi/OzgunTB20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4543,Who are the authors of 'Compensation of phase offsets in MIMO systems using an efficient differential STBC' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iwcmc/SlimaneJB15> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/iwcmc/SlimaneJB15>) },TP24,"[""<https://dblp.org/rec/conf/iwcmc/SlimaneJB15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4544,List the authors of 'An ensemble approach to outlier detection using some conventional clustering algorithms' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/mta/SahaCGKS21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/mta/SahaCGKS21>) },TP23,"[""<https://dblp.org/rec/journals/mta/SahaCGKS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4545,List the authors of 'Hitting all Maximal Independent Sets of a Bipartite Graph' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1208-5589> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-1208-5589>) },TP24,"[""<https://dblp.org/rec/journals/corr/abs-1208-5589>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4546,List the authors of 'Does more data always yield better translations?' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/eacl/GascoRSAC12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/eacl/GascoRSAC12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4547,Who are the authors of the publication 'ISPeL: A topic dependency-driven system for personalized learning' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/semco/GudivadaHR21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/semco/GudivadaHR21>) },TP24,"[""<https://dblp.org/rec/conf/semco/GudivadaHR21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4548,List the authors of 'Multicast resource allocation with side information in multicarrier wireless networks' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icc/QiH15> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/icc/QiH15>) },TP24,"[""<https://dblp.org/rec/conf/icc/QiH15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4549,Who are the authors of the publication 'A Novel Low-Voltage Low-Power LVDS Driver' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/imecs/pengZL07> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/imecs/pengZL07>) },TP23,"[""<https://dblp.org/rec/conf/imecs/pengZL07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4550,Find the authors of 'Genetic Algorithms for Morphological Filtering' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/mic/Sedaaghi03> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/mic/Sedaaghi03>) },TP23,"[""<https://dblp.org/rec/conf/mic/Sedaaghi03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4551,Did the authors of 'Behavioral modeling of delta-sigma modulators' also publish a paper in the venue Order?,ASK { <https://dblp.org/rec/journals/csi/DavisF98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/csi/DavisF98>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Order' },TP36,"[""<https://dblp.org/rec/journals/csi/DavisF98>"", ""Order""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4552,Was the publication 'A hardware-in-the-loop simulator to test control systems of hydroelectric plants' published in the year 2009?,ASK { <https://dblp.org/rec/conf/springsim/Galindo-GarciaR09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP34,"[""<https://dblp.org/rec/conf/springsim/Galindo-GarciaR09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4553,Was 'Performance evaluation of a community structure finding algorithm using modularity and C-rand measures' published in 2010?,ASK { <https://dblp.org/rec/conf/ijcnn/PirimGBPE10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' },TP34,"[""<https://dblp.org/rec/conf/ijcnn/PirimGBPE10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4554,Did the authors of the paper 'MASAGA: A Linearly-Convergent Stochastic First-Order Method for Optimization on Manifolds' also publish the paper 'An Improved Global-Best-Guided Cuckoo Search Algorithm for Multiplierless Design of Two-Dimensional IIR Filters'?,ASK { <https://dblp.org/rec/conf/pkdd/BabanezhadLSS18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cssp/DhabalV19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cssp/DhabalV19> != <https://dblp.org/rec/conf/pkdd/BabanezhadLSS18>) },TP35,"[""<https://dblp.org/rec/conf/pkdd/BabanezhadLSS18>"", ""<https://dblp.org/rec/journals/cssp/DhabalV19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4555,Did the authors of 'Fully-distributed control plane for elastic optical network with GMPLS with RMSA' also publish a paper in J. Inf. Process. Syst.?,ASK { <https://dblp.org/rec/conf/ecoc/FukudaLBSY14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ecoc/FukudaLBSY14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Inf. Process. Syst.' },TP36,"[""<https://dblp.org/rec/conf/ecoc/FukudaLBSY14>"", ""J. Inf. Process. Syst.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4556,Was the publication 'The instructional factors that lead to cheating in a Korean cyber university context' published in 2017?,ASK { <https://dblp.org/rec/journals/itse/Costley17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP34,"[""<https://dblp.org/rec/journals/itse/Costley17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4557,Did the authors of the publication 'Research on Force Control of Spherical Fruit and Vegetable End-Effector Based on Data-Driven Control Algorithm' publish other papers in Wireless Networks?,ASK { <https://dblp.org/rec/conf/icccsec/LiuHLDDJ22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icccsec/LiuHLDDJ22>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Wireless Networks' },TP36,"[""<https://dblp.org/rec/conf/icccsec/LiuHLDDJ22>"", ""Wireless Networks""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4558,Did the authors of the paper 'A Contrastive Learning Method for the Visual Representation of 3D Point Clouds' also publish the publication 'How Fast Can We Compute Orbits of Groups?'?,ASK { <https://dblp.org/rec/journals/algorithms/ZhuZC22> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icms/Betten18a> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icms/Betten18a> != <https://dblp.org/rec/journals/algorithms/ZhuZC22>) },TP35,"[""<https://dblp.org/rec/journals/algorithms/ZhuZC22>"", ""<https://dblp.org/rec/conf/icms/Betten18a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4559,Was the publication 'Homology of Linear Groups' published in the year 2001?,ASK { <https://dblp.org/rec/books/daglib/0028403> <https://dblp.org/rdf/schema#yearOfPublication> '2001' },TP34,"[""<https://dblp.org/rec/books/daglib/0028403>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4560,Did the authors of 'Mobile Cultural Heritage Guide: Location-Aware Semantic Search' also publish the publication 'Exact and Approximate Algorithms for Computing a Second Hamiltonian Cycle'?,ASK { <https://dblp.org/rec/conf/ekaw/AartWH10> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-2004-06036> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/abs-2004-06036> != <https://dblp.org/rec/conf/ekaw/AartWH10>) },TP35,"[""<https://dblp.org/rec/conf/ekaw/AartWH10>"", ""<https://dblp.org/rec/journals/corr/abs-2004-06036>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4561,Was the publication 'Identification of Micro-blog Opinion Leaders based on User Features and Outbreak Nodes' published in 2017?,ASK { <https://dblp.org/rec/journals/ijet/CuiP17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP34,"[""<https://dblp.org/rec/journals/ijet/CuiP17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4562,Did the authors of 'Omni-directional 3D measurement using double fish-eye stereo vision' also publish a paper in CoRR?,ASK { <https://dblp.org/rec/conf/fcv/IguchiY15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/fcv/IguchiY15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP36,"[""<https://dblp.org/rec/conf/fcv/IguchiY15>"", ""CoRR""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4563,Did the authors of 'Syllabic Quantity Patterns as Rhythmic Features for Latin Authorship Attribution' also publish 'Evolution of the United States economic censuses: The nineteenth and twentieth centuries'?,ASK { <https://dblp.org/rec/journals/corr/abs-2110-14203> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/giq/Micarelli98> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/giq/Micarelli98> != <https://dblp.org/rec/journals/corr/abs-2110-14203>) },TP35,"[""<https://dblp.org/rec/journals/corr/abs-2110-14203>"", ""<https://dblp.org/rec/journals/giq/Micarelli98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4564,Did the authors of the publication 'Optical character recognition based on analog preprocessing and automatic feature extraction' also publish a publication in Int. J. Distance Educ. Technol.?,ASK { <https://dblp.org/rec/journals/cvgip/LashasSVD85> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cvgip/LashasSVD85>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Distance Educ. Technol.' },TP36,"[""<https://dblp.org/rec/journals/cvgip/LashasSVD85>"", ""Int. J. Distance Educ. Technol.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4565,Did the authors of the publication 'A Model for User-Oriented Data Provenance in Pipelined Scientific Workflows' also publish a publication in J. Documentation?,ASK { <https://dblp.org/rec/conf/ipaw/BowersMLCD06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ipaw/BowersMLCD06>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Documentation' },TP36,"[""<https://dblp.org/rec/conf/ipaw/BowersMLCD06>"", ""J. Documentation""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4566,Did the authors of the paper 'Technology transfer in schools: from research to innovation' also publish the publication 'Applying Artificial Intelligence to Data Analysis'?,ASK { <https://dblp.org/rec/journals/bjet/BottinoFM98> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ecai/Hajek82> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ecai/Hajek82> != <https://dblp.org/rec/journals/bjet/BottinoFM98>) },TP35,"[""<https://dblp.org/rec/journals/bjet/BottinoFM98>"", ""<https://dblp.org/rec/conf/ecai/Hajek82>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4567,Was the publication 'Application of computer mathematical statistics and intelligent computing in carbon emission measurement and influencing factors analysis using big data' published in 2021?,ASK { <https://dblp.org/rec/conf/aiam/FengX21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP34,"[""<https://dblp.org/rec/conf/aiam/FengX21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4568,Did the authors of the paper 'A comparative study of motion estimation algorithms in cardiac ultrasound sequences' also publish a publication in VLDB J.?,ASK { <https://dblp.org/rec/conf/atsip/KhachiraKH16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/atsip/KhachiraKH16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'VLDB J.' },TP36,"[""<https://dblp.org/rec/conf/atsip/KhachiraKH16>"", ""VLDB J.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
