id,question_string,query,template_id,entities,relations,temporal,help_out
Q5799,When were the publications 'Why are Korean tense stops acquired so early?: The role of acoustic properties' and 'Contrastive Learning for Prompt-based Few-shot Language Learners' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jphonetics/KongBE11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/naacl/JianGV22a> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/jphonetics/KongBE11>"", ""<https://dblp.org/rec/conf/naacl/JianGV22a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5800,When were 'Permutation codes' and 'Programming Language Constructs for Which it is Impossible to Obtain \Good\ Hoare-Like Axiom Systems' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ejc/Cameron10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/popl/Clarke77> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/ejc/Cameron10>"", ""<https://dblp.org/rec/conf/popl/Clarke77>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5801,When were the publications 'Tactile Web Browsing for Blind Users' and 'On partitioning for ontology alignment' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/haid/KuberYO10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/semweb/PereiraCJ17a> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/haid/KuberYO10>"", ""<https://dblp.org/rec/conf/semweb/PereiraCJ17a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5802,When were 'A nature-inspired firefly algorithm based approach for nanoscale leakage optimal RTL structure' and 'GPV-Pose: Category-level Object Pose Estimation via Geometry-guided Point-wise Voting' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/integration/KougianosM15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-2203-07918> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/integration/KougianosM15>"", ""<https://dblp.org/rec/journals/corr/abs-2203-07918>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5803,Name the authors of 'Learning Pixel-wise Labeling from the Internet without Human Interaction' and 'Blacklists vs Whitelists'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-1805-07548> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-1805-07548> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/corr/abs-1805-07548>"", ""<https://dblp.org/rec/journals/arsmc/KutnarMP18a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5804,Who are the authors of the paper 'Improving Thin Strip Profile Using Work Roll Cross and Work Roll Shifting Methods in Cold Strip Rolling' and the publication 'Anforderungen an ein EAM-Konzept f\u00FCr die \u00F6ffentliche Verwaltung in Deutschland - Eine Fallstudie'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/aans/TibarJ17> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/aans/TibarJ17> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/aans/TibarJ17>"", ""<https://dblp.org/rec/conf/wirtschaftsinformatik/ObermeierWK13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5805,Mention the venues in which 'A Dual-Mode Intelligent Shopping Assistant' and 'Convergence of probabilities for the second order monadic properties of a random mapping' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/aiss/Al-Safadi10> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/rsa/LuczakT97> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/aiss/Al-Safadi10>"", ""<https://dblp.org/rec/journals/rsa/LuczakT97>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5806,Who are the authors of 'Mixed-signal implementation of a nonlinear decoder for delta-sigma encoded stream' and 'SINE: Side Information Network Embedding'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/iscas/WakeKB06> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/iscas/WakeKB06> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/iscas/WakeKB06>"", ""<https://dblp.org/rec/conf/dasfaa/ChenCCZL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5807,Mention the years in which 'Detection and Mitigation of Attacks by Colluding Misbehaving Nodes in MANET' and 'A Database Search Algorithm for Identification of Peptides with Multiple Charges Using Tandem Mass Spectrometry' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/cnsa/GeraGM10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/pakdd/NingCL06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/cnsa/GeraGM10>"", ""<https://dblp.org/rec/conf/pakdd/NingCL06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5808,When were 'Redundancy-aware maximal cliques' and 'Higher and lower-level knowledge discovery from Pareto-optimal sets' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/kdd/WangCF13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/jgo/BandaruD13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/kdd/WangCF13>"", ""<https://dblp.org/rec/journals/jgo/BandaruD13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5809,When were the publications 'Semi-constrained Systems' and 'Requirements Elicitation and Derivation of Security Policy Templates - An Industrial Case Study' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/SchwartzME14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/re/RudolphFDS16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/corr/SchwartzME14>"", ""<https://dblp.org/rec/conf/re/RudolphFDS16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5810,Where were the publications 'Adaptive maximum-likelihood-like estimation in linear models II Asymptotic normality' and 'High-Throughput Virtual Screening of Small Molecule Inhibitors for SARS-CoV-2 Protein Targets with Deep Fusion Models' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/kybernetika/Visek92c> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/corr/abs-2104-04547> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/kybernetika/Visek92c>"", ""<https://dblp.org/rec/journals/corr/abs-2104-04547>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5811,Mention the venues in which 'Analyzing Immunohistochemically Stained Whole-Slide Images of Ovarian Carcinoma' and 'Efficiently Answering Probability Threshold-Based Shortest Path Queries over Uncertain Graphs' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/bildmed/BugGSFM17> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/dasfaa/YuanCW10> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/bildmed/BugGSFM17>"", ""<https://dblp.org/rec/conf/dasfaa/YuanCW10>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5812,Mention the venues in which 'ABCDE: An Agent-Based Cognitive Development Environment' and 'Stability and Evolutionary Trend of Hopf Bifurcations in Double-Input SEPIC DC-DC Converters' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-2206-04909> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ijbc/0033JDDLM19> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/corr/abs-2206-04909>"", ""<https://dblp.org/rec/journals/ijbc/0033JDDLM19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5813,Who are the authors of 'An integrated Medical CPS for early detection of paroxysmal sympathetic hyperactivity' and 'A high performance network-on-chip scheme using lossless data compression'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/bibm/GuSJCHSG16> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/bibm/GuSJCHSG16> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/bibm/GuSJCHSG16>"", ""<https://dblp.org/rec/journals/ieiceee/KimJKAPK10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5814,Mention the years in which 'Copula-based Randomized Mechanisms for Truthful Scheduling on Two Unrelated Machines' and 'SwissAlps at SemEval-2017 Task 3: Attention-based Convolutional Neural Network for Community Question Answering' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/ChenDZ13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/semeval/DeriuC17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/corr/ChenDZ13>"", ""<https://dblp.org/rec/conf/semeval/DeriuC17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5815,Mention the venues in which 'Multi-models-based engineering of collaborative systems: application to collision avoidance operations for spacecraft' and 'An Auction Mechanism Considering Seat Reservations in Movie Theater Services' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/eics/MartinieBNPFPC14> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ijoci/NishinoFU11> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/eics/MartinieBNPFPC14>"", ""<https://dblp.org/rec/journals/ijoci/NishinoFU11>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5816,Where were 'Learning Depth from Monocular Videos using Direct Methods' and 'Understanding Decoupled and Early Weight Decay' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-1712-00175> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/aaai/BjorckWG21> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/corr/abs-1712-00175>"", ""<https://dblp.org/rec/conf/aaai/BjorckWG21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5817,Where were 'SkyAP-S3: A Hybrid Approach for Efficient Skyline Services Selection' and 'Measuring Visual Attractiveness of Urban Commercial Street Using Wearable Cameras: A Case Study of Gubei Gold Street in Shanghai' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/soca/OuadahBHN15> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/hci/HuangO22> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/soca/OuadahBHN15>"", ""<https://dblp.org/rec/conf/hci/HuangO22>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5818,Mention the years in which 'A novel line detection method in space-time images for microvascular blood flow analysis in sublingual microcirculatory videos' and 'A Socratic Tutor for Source Code Comprehension' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/isbi/YouMSE13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/aied/AlshaikhTR20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/isbi/YouMSE13>"", ""<https://dblp.org/rec/conf/aied/AlshaikhTR20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5819,Mention the years in which 'Emulating dynamic non-linear simulators using Gaussian processes' and 'Non-linear gradient algorithm for parameter estimation' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/csda/MohammadiCG19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/cdc/Rueda-EscobedoM15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/csda/MohammadiCG19>"", ""<https://dblp.org/rec/conf/cdc/Rueda-EscobedoM15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5820,Mention the venues in which 'Fault-Tolerance of Self-Timed Circuits' and 'Differential phase encoded measurement-device-independent quantum key distribution' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/dessert/StepchenkovKDRD19> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/qip/RanuPM21> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/dessert/StepchenkovKDRD19>"", ""<https://dblp.org/rec/journals/qip/RanuPM21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5821,Where were 'Exploring highly reliable substructures in auto-reconstructions of a neuron' and 'Tractability Results for the Consecutive-Ones Property with Multiplicity' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/braininf/HeHWY21> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/cpm/ChauveMPW11> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/braininf/HeHWY21>"", ""<https://dblp.org/rec/conf/cpm/ChauveMPW11>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5822,List the venues in which 'Xylem: enhancing vertical thermal conduction in 3D processor-memory stacks' and 'A Novel Adaptive Reclosure Criterion for HV Transmission Lines Based on Wavelet Packet Energy Entropy' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/micro/AgrawalTI17> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/isnn/ZhangGS09> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/micro/AgrawalTI17>"", ""<https://dblp.org/rec/conf/isnn/ZhangGS09>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5823,Name the authors of 'Correcting for Recency Bias in Job Recommendation' and 'Worst case QC-MDPC decoder for McEliece cryptosystem'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/cikm/ChenAJC19> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/cikm/ChenAJC19> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/cikm/ChenAJC19>"", ""<https://dblp.org/rec/journals/corr/ChauletS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5824,List the venues in which 'The \meaning\ of citation in the context of a scientifically peripheral country' and 'Humans use multi-objective control to regulate lateral foot placement when walking' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/scientometrics/Velho86> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ploscb/DingwellC19> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/scientometrics/Velho86>"", ""<https://dblp.org/rec/journals/ploscb/DingwellC19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5825,Who are the authors of the paper 'Efficient Phase II Monitoring Methods for Linear Profiles Under the Random Effect Model' and the publication 'Stylization and abstraction of photographs'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/access/AbbasRMR19> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/access/AbbasRMR19> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/access/AbbasRMR19>"", ""<https://dblp.org/rec/journals/tog/DeCarloS02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5826,"Where were the publications 'Finger Geometry, 3D' and 'An experimental evaluation of giraph and GraphChi' published?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/reference/bio/Malassiotis09> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/asunam/LuT16> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/reference/bio/Malassiotis09>"", ""<https://dblp.org/rec/conf/asunam/LuT16>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5827,When were 'Design of novel universal converter for integration of solar and wind energy for AC and DC load' and 'LAS Detector Design for Large-Scale MIMO Channels with Pilot-Aided Detection' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijcta/KumarTA21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/pimrc/ChihaouiAC19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/ijcta/KumarTA21>"", ""<https://dblp.org/rec/conf/pimrc/ChihaouiAC19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5828,Who are the authors of 'Consumer Privacy Enforcement in Context-Aware Web Services' and 'A novel topology based on the 4-terminal switch-network for photovoltaic Inverter'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jwsr/Kapitsaki13> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/jwsr/Kapitsaki13> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/jwsr/Kapitsaki13>"", ""<https://dblp.org/rec/journals/ieiceee/ChengXWH16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5829,Mention the years in which 'Multi-Feature-Based Bilinear CNN for Single Image Dehazing' and 'Relational Databases Watermark Technique Based on Content Characteristic' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/access/FuWS19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/icicic/ZhangNZLL06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/access/FuWS19>"", ""<https://dblp.org/rec/conf/icicic/ZhangNZLL06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5830,Name the authors of 'Neuro-Evolution and Robustness: A Case Study' and 'A Generalized Energy Functional for Plane Couette Flow'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/gamesem/WeeksRP18> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/gamesem/WeeksRP18> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/gamesem/WeeksRP18>"", ""<https://dblp.org/rec/journals/siamma/KaiserTW05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5831,When were the publications 'A Computational Framework for Multi-Modal Social Action Identification' and 'A New Approach to Achieve a Trade-Off Between Direction-of-Arrival Estimation Performance and Computational Complexity' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-1710-07728> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/icl/Dakulagi21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/corr/abs-1710-07728>"", ""<https://dblp.org/rec/journals/icl/Dakulagi21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5832,When were the publications 'Semantics and Discourse Processing for Expressive TTS' and 'Efficient Collision Detection of Complex Deformable Models using AABB Trees' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/emnlp/DelmonteT15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/jgtools/Bergen97> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/emnlp/DelmonteT15>"", ""<https://dblp.org/rec/journals/jgtools/Bergen97>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5833,Name the authors of 'Special Issue of selected papers from the 8th Dagstuhl seminar on Geometric Modeling' and 'The perfect groups of order up to two million'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/cvgip/GrandineHPW12> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/cvgip/GrandineHPW12> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/cvgip/GrandineHPW12>"", ""<https://dblp.org/rec/journals/moc/Hulpke22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5834,Where were 'Harnessing curiosity to increase correctness in end-user programming' and 'Multi-hop Localization Method Based on Tribes Algorithm' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/chi/WilsonBBGCCDR03> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/iccsa/SaNMC16> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/chi/WilsonBBGCCDR03>"", ""<https://dblp.org/rec/conf/iccsa/SaNMC16>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5835,"Who are the authors of 'Efficient computation of all perfect repeats in genomic sequences of up to half a gigabyte, with a case study on the human genome' and 'Impact of Residual Additive Transceiver Hardware Impairments on Rayleigh-Product MIMO Channels With Linear Receivers: Exact and Asymptotic Analyses'?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/bioinformatics/BecherDH09> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/bioinformatics/BecherDH09> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/bioinformatics/BecherDH09>"", ""<https://dblp.org/rec/journals/tcom/Papazafeiropoulos18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5836,"List the venues in which 'Accurate 2d finite element calculations for hydrogen in magnetic fields of arbitrary strength' and 'Special issue on broadband and wireless computing, communication and applications' were published.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/cphysics/SchimeczekW14> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/jaihc/TangHB13> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/cphysics/SchimeczekW14>"", ""<https://dblp.org/rec/journals/jaihc/TangHB13>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5837,Name the authors of 'Local and Global Stability Analysis of Dengue Disease with Vaccination and Optimal Control' and 'Movie editing and cognitive event segmentation in virtual reality video'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/symmetry/ChamnanPTW21> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/symmetry/ChamnanPTW21> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/symmetry/ChamnanPTW21>"", ""<https://dblp.org/rec/journals/tog/SerranoSRWGM17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5838,Name the authors of 'Cascaded Revision Network for Novel Object Captioning' and 'Train rescheduling for minimizing passenger travel time under disruption for metro lines'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tcsv/FengWFYXY20> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/tcsv/FengWFYXY20> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/tcsv/FengWFYXY20>"", ""<https://dblp.org/rec/conf/icca/WangWZMT20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5839,Where were the publications 'Distributed Filesystem Forensics: Ceph as a Case Study' and 'Uncovering Hierarchical Structure in Social Networks Using Isospectral Reductions' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/books/sp/19/NagrabskiHPDPEH19> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/asunam/BunimovichWCW18> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/books/sp/19/NagrabskiHPDPEH19>"", ""<https://dblp.org/rec/conf/asunam/BunimovichWCW18>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5840,Where were 'Distributed Real-Time Power Flow control with renewable integration' and 'Multi-Objective Ranked Bandits for Recommender Systems' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/smartgridcomm/NakayamaZBDB13> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ijon/Lacerda17> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/smartgridcomm/NakayamaZBDB13>"", ""<https://dblp.org/rec/journals/ijon/Lacerda17>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5841,Name the authors of 'Relativized NP Search Problems and Propositional Proof Systems' and 'Trust integrated node potential aware routing for WSNs'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/coco/Buresh-OppenheimM04> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/coco/Buresh-OppenheimM04> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/coco/Buresh-OppenheimM04>"", ""<https://dblp.org/rec/journals/ijtmcc/BabuRAHN14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5842,Mention the years in which 'Combining Data Duplication and Graph Reordering to Accelerate Parallel Graph Processing' and 'Tutorial on \Switching and routing for spatially and spectrally flexible elastic optical networking\' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/hpdc/BalajiL19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/hpsr/Tomkos15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/hpdc/BalajiL19>"", ""<https://dblp.org/rec/conf/hpsr/Tomkos15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5843,"Where were the publications 'SinIR: Efficient General Image Manipulation with Single Image Reconstruction' and 'XML queries and constraints, containment and reformulation' published?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-2106-07140> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/tcs/DeutschT05> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/corr/abs-2106-07140>"", ""<https://dblp.org/rec/journals/tcs/DeutschT05>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5844,Who are the authors of 'Robots Reasoning with Cuts and Connections: Creating and Removing Entities (Extended Abstract)' and 'Mimicking Learning for 1-NN Classifiers'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/atal/PomarlanB16> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/atal/PomarlanB16> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/atal/PomarlanB16>"", ""<https://dblp.org/rec/conf/iccS/SliwinskiWR21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5845,When were 'Physikit: Data Engagement Through Physical Ambient Visualizations in the Home' and 'Online weighted flow time and deadline scheduling' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/chi/HoubenGGJBMCR16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/jda/BecchettiLMP06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/chi/HoubenGGJBMCR16>"", ""<https://dblp.org/rec/journals/jda/BecchettiLMP06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5846,Who are the authors of 'Web-Application Development for Tasks of Prediction in Medical Domain' and 'Knowledge-based Fault Diagnosis of Technical Systems'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/csit/MazorchukDC18> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/csit/MazorchukDC18> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/csit/MazorchukDC18>"", ""<https://dblp.org/rec/conf/xps/GorzH87>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5847,When were 'Study on the production forecasting based on grey neural network model in automotive industry' and 'Performance Analysis of ZigBee Wireless Networks for AAL through Hybrid Ray Launching and Collaborative Filtering' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/ieem/LinWH14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/js/Lopez-IturriCAA16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/ieem/LinWH14>"", ""<https://dblp.org/rec/journals/js/Lopez-IturriCAA16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5848,When were the publications 'A fast general slew constrained minimum cost buffering algorithm' and 'A Petri net modelling of an adaptive learning control applied to an electric wheelchair' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/mj/HuH09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/cira/AbellardKB05> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/mj/HuH09>"", ""<https://dblp.org/rec/conf/cira/AbellardKB05>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5849,Where were 'Federation Payments using SAML Tokens with Trusted Platform Modules' and 'A multiscale real-time navigation and communication satellite simulation model for OMNeT++' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/iscc/Lutz07> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/simutools/LewandowskiBW08> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/iscc/Lutz07>"", ""<https://dblp.org/rec/conf/simutools/LewandowskiBW08>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
