id,question_string,query,template_id,entities,relations,temporal,help_out
Q1727,"Was the paper 'Robot network integration in automated factories' not published by Messina, G. in International Conference on Computational Creativity?",ASK { <https://dblp.org/rec/conf/iccc/MessinaT88> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/5884> . <https://dblp.org/rec/conf/iccc/MessinaT88> <https://dblp.org/rdf/schema#publishedIn> 'ICCC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iccc/MessinaT88> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/5884> . <https://dblp.org/rec/conf/iccc/MessinaT88> <https://dblp.org/rdf/schema#publishedIn> 'ICCC' } },TC44,"[""<https://dblp.org/pid/47/5884>"", ""<https://dblp.org/rec/conf/iccc/MessinaT88>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1728,"Was the paper 'Supporting the Self-Management of Chronic Pain Conditions with Tailored Momentary Self-Assessments' not published by the person Adams, P.?",ASK { <https://dblp.org/rec/conf/chi/AdamsMEWG17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/298> FILTER NOT EXISTS { <https://dblp.org/rec/conf/chi/AdamsMEWG17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/298> } },TC41,"[""<https://dblp.org/pid/03/298>"", ""<https://dblp.org/rec/conf/chi/AdamsMEWG17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1729,Was the paper 'Distributed IDS using Reconfigurable Hardware' not co-authored by Parimal Patel and Ashok Kumar Tummala?,ASK { <https://dblp.org/rec/conf/ipps/TummalaP07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/5197> . <https://dblp.org/rec/conf/ipps/TummalaP07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/4537> FILTER NOT EXISTS { <https://dblp.org/rec/conf/ipps/TummalaP07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/5197> . <https://dblp.org/rec/conf/ipps/TummalaP07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/4537> } },TC43,"[""<https://dblp.org/pid/35/5197>"", ""<https://dblp.org/pid/33/4537>"", ""<https://dblp.org/rec/conf/ipps/TummalaP07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1730,Have Jaime Sim\u00E3o Sichman and H. Coelho not co-authored the paper 'Towards an Emergence-Driven Software Process for Agent-Based Simulatio'?,ASK { <https://dblp.org/rec/conf/mabs/DavidSC02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/JSSichman> . <https://dblp.org/rec/conf/mabs/DavidSC02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/813> FILTER NOT EXISTS { <https://dblp.org/rec/conf/mabs/DavidSC02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/JSSichman> . <https://dblp.org/rec/conf/mabs/DavidSC02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/813> } },TC43,"[""<https://dblp.org/pid/s/JSSichman>"", ""<https://dblp.org/pid/81/813>"", ""<https://dblp.org/rec/conf/mabs/DavidSC02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1731,"Was the paper 'Modeling dynamic systems with high-level Petri nets with object-orientation' not co-authored by M. Brezovan and Stanescu, Liana?",ASK { <https://dblp.org/rec/conf/inista/BrezovanS16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/539> . <https://dblp.org/rec/conf/inista/BrezovanS16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/3866> FILTER NOT EXISTS { <https://dblp.org/rec/conf/inista/BrezovanS16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/539> . <https://dblp.org/rec/conf/inista/BrezovanS16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/3866> } },TC43,"[""<https://dblp.org/pid/18/539>"", ""<https://dblp.org/pid/19/3866>"", ""<https://dblp.org/rec/conf/inista/BrezovanS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1732,Did Yuelin Gao not publish the paper 'Linear Programming Relax-PSO Hybrid Bound Algorithm for a Class of Nonlinear Integer Programming Problems' in CIS?,ASK { <https://dblp.org/rec/conf/cis/GaoXL06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/4305> . <https://dblp.org/rec/conf/cis/GaoXL06> <https://dblp.org/rdf/schema#publishedIn> 'CIS' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cis/GaoXL06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/4305> . <https://dblp.org/rec/conf/cis/GaoXL06> <https://dblp.org/rdf/schema#publishedIn> 'CIS' } },TC44,"[""<https://dblp.org/pid/40/4305>"", ""<https://dblp.org/rec/conf/cis/GaoXL06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1733,Did Fuyong Xing not publish the paper 'Digitized tissue microarray classification using sparse reconstruction' in Medical Imaging: Image Processing?,ASK { <https://dblp.org/rec/conf/miip/XingLQFY12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/10932> . <https://dblp.org/rec/conf/miip/XingLQFY12> <https://dblp.org/rdf/schema#publishedIn> 'Medical Imaging: Image Processing' FILTER NOT EXISTS { <https://dblp.org/rec/conf/miip/XingLQFY12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/10932> . <https://dblp.org/rec/conf/miip/XingLQFY12> <https://dblp.org/rdf/schema#publishedIn> 'Medical Imaging: Image Processing' } },TC44,"[""<https://dblp.org/pid/03/10932>"", ""<https://dblp.org/rec/conf/miip/XingLQFY12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1734,Was the paper 'A Fast Color Quantization Using a Matrix of Local Pallets' not published by the person Mohamed-Chaker L.?,ASK { <https://dblp.org/rec/conf/aipr/LarabiRF00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/5962> FILTER NOT EXISTS { <https://dblp.org/rec/conf/aipr/LarabiRF00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/5962> } },TC41,"[""<https://dblp.org/pid/31/5962>"", ""<https://dblp.org/rec/conf/aipr/LarabiRF00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1735,"Has Harrison, P. not published the paper 'Using Bracketed Parses to evaluate a Grammar Checking Application'?",ASK { <https://dblp.org/rec/conf/acl/WojcikHB93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/4949> FILTER NOT EXISTS { <https://dblp.org/rec/conf/acl/WojcikHB93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/4949> } },TC41,"[""<https://dblp.org/pid/69/4949>"", ""<https://dblp.org/rec/conf/acl/WojcikHB93>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1736,Was the paper 'Keeper: A Synchronous Online Conversation Environment Informed by In-Person Facilitation Practices' not published by Margaret A. Hughes in International Conference on Human Factors in Computing Systems?,ASK { <https://dblp.org/rec/conf/chi/HughesR21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/252/4365> . <https://dblp.org/rec/conf/chi/HughesR21> <https://dblp.org/rdf/schema#publishedIn> 'CHI' FILTER NOT EXISTS { <https://dblp.org/rec/conf/chi/HughesR21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/252/4365> . <https://dblp.org/rec/conf/chi/HughesR21> <https://dblp.org/rdf/schema#publishedIn> 'CHI' } },TC44,"[""<https://dblp.org/pid/252/4365>"", ""<https://dblp.org/rec/conf/chi/HughesR21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1737,Did Mark Roantree and Zohra Bellahsene not co-author the paper 'Optimizing XML data with view fragments'?,ASK { <https://dblp.org/rec/conf/adc/LiuRB10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/6472> . <https://dblp.org/rec/conf/adc/LiuRB10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/ZohraBellahsene> FILTER NOT EXISTS { <https://dblp.org/rec/conf/adc/LiuRB10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/6472> . <https://dblp.org/rec/conf/adc/LiuRB10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/ZohraBellahsene> } },TC43,"[""<https://dblp.org/pid/93/6472>"", ""<https://dblp.org/pid/b/ZohraBellahsene>"", ""<https://dblp.org/rec/conf/adc/LiuRB10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1738,Did Yun S. Song and Metin Sitti not co-author the paper 'STRIDE: A Highly Maneuverable and Non-Tethered Water Strider Robot'?,ASK { <https://dblp.org/rec/conf/icra/SongS07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/5841> . <https://dblp.org/rec/conf/icra/SongS07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/3694> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icra/SongS07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/5841> . <https://dblp.org/rec/conf/icra/SongS07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/3694> } },TC43,"[""<https://dblp.org/pid/97/5841>"", ""<https://dblp.org/pid/25/3694>"", ""<https://dblp.org/rec/conf/icra/SongS07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1739,Has the paper 'Multi-agent comprehensive evaluation on inland port production efficiency based on arrtibute theory' not been published by Siqin Y. in GrC?,ASK { <https://dblp.org/rec/conf/grc/Xue-yanSG13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/5732> . <https://dblp.org/rec/conf/grc/Xue-yanSG13> <https://dblp.org/rdf/schema#publishedIn> 'GrC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/grc/Xue-yanSG13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/5732> . <https://dblp.org/rec/conf/grc/Xue-yanSG13> <https://dblp.org/rdf/schema#publishedIn> 'GrC' } },TC44,"[""<https://dblp.org/pid/38/5732>"", ""<https://dblp.org/rec/conf/grc/Xue-yanSG13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1740,Was the paper 'Mortality play' not published by Phillip G. Armour in Commun. ACM?,ASK { <https://dblp.org/rec/journals/cacm/Armour07a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/763> . <https://dblp.org/rec/journals/cacm/Armour07a> <https://dblp.org/rdf/schema#publishedIn> 'Commun. ACM' FILTER NOT EXISTS { <https://dblp.org/rec/journals/cacm/Armour07a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/763> . <https://dblp.org/rec/journals/cacm/Armour07a> <https://dblp.org/rdf/schema#publishedIn> 'Commun. ACM' } },TC44,"[""<https://dblp.org/pid/27/763>"", ""<https://dblp.org/rec/journals/cacm/Armour07a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1741,"Wasn't the paper 'Introduction to Special Issue ECCS'10 in Theory in Biosciences' published by the author Atay, F. M. in Theory Biosci.?",ASK { <https://dblp.org/rec/journals/tib/KirkilionisA12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/2006> . <https://dblp.org/rec/journals/tib/KirkilionisA12> <https://dblp.org/rdf/schema#publishedIn> 'Theory Biosci.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tib/KirkilionisA12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/2006> . <https://dblp.org/rec/journals/tib/KirkilionisA12> <https://dblp.org/rdf/schema#publishedIn> 'Theory Biosci.' } },TC44,"[""<https://dblp.org/pid/69/2006>"", ""<https://dblp.org/rec/journals/tib/KirkilionisA12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1742,Didn't Guozhu L. publish the paper 'SDF-RVD: Restricted Voronoi Diagram on Signed Distance Field'?,ASK { <https://dblp.org/rec/journals/cad/HouZWXCLTW22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/3046> FILTER NOT EXISTS { <https://dblp.org/rec/journals/cad/HouZWXCLTW22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/3046> } },TC41,"[""<https://dblp.org/pid/18/3046>"", ""<https://dblp.org/rec/journals/cad/HouZWXCLTW22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1743,"Was the paper 'Reinventing Academic Publishing Online Part I: Rigor, Relevance and Practice' not published by Robert S. Friedman in First Monday?",ASK { <https://dblp.org/rec/journals/firstmonday/WhitworthF09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/6742> . <https://dblp.org/rec/journals/firstmonday/WhitworthF09> <https://dblp.org/rdf/schema#publishedIn> 'First Monday' FILTER NOT EXISTS { <https://dblp.org/rec/journals/firstmonday/WhitworthF09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/6742> . <https://dblp.org/rec/journals/firstmonday/WhitworthF09> <https://dblp.org/rdf/schema#publishedIn> 'First Monday' } },TC44,"[""<https://dblp.org/pid/29/6742>"", ""<https://dblp.org/rec/journals/firstmonday/WhitworthF09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1744,Did Sharon Manel De Silva not publish the paper 'Enhancing cataloguing skills with CAI tools: using CoPAS to improve novice cataloguer's bibliographic description for published conference proceedings' in J. Libr. Inf. Sci.?,ASK { <https://dblp.org/rec/journals/jolis/SilvaZ01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/175/3106> . <https://dblp.org/rec/journals/jolis/SilvaZ01> <https://dblp.org/rdf/schema#publishedIn> 'J. Libr. Inf. Sci.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jolis/SilvaZ01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/175/3106> . <https://dblp.org/rec/journals/jolis/SilvaZ01> <https://dblp.org/rdf/schema#publishedIn> 'J. Libr. Inf. Sci.' } },TC44,"[""<https://dblp.org/pid/175/3106>"", ""<https://dblp.org/rec/journals/jolis/SilvaZ01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1745,Did Robert R. Freimuth and Jyotishman Pathak not co-author the paper 'Mining Genotype-Phenotype Associations from Electronic Health Records and Biorepositories using Semantic Web Technologies'?,ASK { <https://dblp.org/rec/conf/amia/PathakKFBC12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/4181> . <https://dblp.org/rec/conf/amia/PathakKFBC12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/1723> FILTER NOT EXISTS { <https://dblp.org/rec/conf/amia/PathakKFBC12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/4181> . <https://dblp.org/rec/conf/amia/PathakKFBC12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/1723> } },TC43,"[""<https://dblp.org/pid/122/4181>"", ""<https://dblp.org/pid/52/1723>"", ""<https://dblp.org/rec/conf/amia/PathakKFBC12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1746,Was the paper 'The Optimality of Unbalancing Both Workloads and Machine Group Sizes in Closed Queueing Networks of Multiserver Queues' not published by the person James J. Solberg?,ASK { <https://dblp.org/rec/journals/ior/SteckeS85> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/731> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ior/SteckeS85> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/731> } },TC41,"[""<https://dblp.org/pid/80/731>"", ""<https://dblp.org/rec/journals/ior/SteckeS85>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1747,Was the paper 'SoC CMOS UWB Pulse Radar Sensor for Contactless Respiratory Rate Monitoring' not co-authored by Fabio Zito and Alessandro Tognetti?,ASK { <https://dblp.org/rec/journals/tbcas/ZitoPMZTLR11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/6953> . <https://dblp.org/rec/journals/tbcas/ZitoPMZTLR11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/3225> FILTER NOT EXISTS { <https://dblp.org/rec/journals/tbcas/ZitoPMZTLR11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/6953> . <https://dblp.org/rec/journals/tbcas/ZitoPMZTLR11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/3225> } },TC43,"[""<https://dblp.org/pid/82/6953>"", ""<https://dblp.org/pid/24/3225>"", ""<https://dblp.org/rec/journals/tbcas/ZitoPMZTLR11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1748,Did Jonas T\u00F6lke not publish the paper 'Advection-diffusion lattice Boltzmann scheme for hierarchical grids'?,ASK { <https://dblp.org/rec/journals/cma/StieblerTK08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/4294> FILTER NOT EXISTS { <https://dblp.org/rec/journals/cma/StieblerTK08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/4294> } },TC41,"[""<https://dblp.org/pid/36/4294>"", ""<https://dblp.org/rec/journals/cma/StieblerTK08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1749,Wasn't the paper 'Augmentation not Duplication: Considerations for the Design of Digitally-Augmented Comic Books' not published by the person named Jens Grubert?,ASK { <https://dblp.org/rec/conf/chi/KljunPAWCDKGCC19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/1550> FILTER NOT EXISTS { <https://dblp.org/rec/conf/chi/KljunPAWCDKGCC19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/1550> } },TC41,"[""<https://dblp.org/pid/22/1550>"", ""<https://dblp.org/rec/conf/chi/KljunPAWCDKGCC19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1750,"Wasn't the paper 'An Algorithm for Generating Invisible Data Poisoning Using Adversarial Noise That Breaks Image Classification Deep Learning' not published by the author Chan-Hon-Tong, A.?",ASK { <https://dblp.org/rec/journals/make/Chan-Hon-Tong19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/132/2136> FILTER NOT EXISTS { <https://dblp.org/rec/journals/make/Chan-Hon-Tong19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/132/2136> } },TC41,"[""<https://dblp.org/pid/132/2136>"", ""<https://dblp.org/rec/journals/make/Chan-Hon-Tong19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1751,"Didn't Warren, James R. and Piekarski, W. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/256> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/2169> },TC53,"[""<https://dblp.org/pid/00/256>"", ""<https://dblp.org/pid/15/2169>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1752,Was a paper not not co-authored by Marc Van Droogenbroeck and Anthony Cioppa?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/4730> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/222/2684> },TC53,"[""<https://dblp.org/pid/83/4730>"", ""<https://dblp.org/pid/222/2684>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1753,Wasn't the paper 'Modeling Syntactic Complexity with P Systems: A Preview' not not published by the person named Benedek Nagy?,ASK { <https://dblp.org/rec/conf/uc/EnguixN14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/6134> },TC51,"[""<https://dblp.org/pid/06/6134>"", ""<https://dblp.org/rec/conf/uc/EnguixN14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1755,"Isn't A. Maria Tulino not affiliated with Univerisit\u00E0 Federico II, Napoli, Italy?","ASK { <https://dblp.org/pid/03/4183> <https://dblp.org/rdf/schema#primaryAffiliation> 'Univerisit\u00E0 Federico II, Napoli, Italy' }",TC54,"[""<https://dblp.org/pid/03/4183>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1756,Has Dominique Gay not not published the paper 'Pr\u00E9diction des adventices de la canne \u00E0 sucre \u00E0 La R\u00E9union : une approche par apprentissage supervis\u00E9 multi-labels'?,ASK { <https://dblp.org/rec/conf/f-egc/FerberBSRGA22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/2311> },TC51,"[""<https://dblp.org/pid/30/2311>"", ""<https://dblp.org/rec/conf/f-egc/FerberBSRGA22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1757,Has M. V. Sokolova not not published the paper 'Evaluation of environmental impact upon human health with DeciMaS framework'?,ASK { <https://dblp.org/rec/journals/eswa/SokolovaF12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/2712> },TC51,"[""<https://dblp.org/pid/82/2712>"", ""<https://dblp.org/rec/journals/eswa/SokolovaF12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1758,Was a paper not not co-authored by Kiyoharu Aizawa and Naoto Inoue?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/5426> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/9469> },TC53,"[""<https://dblp.org/pid/71/5426>"", ""<https://dblp.org/pid/51/9469>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1759,"Didn't Oguzhan Kara and Atalay, A. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/7653> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/7655> },TC53,"[""<https://dblp.org/pid/80/7653>"", ""<https://dblp.org/pid/99/7655>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1760,Wasn't the paper 'Power Management and Data Rate Maximization in Wireless Energy Harvesting Sensors' not not published by the author Chandra R. Murthy?,ASK { <https://dblp.org/rec/journals/ijwin/Murthy09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/4430> },TC51,"[""<https://dblp.org/pid/96/4430>"", ""<https://dblp.org/rec/journals/ijwin/Murthy09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1761,Was a paper not not co-authored by Peter Jung and Andreas Waadt?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/6119-2> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/4369> },TC53,"[""<https://dblp.org/pid/63/6119-2>"", ""<https://dblp.org/pid/49/4369>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1762,Didn't Ipek \u00C7ebi not publish the paper 'Location analysis for a grocery store based on a multi-objective optimization approach'?,ASK { <https://dblp.org/rec/conf/cits/CebiG21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/307/9521> },TC51,"[""<https://dblp.org/pid/307/9521>"", ""<https://dblp.org/rec/conf/cits/CebiG21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1763,Didn't Partha Pratim Das and Biswanath N. Chatterji not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/4145> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/BiswanathNChatterji> },TC53,"[""<https://dblp.org/pid/43/4145>"", ""<https://dblp.org/pid/c/BiswanathNChatterji>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1764,"Doesn't S. Ove Hansson not work at Royal Institute of Technology, Stockholm, Sweden?","ASK { <https://dblp.org/pid/h/SvenOveHansson> <https://dblp.org/rdf/schema#primaryAffiliation> 'Royal Institute of Technology, Stockholm, Sweden' }",TC54,"[""<https://dblp.org/pid/h/SvenOveHansson>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1765,"Didn't Kautz, H. A. and Jesse Wang not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/HenryAKautz> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/175/6379> },TC53,"[""<https://dblp.org/pid/k/HenryAKautz>"", ""<https://dblp.org/pid/175/6379>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1766,"Has Hinduja, S. not not published the paper 'Recognition of rough machining features in 2D components'?",ASK { <https://dblp.org/rec/journals/cad/XuH98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/745> },TC51,"[""<https://dblp.org/pid/07/745>"", ""<https://dblp.org/rec/journals/cad/XuH98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1767,"Isn't Yang, Wen not affiliated with Wuhan University?","ASK { <https://dblp.org/pid/42/3814-1> <https://dblp.org/rdf/schema#primaryAffiliation> 'Wuhan University, School of Electronic Information / Collaborative Innovation Center of Geospatial Technology, China' }",TC54,"[""<https://dblp.org/pid/42/3814-1>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1768,"Didn't Lee, H. and S. Abdulhadi not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/41> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/10472> },TC53,"[""<https://dblp.org/pid/77/41>"", ""<https://dblp.org/pid/42/10472>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1770,Didn't Dimitris Agrafiotis and Pierre Ferr\u00E9 not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/1875> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/515> },TC53,"[""<https://dblp.org/pid/44/1875>"", ""<https://dblp.org/pid/98/515>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1771,Was a paper not not co-authored by Vasilios Stefanis and A. Komninos?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/2098> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/5974> },TC53,"[""<https://dblp.org/pid/88/2098>"", ""<https://dblp.org/pid/61/5974>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1772,Wasn't the paper 'From Design to Test: A High-Speed PRBS' not not published by the person named Kehan Zhu?,ASK { <https://dblp.org/rec/journals/tvlsi/ZhuS18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/8568> },TC51,"[""<https://dblp.org/pid/00/8568>"", ""<https://dblp.org/rec/journals/tvlsi/ZhuS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1773,"Was a paper not not co-authored by Kaoutar Ben Ahmed and Goel, Bharti?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/115/6278> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/171/4540> },TC53,"[""<https://dblp.org/pid/115/6278>"", ""<https://dblp.org/pid/171/4540>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1774,"Didn't Dongdong Yang and Ye, B. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/7227> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/309/4360> },TC53,"[""<https://dblp.org/pid/69/7227>"", ""<https://dblp.org/pid/309/4360>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1775,"Doesn't Jin W. not work at Aeroflex Cambridge Ltd., UK?","ASK { <https://dblp.org/pid/92/1375-13> <https://dblp.org/rdf/schema#primaryAffiliation> 'Aeroflex Cambridge Ltd., UK' }",TC54,"[""<https://dblp.org/pid/92/1375-13>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1776,"Didn't I. Ounis and Gupta, N. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/141> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/7449> },TC53,"[""<https://dblp.org/pid/21/141>"", ""<https://dblp.org/pid/91/7449>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1777,Wasn't the paper 'Characteristics and classification of the annualised working hours planning problems' not not published by the person named Amaia Lusa?,ASK { <https://dblp.org/rec/journals/ijstm/CorominasLP04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/5199> },TC51,"[""<https://dblp.org/pid/58/5199>"", ""<https://dblp.org/rec/journals/ijstm/CorominasLP04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1778,Wasn't the paper 'Switching data-processing methods for feedback control: Breaking the speed versus accuracy trade-off' not not published by the author W. P. M. H. Heemels?,ASK { <https://dblp.org/rec/conf/cdc/HorssenAH15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/6480> },TC51,"[""<https://dblp.org/pid/97/6480>"", ""<https://dblp.org/rec/conf/cdc/HorssenAH15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1779,Wasn't the paper 'On the constraints to be imposed on the statistical behavior of single-entry interferences in satellite links' not not published by the author Alexander Beremiz Hilario Tacuri?,ASK { <https://dblp.org/rec/conf/wts/Tacuri17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/9926> },TC51,"[""<https://dblp.org/pid/152/9926>"", ""<https://dblp.org/rec/conf/wts/Tacuri17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1780,"Wasn't the paper 'Holladay halftoning using super resolution encoded templates' not not published by the person named McElvain, J. S.?",ASK { <https://dblp.org/rec/conf/clrimg/McElvainH07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/8384> },TC51,"[""<https://dblp.org/pid/20/8384>"", ""<https://dblp.org/rec/conf/clrimg/McElvainH07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1781,Was a paper not not co-authored by S. Mehrabian and G. Reza Jahanshahloo?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/8029> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/2325> },TC53,"[""<https://dblp.org/pid/92/8029>"", ""<https://dblp.org/pid/62/2325>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1782,"Doesn't Ian A. not work at University of Glasgow, School of Mathematics and Statistics?","ASK { <https://dblp.org/pid/22/366> <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Glasgow, School of Mathematics and Statistics' }",TC54,"[""<https://dblp.org/pid/22/366>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1783,Was the paper 'Interaction-Preserving Compilers for Secure Computation' not not published by the person Nico D.?,ASK { <https://dblp.org/rec/conf/innovations/DottlingGMR22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/9050> },TC51,"[""<https://dblp.org/pid/95/9050>"", ""<https://dblp.org/rec/conf/innovations/DottlingGMR22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1784,Didn't Eduardo Peis and Jos\u00E9 M. Morales-del-Castillo not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/6101> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/4412> },TC53,"[""<https://dblp.org/pid/68/6101>"", ""<https://dblp.org/pid/08/4412>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1785,"Isn't D. Wu not affiliated with Chongqing University of Posts and Telecommunications, School of Communication and Information Engineering, Chongqing, China?","ASK { <https://dblp.org/pid/44/3928> <https://dblp.org/rdf/schema#primaryAffiliation> 'Chongqing University of Posts and Telecommunications, School of Communication and Information Engineering, Chongqing, China' }",TC54,"[""<https://dblp.org/pid/44/3928>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1786,Didn't David A. Richie not publish the paper 'Threaded MPI programming model for the Epiphany RISC array processor'?,ASK { <https://dblp.org/rec/journals/jocs/RichieRPS15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/9913> },TC51,"[""<https://dblp.org/pid/54/9913>"", ""<https://dblp.org/rec/journals/jocs/RichieRPS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
