id,question_string,query,template_id,entities,relations,temporal,help_out
Q1871,Was the paper 'A Switchable Deep Learning Approach for In-Loop Filtering in Video Coding' not not published by the person Dandan Ding?,ASK { <https://dblp.org/rec/journals/tcsv/DingKCLF20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/7248> },TC51,"[""<https://dblp.org/pid/71/7248>"", ""<https://dblp.org/rec/journals/tcsv/DingKCLF20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1872,Wasn't the paper 'Dynamic test data transformations for average and peak power reductions' not not published by the person named Alex Orailoglu?,ASK { <https://dblp.org/rec/conf/ets/SinanogluBO02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/o/AlexOrailoglu> },TC51,"[""<https://dblp.org/pid/o/AlexOrailoglu>"", ""<https://dblp.org/rec/conf/ets/SinanogluBO02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1873,Wasn't the paper 'The Appropriate Hidden Layers of Deep Belief Networks for Speech Recognition' not not published by the person named Xianzhong Zhou?,ASK { <https://dblp.org/rec/conf/iske/WeiLZ15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/6684> },TC51,"[""<https://dblp.org/pid/66/6684>"", ""<https://dblp.org/rec/conf/iske/WeiLZ15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1875,"Was a paper not not co-authored by Wu, J. and Albert C. S. Chung?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/2125> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/6335> },TC53,"[""<https://dblp.org/pid/89/2125>"", ""<https://dblp.org/pid/45/6335>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1876,Didn't Feng Zhou and Gang Q. not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/6430> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/121/1346> },TC53,"[""<https://dblp.org/pid/21/6430>"", ""<https://dblp.org/pid/121/1346>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1877,"Was a paper not not co-authored by Zwieback, S. and Marina Leibman?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/7182> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/210/0174> },TC53,"[""<https://dblp.org/pid/117/7182>"", ""<https://dblp.org/pid/210/0174>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1878,Didn't Edith Elkind and Katar\u00EDna Cechl\u00E1rov\u00E1 not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/2621> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/6654> },TC53,"[""<https://dblp.org/pid/31/2621>"", ""<https://dblp.org/pid/97/6654>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1879,Didn't Khaled S. and Naim B. not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/1159> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/2344> },TC53,"[""<https://dblp.org/pid/47/1159>"", ""<https://dblp.org/pid/94/2344>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1880,Isn't J\u00FCrgen L. not affiliated with Bosch Corporate Research?,"ASK { <https://dblp.org/pid/18/3475> <https://dblp.org/rdf/schema#primaryAffiliation> 'Bosch Corporate Research, Renningen, Germany' }",TC54,"[""<https://dblp.org/pid/18/3475>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1881,Was the paper 'Model-based Optimization of a Low-dimensional Modulation Filter Bank for DRR and T60 Estimation' not not published by the person Semih A.?,ASK { <https://dblp.org/rec/conf/eusipco/AgcaerM19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/173/7002> },TC51,"[""<https://dblp.org/pid/173/7002>"", ""<https://dblp.org/rec/conf/eusipco/AgcaerM19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1882,Was a paper not not co-authored by L. Yin and X.-M. Zhu?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/729> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/6775> },TC53,"[""<https://dblp.org/pid/66/729>"", ""<https://dblp.org/pid/21/6775>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1883,Has Yining W. not not published the paper 'Small-Variance Asymptotics for Dirichlet Process Mixtures of SVMs'?,ASK { <https://dblp.org/rec/conf/aaai/WangZ14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/7235> },TC51,"[""<https://dblp.org/pid/04/7235>"", ""<https://dblp.org/rec/conf/aaai/WangZ14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1884,"Wasn't the paper 'EPIC: Explicititly Parallel Instruction Computing' not not published by the author Schlansker, M.?",ASK { <https://dblp.org/rec/journals/computer/SchlanskerR00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/8857> },TC51,"[""<https://dblp.org/pid/00/8857>"", ""<https://dblp.org/rec/journals/computer/SchlanskerR00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1885,"Didn't Ioanna Chouvarda and Carvalho, Paulo not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/1080> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/5239-1> },TC53,"[""<https://dblp.org/pid/33/1080>"", ""<https://dblp.org/pid/52/5239-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1887,Wasn't the paper 'Superiorities of Deep Extreme Learning Machines against Convolutional Neural Networks' not not published by the author Gokhan A.?,ASK { <https://dblp.org/rec/journals/corr/abs-2101-10265> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/10160> },TC51,"[""<https://dblp.org/pid/86/10160>"", ""<https://dblp.org/rec/journals/corr/abs-2101-10265>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1888,Was a paper not not co-authored by Serena Doria and Thomas Augustin?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/5166> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/2415> },TC53,"[""<https://dblp.org/pid/14/5166>"", ""<https://dblp.org/pid/34/2415>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1889,"Was a paper not not co-authored by Amit A. Levy and Boneh, Dan?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/8881> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/DanBoneh> },TC53,"[""<https://dblp.org/pid/68/8881>"", ""<https://dblp.org/pid/b/DanBoneh>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1890,"Didn't Luke Pfister and Bresler, Y. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/148/9662> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/5971> },TC53,"[""<https://dblp.org/pid/148/9662>"", ""<https://dblp.org/pid/33/5971>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1891,"Didn't Takeshi I. and Huang, Yiqing not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/155> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/6548-2> },TC53,"[""<https://dblp.org/pid/10/155>"", ""<https://dblp.org/pid/39/6548-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1892,Has A. DasGupta not not published the paper 'The effect of perturbed advection on a class of solutions of a non-linear reaction-diffusion equation'?,ASK { <https://dblp.org/rec/journals/amc/VaratharajanD16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/192/0657> },TC51,"[""<https://dblp.org/pid/192/0657>"", ""<https://dblp.org/rec/journals/amc/VaratharajanD16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1893,Didn't Juanjo Noguera and Daniel J. not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/6502> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/1032> },TC53,"[""<https://dblp.org/pid/24/6502>"", ""<https://dblp.org/pid/59/1032>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1894,"Doesn't Alfons L. not work at Leiden University, The Netherlands?","ASK { <https://dblp.org/pid/05/7913> <https://dblp.org/rdf/schema#primaryAffiliation> 'Leiden University, The Netherlands' }",TC54,"[""<https://dblp.org/pid/05/7913>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1896,Was the paper 'Estimation of Regional Electrical Properties of the Heart from 12-Lead ECG and Images' not not published by the person Ali Kamen?,ASK { <https://dblp.org/rec/conf/miccai/SeegererMJNGKKASHKMC14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/8280> },TC51,"[""<https://dblp.org/pid/38/8280>"", ""<https://dblp.org/rec/conf/miccai/SeegererMJNGKKASHKMC14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1897,Was a paper not not co-authored by W. Supsi and Winai Chonnaparamutt?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/305/1537> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/6311> },TC53,"[""<https://dblp.org/pid/305/1537>"", ""<https://dblp.org/pid/33/6311>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1898,"Wasn't the paper 'UStore: A Distributed Storage With Rich Semantics' not not published by the person named Wang, Ji?",ASK { <https://dblp.org/rec/journals/corr/DinhWWCCLORTXZZ17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/856> },TC51,"[""<https://dblp.org/pid/64/856>"", ""<https://dblp.org/rec/journals/corr/DinhWWCCLORTXZZ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1899,"Didn't S\u00F8gaard, Anders and Ana Valeria Gonz\u00E1lez-Gardu\u00F1o not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/2756> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/218/7022> },TC53,"[""<https://dblp.org/pid/30/2756>"", ""<https://dblp.org/pid/218/7022>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1900,Doesn't Ming Zhou not work at Microsoft Research Asia?,"ASK { <https://dblp.org/pid/16/1161-1> <https://dblp.org/rdf/schema#primaryAffiliation> 'Microsoft Research Asia, Beijing, China' }",TC54,"[""<https://dblp.org/pid/16/1161-1>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1901,"Was a paper not not co-authored by Joshi, M. V. and Kamal M. Captain?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/6018> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/177/8040> },TC53,"[""<https://dblp.org/pid/36/6018>"", ""<https://dblp.org/pid/177/8040>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1902,Didn't Johannes K\u00F6ster not publish the paper 'Rust-Bio - a fast and safe bioinformatics library'?,ASK { <https://dblp.org/rec/journals/corr/Koster15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/118/6626> },TC51,"[""<https://dblp.org/pid/118/6626>"", ""<https://dblp.org/rec/journals/corr/Koster15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1903,Was a paper not not co-authored by Christine L. Lisetti and Piotr J. Gmytrasiewicz?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/1021> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/887> },TC53,"[""<https://dblp.org/pid/91/1021>"", ""<https://dblp.org/pid/50/887>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1904,Was a paper not not co-authored by Rubin A. Parekhji and K. Nikila?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/3304> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/3812> },TC53,"[""<https://dblp.org/pid/23/3304>"", ""<https://dblp.org/pid/35/3812>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1905,"Has Schatz, T. not not published the paper 'The zero resource speech challenge 2015'?",ASK { <https://dblp.org/rec/conf/interspeech/VersteeghTSCAJD15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/136/5238> },TC51,"[""<https://dblp.org/pid/136/5238>"", ""<https://dblp.org/rec/conf/interspeech/VersteeghTSCAJD15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1906,Was the paper 'Approximation Algorithms for the Selection of Robust Tag SNPs' not not published by the person Yao-Ting Huang?,ASK { <https://dblp.org/rec/conf/wabi/HuangZCC04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/213> },TC51,"[""<https://dblp.org/pid/65/213>"", ""<https://dblp.org/rec/conf/wabi/HuangZCC04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1907,Was a paper not not co-authored by J\u00E1n P. and John Simpson?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/2142> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/222/1090> },TC53,"[""<https://dblp.org/pid/56/2142>"", ""<https://dblp.org/pid/222/1090>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1908,Wasn't the paper 'Ad-Hoc Translations to Close Verilog Semantics Gap' not not published by the person named Christian H.?,ASK { <https://dblp.org/rec/conf/ddecs/HaufeR08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/2939> },TC51,"[""<https://dblp.org/pid/82/2939>"", ""<https://dblp.org/rec/conf/ddecs/HaufeR08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1909,"Didn't Karaata, Mehmet Hakan not publish the paper 'An optimal inherently stabilizing routing algorithm for star P2P overlay networks'?",ASK { <https://dblp.org/rec/journals/concurrency/KaraataA16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/6610> },TC51,"[""<https://dblp.org/pid/59/6610>"", ""<https://dblp.org/rec/journals/concurrency/KaraataA16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1910,Was the paper 'Neurophysiological Predictors of Team Performance' not not published by the person C. Berka?,ASK { <https://dblp.org/rec/conf/hci/JohnsonBWBPM13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/1510> },TC51,"[""<https://dblp.org/pid/68/1510>"", ""<https://dblp.org/rec/conf/hci/JohnsonBWBPM13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1911,Was a paper not not co-authored by Efthymios Alepis and Maria Virvou?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/4432> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/2047> },TC53,"[""<https://dblp.org/pid/27/4432>"", ""<https://dblp.org/pid/35/2047>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1912,Has X. Zhang not not published the paper 'The conjugate gradient method with various viewpoints'?,ASK { <https://dblp.org/rec/journals/corr/abs-1910-03293> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/1125> },TC51,"[""<https://dblp.org/pid/16/1125>"", ""<https://dblp.org/rec/journals/corr/abs-1910-03293>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1913,Didn't Sylvia Beyer not publish the paper 'Gender Differences and Intra-Gender Differences amongst Management Information Systems Students'?,ASK { <https://dblp.org/rec/journals/jisedu/Beyer08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/1971> },TC51,"[""<https://dblp.org/pid/49/1971>"", ""<https://dblp.org/rec/journals/jisedu/Beyer08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1914,"Didn't Jinghong Zheng and Chau, L. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/5344> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/5597> },TC53,"[""<https://dblp.org/pid/54/5344>"", ""<https://dblp.org/pid/03/5597>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1915,Wasn't the paper 'On the Intersection Graphs of Orthogonal Line Segments in the Plane: Characterizations of Some Subclasses of Chordal Graphs' not not published by the author Martin Charles Golumbic?,ASK { <https://dblp.org/rec/journals/gc/GolumbicR13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/MCGolumbic> },TC51,"[""<https://dblp.org/pid/g/MCGolumbic>"", ""<https://dblp.org/rec/journals/gc/GolumbicR13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1916,"Was a paper not not co-authored by Wu, Y. and Gao, L.?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/10388> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/2784> },TC53,"[""<https://dblp.org/pid/11/10388>"", ""<https://dblp.org/pid/183/2784>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1917,Didn't Pengfeng Li and Zheng Lu not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/8714> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/2402> },TC53,"[""<https://dblp.org/pid/67/8714>"", ""<https://dblp.org/pid/15/2402>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1918,Didn't Maura Mengoni not publish the paper 'Platform to support dynamic collaborative design processes in virtual enterprises'?,ASK { <https://dblp.org/rec/journals/ijcim/GermaniMMP13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/6188> },TC51,"[""<https://dblp.org/pid/69/6188>"", ""<https://dblp.org/rec/journals/ijcim/GermaniMMP13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1919,Didn't Xiang Xiao and Pranav Vaidya not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/5983> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/1669> },TC53,"[""<https://dblp.org/pid/19/5983>"", ""<https://dblp.org/pid/18/1669>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1920,Wasn't the paper 'Extracting analytic proofs from numerically solved Shannon-type Inequalities' not not published by the author Ido B. Gattegno?,ASK { <https://dblp.org/rec/journals/corr/GattegnoP17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/188/6120> },TC51,"[""<https://dblp.org/pid/188/6120>"", ""<https://dblp.org/rec/journals/corr/GattegnoP17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1921,Didn't H. C. Ratz and Giordano B. Ferreira not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/4801> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/8506> },TC53,"[""<https://dblp.org/pid/78/4801>"", ""<https://dblp.org/pid/43/8506>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1922,"Didn't M. Yamada and Kikuchi, Hiroaki not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/2929> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/4508> },TC53,"[""<https://dblp.org/pid/25/2929>"", ""<https://dblp.org/pid/90/4508>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1923,"Was a paper not not co-authored by Barra, Adriano and Alemanno, Francesco?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/8910> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/232/3905> },TC53,"[""<https://dblp.org/pid/49/8910>"", ""<https://dblp.org/pid/232/3905>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1924,Wasn't the paper 'A physical approach to mismatch modelling and parameter correlations' not not published by the author Klaus Schumacher?,ASK { <https://dblp.org/rec/conf/iscas/OelunGS00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/158/2471> },TC51,"[""<https://dblp.org/pid/158/2471>"", ""<https://dblp.org/rec/conf/iscas/OelunGS00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1925,"Isn't Miksch, S. not affiliated with TU Wien, Vienna, Autria?","ASK { <https://dblp.org/pid/48/4040> <https://dblp.org/rdf/schema#primaryAffiliation> 'TU Wien, Vienna, Autria' }",TC54,"[""<https://dblp.org/pid/48/4040>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1926,Didn't Phillip Shvartsman and Xinmiao Zhang not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/244/7559> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/3657> },TC53,"[""<https://dblp.org/pid/244/7559>"", ""<https://dblp.org/pid/80/3657>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1927,Has J. M. Navarro not not published the paper 'FutureHome: An integrated construction automation approach'?,ASK { <https://dblp.org/rec/journals/ram/BalaguerANBAKSSBWA02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/120/3763> },TC51,"[""<https://dblp.org/pid/120/3763>"", ""<https://dblp.org/rec/journals/ram/BalaguerANBAKSSBWA02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1928,Wasn't the paper 'Knowledge Scientists: Unlocking the data-driven organization' not not published by the person named George Fletcher?,ASK { <https://dblp.org/rec/journals/corr/abs-2004-07917> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/f/GeorgeHLFletcher> },TC51,"[""<https://dblp.org/pid/f/GeorgeHLFletcher>"", ""<https://dblp.org/rec/journals/corr/abs-2004-07917>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1929,Was the paper 'Make It Easy: An Effective End-to-End Entity Alignment Framework' not not published by the person Xiaoze Liu?,ASK { <https://dblp.org/rec/conf/sigir/GeLCZG21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/239/4537> },TC51,"[""<https://dblp.org/pid/239/4537>"", ""<https://dblp.org/rec/conf/sigir/GeLCZG21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1930,"Doesn't Zhang, P. not work at Beijing University of Posts and Telecommunications?","ASK { <https://dblp.org/pid/77/2428-3> <https://dblp.org/rdf/schema#primaryAffiliation> 'Beijing University of Posts and Telecommunications, State Key Laboratory of Networking and Switching Technology, China' }",TC54,"[""<https://dblp.org/pid/77/2428-3>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1931,Was a paper not not co-authored by J. A. Smith and Santosh K. Shrivastava?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/6985> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/5945> },TC53,"[""<https://dblp.org/pid/02/6985>"", ""<https://dblp.org/pid/37/5945>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1932,Was the paper 'An efficient cross layer design for OFDMA-based wireless networks with channel reuse' not not published by the person Ramy H. Gohary?,ASK { <https://dblp.org/rec/conf/globecom/RashtchiGY13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/3410> },TC51,"[""<https://dblp.org/pid/60/3410>"", ""<https://dblp.org/rec/conf/globecom/RashtchiGY13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1933,Wasn't the paper 'Bypassing Code Coverage Approximation Limitations via Effective Input-Based Randomized Test Case Prioritization' not not published by the person named B. Jiang?,ASK { <https://dblp.org/rec/conf/compsac/JiangC13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/2005-1> },TC51,"[""<https://dblp.org/pid/34/2005-1>"", ""<https://dblp.org/rec/conf/compsac/JiangC13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1934,Was a paper not not co-authored by Shinichi Takagi and Mitsuru T.?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/3434> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/4263> },TC53,"[""<https://dblp.org/pid/89/3434>"", ""<https://dblp.org/pid/44/4263>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1935,Isn't Nitin H. Vaidya not affiliated with University of Illinois?,"ASK { <https://dblp.org/pid/v/NitinHVaidya> <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Illinois, USA' }",TC54,"[""<https://dblp.org/pid/v/NitinHVaidya>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1936,"Was a paper not not co-authored by Megson, Graham M. and Khaled J. Hammad?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/GrahamMMegson> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/131/1870> },TC53,"[""<https://dblp.org/pid/m/GrahamMMegson>"", ""<https://dblp.org/pid/131/1870>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1937,Didn't Linh Paul Phan and K. Liu not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/222/6072> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/10612> },TC53,"[""<https://dblp.org/pid/222/6072>"", ""<https://dblp.org/pid/82/10612>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1938,Didn't Izabela Z\u00F3ltowska and Eugeniusz T. not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/3065> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/2019> },TC53,"[""<https://dblp.org/pid/53/3065>"", ""<https://dblp.org/pid/08/2019>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1939,Wasn't the paper 'Determining the Position and Orientation of Multi-Tagged Objects Using RFID Technology' not not published by the person named Steve Hinske?,ASK { <https://dblp.org/rec/conf/percom/Hinske07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/3012> },TC51,"[""<https://dblp.org/pid/96/3012>"", ""<https://dblp.org/rec/conf/percom/Hinske07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1940,Isn't Rui Zhao not affiliated with Huaqiao University?,"ASK { <https://dblp.org/pid/26/2578-2> <https://dblp.org/rdf/schema#primaryAffiliation> 'Huaqiao University, College of Information Science and Engineering, Quanzhou, China' }",TC54,"[""<https://dblp.org/pid/26/2578-2>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1941,Has Sriram V. Pemmaraju not not published the paper 'Topology Control and Geographic Routing in Realistic Wireless Networks'?,ASK { <https://dblp.org/rec/journals/ahswn/LillisPP08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/SVPemmaraju> },TC51,"[""<https://dblp.org/pid/p/SVPemmaraju>"", ""<https://dblp.org/rec/journals/ahswn/LillisPP08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1942,Was the paper 'Eye Tracking: A New Interface for Visual Exploration' not not published by the person Oyewole Oyekoya?,ASK { <https://dblp.org/rec/books/daglib/p/OyekoyaS08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/4355> },TC51,"[""<https://dblp.org/pid/91/4355>"", ""<https://dblp.org/rec/books/daglib/p/OyekoyaS08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1943,"Doesn't David Wettergreen not work at Carnegie Mellon University, Pittsburgh, USA?","ASK { <https://dblp.org/pid/w/DavidWettergreen> <https://dblp.org/rdf/schema#primaryAffiliation> 'Carnegie Mellon University, Pittsburgh, USA' }",TC54,"[""<https://dblp.org/pid/w/DavidWettergreen>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1944,Wasn't the paper 'Statistical Design of Reverse Dye Microarrays' not not published by the person named Richard Simon?,ASK { <https://dblp.org/rec/journals/bioinformatics/DobbinSS03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/6736> },TC51,"[""<https://dblp.org/pid/47/6736>"", ""<https://dblp.org/rec/journals/bioinformatics/DobbinSS03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1945,Didn't Markus Wacker and Jonas Bruschke not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/2761> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/9160> },TC53,"[""<https://dblp.org/pid/41/2761>"", ""<https://dblp.org/pid/187/9160>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1946,"Doesn't Tan, T. Seng not work at National University of Singapore (NUS)?",ASK { <https://dblp.org/pid/t/TiowSengTan> <https://dblp.org/rdf/schema#primaryAffiliation> 'National University of Singapore (NUS)' },TC54,"[""<https://dblp.org/pid/t/TiowSengTan>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1947,Has Satoru Ochiiwa not not published the paper 'Two Enhanced Heuristic Algorithms for the Minimum Initial Marking Problem of Petri Nets'?,ASK { <https://dblp.org/rec/journals/ieicet/OchiiwaTYW09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/8785> },TC51,"[""<https://dblp.org/pid/07/8785>"", ""<https://dblp.org/rec/journals/ieicet/OchiiwaTYW09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1948,Didn't Anis Rojbi and S. Rojbi not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/8945> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/218/3859> },TC53,"[""<https://dblp.org/pid/152/8945>"", ""<https://dblp.org/pid/218/3859>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1949,"Wasn't the paper 'Wavelet transform-based methods for removal of ground clutter and denoising the radar wind profiler data' not not published by the author Reddy, S. Venkatramana?",ASK { <https://dblp.org/rec/journals/iet-spr/AllabakashYRS15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/227/7032> },TC51,"[""<https://dblp.org/pid/227/7032>"", ""<https://dblp.org/rec/journals/iet-spr/AllabakashYRS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1950,"Wasn't the paper 'Replication Based on Group Communication' not not published by the person named Pedone, Fernando?",ASK { <https://dblp.org/rec/reference/db/Pedone09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/2612> },TC51,"[""<https://dblp.org/pid/90/2612>"", ""<https://dblp.org/rec/reference/db/Pedone09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1951,Didn't Hanseok Ko not publish the paper 'Suppressing Ghost Targets via Gating and Track History in Y-Shaped Passive Linear Array Sonars'?,ASK { <https://dblp.org/rec/journals/taes/KuLHK11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/5314> },TC51,"[""<https://dblp.org/pid/67/5314>"", ""<https://dblp.org/rec/journals/taes/KuLHK11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1952,Was the paper '3D visualization to aid engineering education: A case study to visualize the impact of wireless signals on human brain' not not published by the person Khalid A. Qaraqe?,ASK { <https://dblp.org/rec/conf/educon/NasirSSQB14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/6615> },TC51,"[""<https://dblp.org/pid/11/6615>"", ""<https://dblp.org/rec/conf/educon/NasirSSQB14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1953,"Was the paper 'Optimize the QoS Metrics in Smart Mobile Communication using Multi-Objective Function' not not published by the person Souidi, Mohammed?",ASK { <https://dblp.org/rec/conf/commnet/BerradiHSMM20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/205/6564> },TC51,"[""<https://dblp.org/pid/205/6564>"", ""<https://dblp.org/rec/conf/commnet/BerradiHSMM20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
