id,question_string,query,template_id,entities,relations,temporal,help_out
Q2036,"Isn't Benjamin D. not affiliated with \u00C9cole Polytechnique de Paris, Computer Science Laboratory (LIX), France?","ASK { <https://dblp.org/pid/d/BenjaminDoerr> <https://dblp.org/rdf/schema#primaryAffiliation> '\u00C9cole Polytechnique de Paris, Computer Science Laboratory (LIX), France' }",TC54,"[""<https://dblp.org/pid/d/BenjaminDoerr>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2037,"Was a paper not not co-authored by Watcharapupong, Akkradach and Thanunchai Threepak?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/142/5346> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/142/5376> },TC53,"[""<https://dblp.org/pid/142/5346>"", ""<https://dblp.org/pid/142/5376>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2038,Was the paper 'Resource allocation in wireless networks based on joint packet/call levels QoS constraints' not not published by the person Michael C.?,ASK { <https://dblp.org/rec/conf/globecom/CheungM00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/2570> },TC51,"[""<https://dblp.org/pid/77/2570>"", ""<https://dblp.org/rec/conf/globecom/CheungM00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2039,Wasn't the paper 'Schedulability Analysis for Real Time On-Chip Communication with Wormhole Switching' not not published by the author Z. Shi?,ASK { <https://dblp.org/rec/journals/ijertcs/ShiBI10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/3642> },TC51,"[""<https://dblp.org/pid/50/3642>"", ""<https://dblp.org/rec/journals/ijertcs/ShiBI10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2040,Didn't Xuejia Lai and Jialin Huang not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/4632> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/10481> },TC53,"[""<https://dblp.org/pid/05/4632>"", ""<https://dblp.org/pid/90/10481>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2041,Was a paper not not co-authored by Zhi Quan and W. J. Kaiser?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/5185> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/4794> },TC53,"[""<https://dblp.org/pid/47/5185>"", ""<https://dblp.org/pid/99/4794>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2042,"Wasn't the paper 'Analytical macromodeling for high-level power estimation' not not published by the author Papaefthymiou, Marios C.?",ASK { <https://dblp.org/rec/conf/iccad/BernacchiaP99> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/197> },TC51,"[""<https://dblp.org/pid/73/197>"", ""<https://dblp.org/rec/conf/iccad/BernacchiaP99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2043,Was the paper 'The effect of computer science on the learning of computational physics' not not published by the person Mordechai Ben-Ari?,ASK { <https://dblp.org/rec/conf/iticse/TaubBA14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/MBenAri> },TC51,"[""<https://dblp.org/pid/b/MBenAri>"", ""<https://dblp.org/rec/conf/iticse/TaubBA14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2044,"Was a paper not not co-authored by DiNucci, David C. and Robert G. Babb II?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/1090> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/2680> },TC53,"[""<https://dblp.org/pid/02/1090>"", ""<https://dblp.org/pid/35/2680>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2045,Isn't John Wickerson not affiliated with Imperial College London?,"ASK { <https://dblp.org/pid/21/7915> <https://dblp.org/rdf/schema#primaryAffiliation> 'Imperial College London, Department of Electrical and Electronic Engineering, UK' }",TC54,"[""<https://dblp.org/pid/21/7915>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2046,"Was a paper not not co-authored by \u00D8degaard, Fredrik and Sudipendra N. Roy?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/143/1678> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/141/2323> },TC53,"[""<https://dblp.org/pid/143/1678>"", ""<https://dblp.org/pid/141/2323>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2047,"Was a paper not not co-authored by Pierre Hansen and Aouchiche, Mustapha?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/h/PierreHansen> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/5936> },TC53,"[""<https://dblp.org/pid/h/PierreHansen>"", ""<https://dblp.org/pid/64/5936>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2048,Didn't Katharina Quast and Andr\u00E9 Kaup not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/7731> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/6329> },TC53,"[""<https://dblp.org/pid/77/7731>"", ""<https://dblp.org/pid/00/6329>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2049,"Was a paper not not co-authored by August-Wilhelm Scheer and Behdenna, Salima?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/AugustWilhelmScheer> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/217/5666> },TC53,"[""<https://dblp.org/pid/s/AugustWilhelmScheer>"", ""<https://dblp.org/pid/217/5666>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2050,Was a paper not not co-authored by Robert J. Sheehan and Luke Moors?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/4336> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/201/9132> },TC53,"[""<https://dblp.org/pid/22/4336>"", ""<https://dblp.org/pid/201/9132>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2051,Has Sebastian Thrun not not published the paper 'Learning Metric-Topological Maps for Indoor Mobile Robot Navigation'?,ASK { <https://dblp.org/rec/journals/ai/Thrun98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/t/SebastianThrun> },TC51,"[""<https://dblp.org/pid/t/SebastianThrun>"", ""<https://dblp.org/rec/journals/ai/Thrun98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2052,Has Tian Chen not not published the paper 'Integrated Iterated Local Search for the Permutation Flowshop Problem with Tardiness Minimization'?,ASK { <https://dblp.org/rec/conf/smc/ChenL13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/5721> },TC51,"[""<https://dblp.org/pid/66/5721>"", ""<https://dblp.org/rec/conf/smc/ChenL13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2053,Was a paper not not co-authored by Anders Ledberg and Rita A.?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/8535> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/8535> },TC53,"[""<https://dblp.org/pid/87/8535>"", ""<https://dblp.org/pid/71/8535>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2054,"Isn't E. Bardsley not affiliated with University of Waikato, Faculty of Science and Engineering, New Zealand?","ASK { <https://dblp.org/pid/197/1248> <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Waikato, Faculty of Science and Engineering, New Zealand' }",TC54,"[""<https://dblp.org/pid/197/1248>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2055,Didn't Carlos Velasco and Juan-Carlos Escanciano not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/2083> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/7213> },TC53,"[""<https://dblp.org/pid/08/2083>"", ""<https://dblp.org/pid/96/7213>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2056,"Didn't Clemens A. Otto and Lou, Y. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/226/3571> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/199/5547> },TC53,"[""<https://dblp.org/pid/226/3571>"", ""<https://dblp.org/pid/199/5547>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2057,Didn't J. Li and Lei Yu not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/6870-1> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/2775-2> },TC53,"[""<https://dblp.org/pid/18/6870-1>"", ""<https://dblp.org/pid/01/2775-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2058,"Has Onan, A. not not published the paper 'Deep Learning Based Sentiment Analysis on Product Reviews on Twitter'?",ASK { <https://dblp.org/rec/conf/innovate-data/Onan19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/164/4046> },TC51,"[""<https://dblp.org/pid/164/4046>"", ""<https://dblp.org/rec/conf/innovate-data/Onan19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2059,Didn't Jordan B. Pollack and Ofer Melnik not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/43> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/3470> },TC53,"[""<https://dblp.org/pid/89/43>"", ""<https://dblp.org/pid/93/3470>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2060,"Didn't Park, Ye-Seul not publish the paper 'Convergence Modeling of Heterogeneous Medical Information for Acute Myocardial Infarction'?",ASK { <https://dblp.org/rec/conf/csa2/LeePKL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/192/3779> },TC51,"[""<https://dblp.org/pid/192/3779>"", ""<https://dblp.org/rec/conf/csa2/LeePKL15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2061,Wasn't the paper 'Semi-supervised Active Salient Object Detection' not not published by the person named B. Liu?,ASK { <https://dblp.org/rec/journals/pr/LvLZDLZ22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/1201> },TC51,"[""<https://dblp.org/pid/41/1201>"", ""<https://dblp.org/rec/journals/pr/LvLZDLZ22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2062,Was a paper not not co-authored by Huiru Cheng and Yuejun Li?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/160/3770> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/2095> },TC53,"[""<https://dblp.org/pid/160/3770>"", ""<https://dblp.org/pid/10/2095>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2063,Didn't Sampath Rangarajan and Narayan Prasad not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/43> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/5591> },TC53,"[""<https://dblp.org/pid/67/43>"", ""<https://dblp.org/pid/49/5591>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2064,Didn't Leah Epstein not publish the paper 'Lower bounds for online bin covering-type problems'?,ASK { <https://dblp.org/rec/journals/scheduling/BaloghEL19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/e/LeahEpstein> },TC51,"[""<https://dblp.org/pid/e/LeahEpstein>"", ""<https://dblp.org/rec/journals/scheduling/BaloghEL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2065,Wasn't the paper 'Transfer Learning for Gender and Age Prediction' not not published by the person named Jia-Ching Wang?,ASK { <https://dblp.org/rec/conf/icce-tw/NgaNTW20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/2001> },TC51,"[""<https://dblp.org/pid/41/2001>"", ""<https://dblp.org/rec/conf/icce-tw/NgaNTW20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2066,Doesn't M. Kaytoue-Uberall not work at Institut National des Sciences Appliqu\u00E9es de Lyon (INSA Lyon)?,ASK { <https://dblp.org/pid/00/6831> <https://dblp.org/rdf/schema#primaryAffiliation> 'Institut National des Sciences Appliqu\u00E9es de Lyon (INSA Lyon)' },TC54,"[""<https://dblp.org/pid/00/6831>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2067,"Doesn't A. Koschmider not work at Kiel University, Germany?","ASK { <https://dblp.org/pid/k/AgnesKoschmider> <https://dblp.org/rdf/schema#primaryAffiliation> 'Kiel University, Germany' }",TC54,"[""<https://dblp.org/pid/k/AgnesKoschmider>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2068,"Didn't Hao, Gaoming not publish the paper 'Precision Work-piece Detection and Measurement Combining Top-down and Bottom-up Saliency'?",ASK { <https://dblp.org/rec/journals/ijautcomp/SunWLHQ18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/237/8968> },TC51,"[""<https://dblp.org/pid/237/8968>"", ""<https://dblp.org/rec/journals/ijautcomp/SunWLHQ18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2070,Didn't Michael Hofer not publish the paper 'A fully automated trabecular bone structural analysis tool based on T2*-weighted magnetic resonance imaging'?,ASK { <https://dblp.org/rec/journals/cmig/KraigerMOERHSS12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/2991> },TC51,"[""<https://dblp.org/pid/99/2991>"", ""<https://dblp.org/rec/journals/cmig/KraigerMOERHSS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2071,Didn't Yanling Chang not publish the paper 'Value of information for a leader-follower partially observed Markov game'?,ASK { <https://dblp.org/rec/journals/anor/ChangEW15a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/144/7740> },TC51,"[""<https://dblp.org/pid/144/7740>"", ""<https://dblp.org/rec/journals/anor/ChangEW15a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2072,"Didn't Marius Pesavento and Parvazi, P. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/8014> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/8760> },TC53,"[""<https://dblp.org/pid/74/8014>"", ""<https://dblp.org/pid/26/8760>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2073,"Doesn't Ferreira, C. not work at University of Aveiro?","ASK { <https://dblp.org/pid/61/2411-1> <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Aveiro, Department of Economics, Management and Industrial Engineering / Institute of Electronics and Informatics Engineering, Portugal' }",TC54,"[""<https://dblp.org/pid/61/2411-1>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2074,Didn't Jan K. and Aqib Javed not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/455> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/9389> },TC53,"[""<https://dblp.org/pid/60/455>"", ""<https://dblp.org/pid/156/9389>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2075,"Didn't Rif\u00E0, J. and Griera, Merc\u00E8 not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/JosepRifa> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/3484> },TC53,"[""<https://dblp.org/pid/r/JosepRifa>"", ""<https://dblp.org/pid/91/3484>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2076,Didn't Ahmed Abdullah Alqarni not publish the paper 'Deep Learning Algorithms for Detection and Classification of Gastrointestinal Diseases'?,ASK { <https://dblp.org/rec/journals/complexity/Al-AdhailehSAAA21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/271/1992> },TC51,"[""<https://dblp.org/pid/271/1992>"", ""<https://dblp.org/rec/journals/complexity/Al-AdhailehSAAA21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2077,Was a paper not not co-authored by Human Esmaeili and P. Charles Woods?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/164/6751> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/2114> },TC53,"[""<https://dblp.org/pid/164/6751>"", ""<https://dblp.org/pid/76/2114>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2078,Didn't W. Liang and Chun-Shien Lu not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/158/4750> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/4382> },TC53,"[""<https://dblp.org/pid/158/4750>"", ""<https://dblp.org/pid/40/4382>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2079,Wasn't the paper 'The Effects of Virtual Learning Environment on High School Students' English Learning Performance and Attitude' not not published by the person named Tai-Liang Wu?,ASK { <https://dblp.org/rec/conf/icitl/PengLW19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/253/8690> },TC51,"[""<https://dblp.org/pid/253/8690>"", ""<https://dblp.org/rec/conf/icitl/PengLW19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2080,"Was the paper 'Predicting crop yields under climate change conditions from monthly GCM weather projection' not not published by the person Pachepsky, Y.?",ASK { <https://dblp.org/rec/journals/envsoft/ReddyP00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/961> },TC51,"[""<https://dblp.org/pid/62/961>"", ""<https://dblp.org/rec/journals/envsoft/ReddyP00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2081,Was a paper not not co-authored by Ingo S. and Jens S.?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/1807> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/1103> },TC53,"[""<https://dblp.org/pid/11/1807>"", ""<https://dblp.org/pid/71/1103>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2082,Was a paper not not co-authored by Dillon H. and R. Daly?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/233/0724> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/149/0146> },TC53,"[""<https://dblp.org/pid/233/0724>"", ""<https://dblp.org/pid/149/0146>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2083,"Was a paper not not co-authored by Raitio, T. and Paavo Alku?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/8809> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/2726> },TC53,"[""<https://dblp.org/pid/19/8809>"", ""<https://dblp.org/pid/99/2726>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2084,Was the paper 'Leakage-Based Hybrid Transceiver Design for Millimeter Wave Multi-User Interference Channel' not not published by the person P. Ubaidulla?,ASK { <https://dblp.org/rec/conf/globecom/JagyasiU17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/5028> },TC51,"[""<https://dblp.org/pid/89/5028>"", ""<https://dblp.org/rec/conf/globecom/JagyasiU17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2085,"Was a paper not not co-authored by Najdawi, M. K. and W. P. Wagner?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/3925> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/1742> },TC53,"[""<https://dblp.org/pid/69/3925>"", ""<https://dblp.org/pid/66/1742>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2086,Was a paper not not co-authored by Victor Hazlewood and Barbara H.?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/4418> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/139/4902> },TC53,"[""<https://dblp.org/pid/04/4418>"", ""<https://dblp.org/pid/139/4902>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2087,"Wasn't the paper 'Zero-shot Learning with Semantic Output Codes' not not published by the author Palatucci, Mark?",ASK { <https://dblp.org/rec/conf/nips/PalatucciPHM09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/2638> },TC51,"[""<https://dblp.org/pid/37/2638>"", ""<https://dblp.org/rec/conf/nips/PalatucciPHM09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2088,Wasn't the paper 'Experimentally Validated Extended Kalman Filter Approach for Geomagnetically Induced Current Measurement' not not published by the person named M. Shafie-khah?,ASK { <https://dblp.org/rec/journals/tie/BehdaniTAPSC22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/143/8893> },TC51,"[""<https://dblp.org/pid/143/8893>"", ""<https://dblp.org/rec/journals/tie/BehdaniTAPSC22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2089,"Didn't Itkin, B. and Wolf, L. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/213/8464> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/4103> },TC53,"[""<https://dblp.org/pid/213/8464>"", ""<https://dblp.org/pid/83/4103>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2090,Doesn't Ricardo Baeza-Yates not work at NTENT?,ASK { <https://dblp.org/pid/b/RABaezaYates> <https://dblp.org/rdf/schema#primaryAffiliation> 'NTENT' },TC54,"[""<https://dblp.org/pid/b/RABaezaYates>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2091,Didn't Bangwen D. and W. Wu not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/224/2149> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/8398> },TC53,"[""<https://dblp.org/pid/224/2149>"", ""<https://dblp.org/pid/55/8398>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2092,"Was a paper not not co-authored by Wynne Hsu and Parthasarathy, S.?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/h/WynneHsu> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/SParathasarathy> },TC53,"[""<https://dblp.org/pid/h/WynneHsu>"", ""<https://dblp.org/pid/p/SParathasarathy>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2093,Doesn't Marc Moonen not work at Catholic University of Leuven?,"ASK { <https://dblp.org/pid/41/6762> <https://dblp.org/rdf/schema#primaryAffiliation> 'Catholic University of Leuven, Belgium' }",TC54,"[""<https://dblp.org/pid/41/6762>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2094,"Isn't Li, G. Ye not affiliated with Georgia Institute of Technology?","ASK { <https://dblp.org/pid/89/5914> <https://dblp.org/rdf/schema#primaryAffiliation> 'Georgia Institute of Technology, Atlanta, GA, USA' }",TC54,"[""<https://dblp.org/pid/89/5914>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2095,Was a paper not not co-authored by Kai H\u00F6ffner and Paul I. Barton?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/157/1741> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/3426> },TC53,"[""<https://dblp.org/pid/157/1741>"", ""<https://dblp.org/pid/81/3426>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2096,Wasn't the paper 'Measured capacity of an Ethernet: myths and reality' not not published by the author Jeffrey C. Mogul?,ASK { <https://dblp.org/rec/journals/ccr/BoggsMK95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/JeffreyCMogul> },TC51,"[""<https://dblp.org/pid/m/JeffreyCMogul>"", ""<https://dblp.org/rec/journals/ccr/BoggsMK95>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2097,"Isn't Ross A. Knepper not affiliated with Cornell University, USA?","ASK { <https://dblp.org/pid/98/1547> <https://dblp.org/rdf/schema#primaryAffiliation> 'Cornell University, USA' }",TC54,"[""<https://dblp.org/pid/98/1547>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2099,"Wasn't the paper 'Weakly Secure Equivalence-Class Signatures from Standard Assumptions' not not published by the author Gay, Romain?",ASK { <https://dblp.org/rec/journals/iacr/FuchsbauerG18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/0378> },TC51,"[""<https://dblp.org/pid/156/0378>"", ""<https://dblp.org/rec/journals/iacr/FuchsbauerG18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2100,Has E. J. Almaz\u00E1n not not published the paper 'Deep Learning of Visual and Textual Data for Region Detection Applied to Item Coding'?,ASK { <https://dblp.org/rec/conf/ibpria/ArroyoTDASH19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/241/9617> },TC51,"[""<https://dblp.org/pid/241/9617>"", ""<https://dblp.org/rec/conf/ibpria/ArroyoTDASH19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2101,"In VL/HCC and Comput. Music. J., what papers did S. Conversy publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/4104> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'VL/HCC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Music. J.' } },TC63,"[""<https://dblp.org/pid/42/4104>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2102,What papers did Mark S. Nixon publish in Pattern Recognit. and WMT?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/n/MarkSNixon> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Pattern Recognit.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'WMT' } },TC63,"[""<https://dblp.org/pid/n/MarkSNixon>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2103,"In Microprocess. and FOGA, what papers did Y. T. Fung publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/167/5452> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Microprocess.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'FOGA' } },TC63,"[""<https://dblp.org/pid/167/5452>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2104,List all the primary affiliations of Lucie M\u00E9nard and Eric F..,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/47/5322> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/80/6326> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/47/5322>"", ""<https://dblp.org/pid/80/6326>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2105,What papers did Mikolaj Chwalisz publish in DySPAN and EuroISI?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/157/8020> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'DySPAN' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'EuroISI' } },TC63,"[""<https://dblp.org/pid/157/8020>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2106,"List all the papers that Dumas, Sylvie and B. Weber published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/4726> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/5411> } },TC61,"[""<https://dblp.org/pid/32/4726>"", ""<https://dblp.org/pid/03/5411>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2107,What papers did Hua D. publish in Opt. Switch. Netw. and FAT*?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/473-4> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Opt. Switch. Netw.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'FAT*' } },TC63,"[""<https://dblp.org/pid/79/473-4>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2108,What papers did Dominique Sotteau publish in Discret. Appl. Math. and CoRR?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/DSotteau> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Discret. Appl. Math.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC63,"[""<https://dblp.org/pid/s/DSotteau>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2109,"What papers did Pulido-Guerrero, Santiago publish in Int. J. Autom. Comput. and SMC?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/271/5000> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Autom. Comput.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SMC' } },TC63,"[""<https://dblp.org/pid/271/5000>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2110,List all the papers that Zdenek P. and Miroslav Byrtus published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/1317> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/215/0485> } },TC61,"[""<https://dblp.org/pid/79/1317>"", ""<https://dblp.org/pid/215/0485>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2111,"What are the primary affiliations of Y. Zhang and Hung, Shih-Hsuan?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/47/722-9> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/192/9469> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/47/722-9>"", ""<https://dblp.org/pid/192/9469>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2112,List all the primary affiliations of Jonathan Roberts and Yousef E..,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/54/6461> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/172/5309> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/54/6461>"", ""<https://dblp.org/pid/172/5309>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2113,What papers did Namrata Vaswani publish in ICPR (2) and Prague Bull. Math. Linguistics?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/v/NamrataVaswani> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICPR (2)' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Prague Bull. Math. Linguistics' } },TC63,"[""<https://dblp.org/pid/v/NamrataVaswani>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2114,List all the papers that Gary Wong and Kirk Webb published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/7964> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/3087> } },TC61,"[""<https://dblp.org/pid/31/7964>"", ""<https://dblp.org/pid/69/3087>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2115,"What are the primary affiliations of Silvana C. and Montanelli, Stefano?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/c/SilvanaCastano> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/54/621> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/c/SilvanaCastano>"", ""<https://dblp.org/pid/54/621>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
