id,question_string,query,template_id,entities,relations,temporal,help_out
Q6183,"In 2018 in Int. J. Crit. Infrastructure Prot., what are the titles of the papers on Power systems?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcip/MohandesHSMK18> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Crit. Infrastructure Prot.' . <https://dblp.org/rec/journals/ijcip/MohandesHSMK18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' . <https://dblp.org/rec/journals/ijcip/MohandesHSMK18> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ijcip/MohandesHSMK18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6184,"In ACM International Conference on Knowledge Discovery and Data Mining in 2002, what are the titles of the papers on Association rules?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/kdd/EvfimievskiSAG02> <https://dblp.org/rdf/schema#publishedIn> 'KDD' . <https://dblp.org/rec/conf/kdd/EvfimievskiSAG02> <https://dblp.org/rdf/schema#yearOfPublication> '2002' . <https://dblp.org/rec/conf/kdd/EvfimievskiSAG02> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/kdd/EvfimievskiSAG02>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6185,"In the year 2021 in EUSIPCO, who are the authors that published research papers about Speech synthesis?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eusipco/LorinczSG21> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/eusipco/LorinczSG21> <https://dblp.org/rdf/schema#publishedIn> 'EUSIPCO' . <https://dblp.org/rec/conf/eusipco/LorinczSG21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP91,"[""<https://dblp.org/rec/conf/eusipco/LorinczSG21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6186,"In HPCN Europe in 1998, who are the authors that published papers about Database architecture?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hpcn/TaniarJ98> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/hpcn/TaniarJ98> <https://dblp.org/rdf/schema#publishedIn> 'HPCN Europe' . <https://dblp.org/rec/conf/hpcn/TaniarJ98> <https://dblp.org/rdf/schema#yearOfPublication> '1998' },TP91,"[""<https://dblp.org/rec/conf/hpcn/TaniarJ98>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6187,"The University of Newcastle, Australia published a paper on Vertex magic cover in what year?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mics/SugengR11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'The University of Newcastle, Australia' . <https://dblp.org/rec/journals/mics/SugengR11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/mics/SugengR11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6188,"In the year 2014 in URAI, who are the authors that published research papers about Optimization design?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/urai/LiuSJS14> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/urai/LiuSJS14> <https://dblp.org/rdf/schema#publishedIn> 'URAI' . <https://dblp.org/rec/conf/urai/LiuSJS14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP91,"[""<https://dblp.org/rec/conf/urai/LiuSJS14>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6189,Washington University in St. Louis published a paper on Sensor networks in what year?,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/rtss/ShaDHLKP13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Washington University in St. Louis, Department of Computer Science and Engineering, MO, USA' . <https://dblp.org/rec/conf/rtss/ShaDHLKP13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/rtss/ShaDHLKP13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6190,"In 2020 in International Symposium on Computational Geometry, who are the authors that published papers about Hull queries?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/compgeom/000120a> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/compgeom/000120a> <https://dblp.org/rdf/schema#publishedIn> 'SoCG' . <https://dblp.org/rec/conf/compgeom/000120a> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP91,"[""<https://dblp.org/rec/conf/compgeom/000120a>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6191,Who are the authors that published papers about Imaging model in Machine Vision Applications in 2007?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mva/KamadaOD07> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/mva/KamadaOD07> <https://dblp.org/rdf/schema#publishedIn> 'MVA' . <https://dblp.org/rec/conf/mva/KamadaOD07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP91,"[""<https://dblp.org/rec/conf/mva/KamadaOD07>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6192,"In 2020 in Frontiers Appl. Math. Stat., who are the authors that published papers about Model approach?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/fams/Syed20> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/fams/Syed20> <https://dblp.org/rdf/schema#publishedIn> 'Frontiers Appl. Math. Stat.' . <https://dblp.org/rec/journals/fams/Syed20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP91,"[""<https://dblp.org/rec/journals/fams/Syed20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6193,"In the year 1986 in IEEE Trans. Commun., who are the authors that published research papers about Response channels?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcom/WolfU86> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/tcom/WolfU86> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Commun.' . <https://dblp.org/rec/journals/tcom/WolfU86> <https://dblp.org/rdf/schema#yearOfPublication> '1986' },TP91,"[""<https://dblp.org/rec/journals/tcom/WolfU86>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6194,"In the year 2021 in MIE, what are the titles of the research papers on Knowledge acquisition?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mie/HagenKWEKF21> <https://dblp.org/rdf/schema#publishedIn> 'MIE' . <https://dblp.org/rec/conf/mie/HagenKWEKF21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/conf/mie/HagenKWEKF21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/mie/HagenKWEKF21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6195,"When was the paper on Digits function by TU Wien, Vienna, Austria published?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jlms/DrmotaMR11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'TU Wien, Vienna, Austria' . <https://dblp.org/rec/journals/jlms/DrmotaMR11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/jlms/DrmotaMR11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6196,What are the titles of the papers on Drone routines that were published in MUM in 2019?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mum/HoppeB0K19> <https://dblp.org/rdf/schema#publishedIn> 'MUM' . <https://dblp.org/rec/conf/mum/HoppeB0K19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' . <https://dblp.org/rec/conf/mum/HoppeB0K19> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/mum/HoppeB0K19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6197,"In Euromicro International Conference on Parallel, Distributed and Network Based Processing in 1993, what are the titles of the papers on Multiprocessor architecture?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pdp/LibsSDBJH93> <https://dblp.org/rdf/schema#publishedIn> 'PDP' . <https://dblp.org/rec/conf/pdp/LibsSDBJH93> <https://dblp.org/rdf/schema#yearOfPublication> '1993' . <https://dblp.org/rec/conf/pdp/LibsSDBJH93> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/pdp/LibsSDBJH93>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6198,"In the year 2020 in IEEE Access, who are the authors that published research papers about Patient relationship?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/LiuYLH20> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/access/LiuYLH20> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' . <https://dblp.org/rec/journals/access/LiuYLH20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP91,"[""<https://dblp.org/rec/journals/access/LiuYLH20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6199,"In 2013 in PPDP, what are the titles of the papers on Type extensions?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ppdp/CaballeroST13> <https://dblp.org/rdf/schema#publishedIn> 'PPDP' . <https://dblp.org/rec/conf/ppdp/CaballeroST13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' . <https://dblp.org/rec/conf/ppdp/CaballeroST13> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/ppdp/CaballeroST13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6200,"In ICCNMC in 2005, who are the authors that published papers about Probability system?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iccnmc/JeongJMK05> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/iccnmc/JeongJMK05> <https://dblp.org/rdf/schema#publishedIn> 'ICCNMC' . <https://dblp.org/rec/conf/iccnmc/JeongJMK05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' },TP91,"[""<https://dblp.org/rec/conf/iccnmc/JeongJMK05>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6201,"When was the research paper on Knowledge representation by University of Manchester, UK published?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bib/StevensGB00> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Manchester, UK' . <https://dblp.org/rec/journals/bib/StevensGB00> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/bib/StevensGB00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6202,"In the year 2021 in Int. J. Comput. Vis., what are the titles of the research papers on Foreground maps?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcv/ChengF21> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Comput. Vis.' . <https://dblp.org/rec/journals/ijcv/ChengF21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/journals/ijcv/ChengF21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ijcv/ChengF21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6203,"When was the paper on Point detection by University of Oxford, Mathematical Institute, UK published?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ejasp/CaoTWX19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Oxford, Mathematical Institute, UK' . <https://dblp.org/rec/journals/ejasp/CaoTWX19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/ejasp/CaoTWX19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6204,Who are the authors that published papers about Packet drop in SIAM J. Control. Optim. in 2021?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/siamco/GuTQ21> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/siamco/GuTQ21> <https://dblp.org/rdf/schema#publishedIn> 'SIAM J. Control. Optim.' . <https://dblp.org/rec/journals/siamco/GuTQ21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP91,"[""<https://dblp.org/rec/journals/siamco/GuTQ21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6205,"In ICPR in 2012, who are the authors that published papers about Image representations?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icpr/XuGN12> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/icpr/XuGN12> <https://dblp.org/rdf/schema#publishedIn> 'ICPR' . <https://dblp.org/rec/conf/icpr/XuGN12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP91,"[""<https://dblp.org/rec/conf/icpr/XuGN12>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6206,"In 1993 in Future Gener. Comput. Syst., what are the titles of the papers on Design support tool?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/fgcs/DHeygereMR93> <https://dblp.org/rdf/schema#publishedIn> 'Future Gener. Comput. Syst.' . <https://dblp.org/rec/journals/fgcs/DHeygereMR93> <https://dblp.org/rdf/schema#yearOfPublication> '1993' . <https://dblp.org/rec/journals/fgcs/DHeygereMR93> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/fgcs/DHeygereMR93>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6207,When was the paper on N attitudes by University of Massachusetts Amherst published?,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/its/ArroyoSBW12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Massachusetts Amherst, Center for Knowledge Communication, MA, USA' . <https://dblp.org/rec/conf/its/ArroyoSBW12> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/its/ArroyoSBW12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6208,"In the year 2016 in NANOCOM, what are the titles of the research papers on Broadcast system?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/nanocom/MavridopoulosNT16> <https://dblp.org/rdf/schema#publishedIn> 'NANOCOM' . <https://dblp.org/rec/conf/nanocom/MavridopoulosNT16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' . <https://dblp.org/rec/conf/nanocom/MavridopoulosNT16> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/nanocom/MavridopoulosNT16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6209,"In 2005 in International Joint Conference on Natural Language Processing, who are the authors that published papers about Opinion extraction?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ijcnlp/KobayashiIMTF04> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/ijcnlp/KobayashiIMTF04> <https://dblp.org/rdf/schema#publishedIn> 'IJCNLP' . <https://dblp.org/rec/conf/ijcnlp/KobayashiIMTF04> <https://dblp.org/rdf/schema#yearOfPublication> '2005' },TP91,"[""<https://dblp.org/rec/conf/ijcnlp/KobayashiIMTF04>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6210,"In 2021 in Int. J. Comput. Intell. Syst., what are the titles of the papers on Salesman problem?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcisys/RenWWW21> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Comput. Intell. Syst.' . <https://dblp.org/rec/journals/ijcisys/RenWWW21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/journals/ijcisys/RenWWW21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ijcisys/RenWWW21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6211,"In the year 2018 in Int. J. Appl. Evol. Comput., what are the titles of the research papers on Classification models?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijaec/SahuS18> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Appl. Evol. Comput.' . <https://dblp.org/rec/journals/ijaec/SahuS18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' . <https://dblp.org/rec/journals/ijaec/SahuS18> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ijaec/SahuS18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6212,"De La Salle University, Manila, Philippines published a paper on Text readability in what year?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ialp/ImperialO20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'De La Salle University, Manila, Philippines' . <https://dblp.org/rec/conf/ialp/ImperialO20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/ialp/ImperialO20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6213,What are the titles of the papers on Shape derivatives that were published in J. Comput. Phys. in 2007?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jcphy/HeKO07> <https://dblp.org/rdf/schema#publishedIn> 'J. Comput. Phys.' . <https://dblp.org/rec/journals/jcphy/HeKO07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' . <https://dblp.org/rec/journals/jcphy/HeKO07> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/jcphy/HeKO07>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6214,"In IEEE Access in 2020, who are the authors that published papers about Set model?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/LiJZYLZL20> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/access/LiJZYLZL20> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' . <https://dblp.org/rec/journals/access/LiJZYLZL20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP91,"[""<https://dblp.org/rec/journals/access/LiJZYLZL20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6215,"In J. Database Manag. in 2011, who are the authors that published papers about Document database?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jdm/SenguptaV11> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/jdm/SenguptaV11> <https://dblp.org/rdf/schema#publishedIn> 'J. Database Manag.' . <https://dblp.org/rec/journals/jdm/SenguptaV11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP91,"[""<https://dblp.org/rec/journals/jdm/SenguptaV11>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6216,Who are the authors that published papers about Barrier source in iSES in 2019?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ises/KumarST19> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/ises/KumarST19> <https://dblp.org/rdf/schema#publishedIn> 'iSES' . <https://dblp.org/rec/conf/ises/KumarST19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP91,"[""<https://dblp.org/rec/conf/ises/KumarST19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6217,"In the year 2016 in Mensch & Computer Workshopband, what are the titles of the research papers on Recommender systems?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mc/HolzingerVZ16> <https://dblp.org/rdf/schema#publishedIn> 'Mensch & Computer Workshopband' . <https://dblp.org/rec/conf/mc/HolzingerVZ16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' . <https://dblp.org/rec/conf/mc/HolzingerVZ16> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/mc/HolzingerVZ16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6218,What are the titles of the papers on Interference channels that were published in CrownCom in 2010?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/crowncom/MochaourabCJ10> <https://dblp.org/rdf/schema#publishedIn> 'CrownCom' . <https://dblp.org/rec/conf/crowncom/MochaourabCJ10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' . <https://dblp.org/rec/conf/crowncom/MochaourabCJ10> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/crowncom/MochaourabCJ10>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6219,When was the paper on Issue width by Delft University of Technology published?,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/date/BrandonW13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Delft University of Technology, Netherlands' . <https://dblp.org/rec/conf/date/BrandonW13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/date/BrandonW13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6220,Who are the authors that published papers about Grade title in ICLS in 1996?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icls/Bucci96> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/icls/Bucci96> <https://dblp.org/rdf/schema#publishedIn> 'ICLS' . <https://dblp.org/rec/conf/icls/Bucci96> <https://dblp.org/rdf/schema#yearOfPublication> '1996' },TP91,"[""<https://dblp.org/rec/conf/icls/Bucci96>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6221,"In Comput. Aided Des. in 1996, what are the titles of the papers on Generating assembly?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cad/BertolottoBFN96> <https://dblp.org/rdf/schema#publishedIn> 'Comput. Aided Des.' . <https://dblp.org/rec/journals/cad/BertolottoBFN96> <https://dblp.org/rdf/schema#yearOfPublication> '1996' . <https://dblp.org/rec/journals/cad/BertolottoBFN96> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/cad/BertolottoBFN96>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6222,"In 2007 in International Conference on the Theory and Application of Cryptology and Information Security, what are the titles of the papers on Byzantine agreement?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/asiacrypt/Beerliova-TrubiniovaHR07> <https://dblp.org/rdf/schema#publishedIn> 'ASIACRYPT' . <https://dblp.org/rec/conf/asiacrypt/Beerliova-TrubiniovaHR07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' . <https://dblp.org/rec/conf/asiacrypt/Beerliova-TrubiniovaHR07> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/asiacrypt/Beerliova-TrubiniovaHR07>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6223,"In Autom. in 2017, what are the titles of the papers on Mode control?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/automatica/ShtesselMF17> <https://dblp.org/rdf/schema#publishedIn> 'Autom.' . <https://dblp.org/rec/journals/automatica/ShtesselMF17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' . <https://dblp.org/rec/journals/automatica/ShtesselMF17> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/automatica/ShtesselMF17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6224,"In the year 2018 in ICETE, what are the titles of the research papers on Platform architecture?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icete/Levina18> <https://dblp.org/rdf/schema#publishedIn> 'ICETE (1)' . <https://dblp.org/rec/conf/icete/Levina18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' . <https://dblp.org/rec/conf/icete/Levina18> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/icete/Levina18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6225,"In Systems and Computers in Japan in 2001, who are the authors that published papers about Game system?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/scjapan/SasakiT01> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/scjapan/SasakiT01> <https://dblp.org/rdf/schema#publishedIn> 'Systems and Computers in Japan' . <https://dblp.org/rec/journals/scjapan/SasakiT01> <https://dblp.org/rdf/schema#yearOfPublication> '2001' },TP91,"[""<https://dblp.org/rec/journals/scjapan/SasakiT01>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6226,"In COMPSAC (2) in 2009, what are the titles of the papers on Agent protection?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/compsac/MunozMHM09> <https://dblp.org/rdf/schema#publishedIn> 'COMPSAC (2)' . <https://dblp.org/rec/conf/compsac/MunozMHM09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' . <https://dblp.org/rec/conf/compsac/MunozMHM09> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/compsac/MunozMHM09>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6227,"In the year 2021 in CoRR, what are the titles of the research papers on Modulation recognition?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2105-13746> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2105-13746> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/journals/corr/abs-2105-13746> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/abs-2105-13746>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6228,"In 2003 in IEEE International Symposium on Personal and Indoor Mobile Radio Conference, what are the titles of the papers on Antennas transmission?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pimrc/YiL03> <https://dblp.org/rdf/schema#publishedIn> 'PIMRC' . <https://dblp.org/rec/conf/pimrc/YiL03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' . <https://dblp.org/rec/conf/pimrc/YiL03> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/pimrc/YiL03>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
