id,question_string,query,template_id,entities,relations,temporal,help_out
Q0899,Who are the co-authors of Thanh Nguyen in the last nine years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/6674-4> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/07/6674-4>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/07/6674-4>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0900,"List the venues in which Kundur, Deepa published papers and the titles of these papers.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/3714> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/05/3714>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0901,Mention the papers published by Yi-Bing Lin and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/YiBingLin> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/l/YiBingLin>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0902,List the titles of the papers that Milan Basic published in the last seven years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/7278> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/96/7278>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0904,"Name the co-authors of Campbell, M. in the last seven years and where are they affiliated?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/3339> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/72/3339>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/72/3339>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0905,Which papers did author Werner Ruckriegel publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/833> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/34/833>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0906,Mention the papers published by Christian A. Mueller and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/3215> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/117/3215>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0907,Who are the co-authors of Ami Litman in the last eight years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/2971> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/41/2971>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/41/2971>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0908,"Which publications did Boht\u00E9, Sander M. author and in which year?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/5737> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/15/5737>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0909,"Mention the papers published by Dabran, Itai and in which year.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/3968> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/45/3968>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0910,Which publications did Jonas M. author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/4352> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/91/4352>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0911,"Which papers did author Zhang, Q. publish and in which year?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1377> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/06/1377>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0912,What are the titles of the papers that Zhenpeng Wang published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/10180> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/63/10180>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0913,List the titles of the papers that Benjamin Egelund-M\u00FCller published and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/210/9429> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/210/9429>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0914,"What are the titles of the papers that Turner, R. M. published and in which venues?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/4415> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/59/4415>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0915,List the venues in which Artiom Kovnatsky published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/9060> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/68/9060>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0916,"Name the co-authors of Bus, Peter in the last 2 years and where are they affiliated?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/175/7382> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/175/7382>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/175/7382>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0917,What are the titles of the papers that Ahmed O. Al-Jaber published in the last two years and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/10562> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/29/10562>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0918,In which venues did A. Avizienis publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/5913> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/74/5913>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0919,List the titles of the papers that Robert Dale published in the last three years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/5943> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/92/5943>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0920,Who are the co-authors of Jintao Wang in the last four years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/4008> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/14/4008>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/14/4008>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0921,Which papers did author Konstantinos Sagonas publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/KonstantinosFSagonas> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/s/KonstantinosFSagonas>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0922,Name the co-authors of Meng Y. in the last two years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/10773> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/84/10773>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/84/10773>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0923,Name the co-authors of Michael A. Jacobs in the last 4 years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/4633> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/71/4633>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/71/4633>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0924,"Mention the other authors with whom Amoudruz, Lucas has co-authored papers in the last 7 years and where are they affiliated.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/217/9400> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/217/9400>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/217/9400>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0925,Name the co-authors of Mark Crovella in the last four years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/MarkCrovella> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/c/MarkCrovella>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/c/MarkCrovella>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0928,Which papers did author Samson Young publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/4925> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/159/4925>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0929,Which papers did author Stefan Vigerske publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/4489> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/10/4489>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0930,List the venues in which George K. Georgoulas published papers in the last 6 years and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/9417> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/45/9417>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0931,"What are the titles of the papers that Zehavi, Meirav published and in which venues?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/133/1023> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/133/1023>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0932,Who are the co-authors of Ruibin M. in the last 7 years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/207/5786> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/207/5786>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/207/5786>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0933,In which venues did David Murray-Rust publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/100> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/93/100>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0934,"What are the titles of the papers that Gallart, Montserrat published in the last 9 years and in which venues?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/2933> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/187/2933>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0935,List the venues in which Said Mirza Pahlevi published papers in the last six years and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/138> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/16/138>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0937,Mention the papers published by A. Ghaffari Hadigheh and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/4071> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/60/4071>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0938,What are the titles of the papers that Daryush D. Mehta published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/9879> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/56/9879>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0939,Which publications did Francesco D'Ettorre author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/310/0083> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/310/0083>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0940,List the titles of the papers that Nikolay M. Safyannikov published and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/210/5566> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/210/5566>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0941,Who are the co-authors of Dino Giuli in the last nine years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/1653> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/53/1653>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/53/1653>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0942,"Name the co-authors of Banitaan, S. in the last 9 years and where are they affiliated?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/10168> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/50/10168>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/50/10168>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0943,Name the co-authors of Liang Zheng in the last two years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/7360-1> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/61/7360-1>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/61/7360-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0944,"Who are the co-authors of Hafid, Abdelhakim in the last seven years and where are they affiliated?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/2285> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/73/2285>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/73/2285>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0945,"List the venues in which Erel, Erdal published papers and the titles of these papers.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/5013> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/12/5013>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0946,Which papers did author Glen Thorpe publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/145/8693> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/145/8693>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0947,List the venues in which Philip E. Gill published papers in the last 2 years and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/4552> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/04/4552>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0948,"Mention the papers published by Freedman, M. J. and in which year.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/1370> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/65/1370>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0949,Mention the papers published by Ryan Zarick and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/10444> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/38/10444>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0950,Which papers did author Ryszard Kozera publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/6638> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/97/6638>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0951,List the titles of the papers that S. Madarasmi published and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/2497> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/32/2497>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0952,Which publications did Kiril T. author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/8750> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/79/8750>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0953,Mention the other authors with whom Miroslav V. has co-authored papers in the last nine years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/160/8748> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/160/8748>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/160/8748>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0954,"Which papers did author Martin, E. publish and in which year?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/11478> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/58/11478>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0955,"List the titles of the papers that Zhao, D. published in the last seven years and in which venues.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/191/2316> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/191/2316>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0956,What are the titles of the papers that Donggun Lee published in the last 7 years and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/8562> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/51/8562>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0957,List the venues in which Kevin Lamshoft published papers in the last two years and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/213/9645> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/213/9645>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0958,"In which venues did Lind, S. M. publish papers and what are the titles of these papers?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/8706> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/31/8706>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
