id,question_string,query,template_id,entities,relations,temporal,help_out
Q3785,Where was 'Enabling intent to configure scientific networks for high performance demands' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/fgcs/KiranPMTGM18> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/fgcs/KiranPMTGM18>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3786,List the authors of the paper 'Location-Aware Security Services for Wireless Sensor Networks Using Network Coding'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/infocom/AydayDF07> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/infocom/AydayDF07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3787,'Haptic shared control for backward parking and its effect on skill increase in novice drivers' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sii/TadaW15> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/sii/TadaW15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3788,In which venue was the paper 'A Document Retrieval System for the Personal Computer' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/ReynoldsC93> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/hci/ReynoldsC93>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3789,Who wrote the paper 'Improving the Chilean College Admissions System'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ior/RiosLPC21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/ior/RiosLPC21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3790,Name the authors of the paper 'Correlation of Gene Expression as Measured by Different Assays'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gcb/MollerBGKLT01> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/gcb/MollerBGKLT01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3791,'A Training Experience with Aptterns' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cacm/GoldfedderR96> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/cacm/GoldfedderR96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3792,The paper 'IoT Botnet Detection Using Various One-Class Classifiers' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/vjcs/RajRARNR21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/vjcs/RajRARNR21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3793,Mention the venue in which 'Evaluation of a rule-based control strategy for an equalization facility with technical/physical constraints' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eucc/ClercqVHV99> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/eucc/ClercqVHV99>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3794,Who wrote the paper 'Validating Autofocus Algorithms with Automated Tests'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/robotics/WernerC18> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/robotics/WernerC18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3795,Find the number of authors of the paper 'Energy-Efficient Baseband Unit Placement in a Fixed/Mobile Converged WDM Aggregation Network'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/jsac/CarapelleseTP14> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/jsac/CarapelleseTP14>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3796,Who is the author of the paper 'Scalable Pooled Time Series of Big Video Data from the Deep Web'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/MattmannS16> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/corr/MattmannS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3797,The paper 'Asymptotics of determinants of Hankel matrices via non-linear difference equations' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jat/BasorCH15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/jat/BasorCH15>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3798,Name the authors of the paper 'Periodic hidden Markov model-based workload clustering and characterization'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/IEEEcit/LiY08> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/IEEEcit/LiY08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3799,Who wrote the paper 'Path planning and tracking for robots based on cubic hermite splines in real-time'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/etfa/WagnerKKM10> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/etfa/WagnerKKM10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3800,How many authors does the publication 'Image quality assessment for machine learning tasks using meta-reinforcement learning' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/mia/SaeedFSBYRFSNBH22> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/mia/SaeedFSBYRFSNBH22>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3801,What year was 'On the role of the Facilitator in information security risk assessment' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/virology/Coles-KempO07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/virology/Coles-KempO07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3802,The paper 'SINMEF - A Decomposition Based Synthesis Tool for Large FSMs' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/glvlsi/QuinteroS99> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/glvlsi/QuinteroS99>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3803,Name the authors of the paper 'Elastic Smart Contracts in Blockchains'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ieeejas/DustdarFGR21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/ieeejas/DustdarFGR21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3804,List the authors of the paper 'Impacts of Web Systems on their Domain'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jwe/YusopLZ05> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/jwe/YusopLZ05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3805,How many authors does the publication 'Graph Attention Neural Network for Image Restoration' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/icmcs/MouZ21> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/icmcs/MouZ21>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3806,Who is the author of the paper 'Verifying Properties of HMS Machine Specifications of Real-Time Systems'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cav/GabrielianI91> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/cav/GabrielianI91>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3807,Mention the number of authors of the paper 'Ontology Mapping: The Case of the CINeSPACE Project'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/smap/LinazaSCBI09> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/smap/LinazaSCBI09>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3808,In which venue was the paper 'Assessing the Benefits of Imputing ERP Projects with Missing Data' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/metrics/MyrtveitOS01> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/metrics/MyrtveitOS01>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3809,'Robust computationally efficient control of cooperative closed-chain manipulators with uncertain dynamics' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/automatica/GueaiebAB07> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/automatica/GueaiebAB07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3810,The paper 'ST-TrajVis: interacting with trajectory data' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/bcshci/GoncalvesAMG13> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/bcshci/GoncalvesAMG13>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3811,Where was 'The Paper Enigma Machine' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cryptologia/Koss04> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/cryptologia/Koss04>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3812,Mention the year in which 'A little personalization goes a long way' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/interactions/Pemberton04c> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/interactions/Pemberton04c>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3813,Mention the number of authors of the paper 'Combining tactile sensing and vision for rapid haptic mapping'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/iros/BhattacharjeeSP15> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/iros/BhattacharjeeSP15>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3814,Find the venue in which the paper 'Design and Development of LIS Subject Portal using Bluevoda' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijicthd/KumarSSV13> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/ijicthd/KumarSSV13>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3815,What year was 'System Design of a Hand-Held Mobile Robot for Craniotomy' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/miccai/KaneEBRWMM09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/miccai/KaneEBRWMM09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3816,How many authors does the publication 'Invited Talks' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/flairs/AlevenFGPW09> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/flairs/AlevenFGPW09>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3817,List the authors of the paper 'Small white matter lesion detection in cerebral small vessel disease'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/micad/GhafoorianKULHM15> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/micad/GhafoorianKULHM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3818,The paper 'HIDEL: A Language for Hierarchical VLSI Design' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cj/AnconaCFP91> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/cj/AnconaCFP91>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3819,What year was 'EEG-based visual deviance detection in freely behaving mice' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/neuroimage/KatBPSMBTK21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/neuroimage/KatBPSMBTK21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3820,The paper 'Defining Corecursive Functions in Coq Using Approximations (Artifact)' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/darts/RusuN22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/darts/RusuN22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3821,List the authors of the paper 'Analysis of symbolic models of biometrie data and their use for action and user identification'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cibcb/HughesBKKD18> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/cibcb/HughesBKKD18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3822,The paper 'Speaking Rate Changes Affect Phone Durations Differently for Neutral and Emotional Speech' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eusipco/GaoB18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/eusipco/GaoB18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3823,Who is the author of the paper 'Simple and Efficient String Algorithms for Query Suggestion Metrics Computation'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/spire/LoptevSS14> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/spire/LoptevSS14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3824,Name the authors of the paper 'Highly Efficient Computational Methods for Two Dimensional Coupled Nonlinear Unsteady Convection-Diffusion Problems'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/SaqibHM17> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/access/SaqibHM17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3825,Where was 'Class Embodiment Autoencoder (CEAE) for classifying the botanical origins of honey' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ivcnz/PhillipsA19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/ivcnz/PhillipsA19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3826,Find the number of authors of the paper 'Distributed Algorithms for Dynamic Bandwidth Provisioning in Communication Networks'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/jcm/EliasMCP06> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/jcm/EliasMCP06>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3827,Find the number of authors of the paper 'Overview of the TREC-9 Web Track'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/trec/Hawking00> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/trec/Hawking00>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3828,How many authors does 'C5' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/slt/SuendermannLEDP08> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/slt/SuendermannLEDP08>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3829,'On the Satisfiability of Random k-Horn Formulae' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dimacs/Istrate01> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/dimacs/Istrate01>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3830,"Find the number of authors of the paper 'Designing and building powerful, inexpensive robots for evolutionary research'.",SELECT ?answer WHERE { <https://dblp.org/rec/conf/gecco/Soule13> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/gecco/Soule13>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3831,Where was 'Combiform: a combinable social gaming platform' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/siggraph/YeeJDU12> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/siggraph/YeeJDU12>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3832,In which venue was the paper 'Monolithic 3-D Integration' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/micro/BishopWMS19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/micro/BishopWMS19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3833,Mention the number of authors of the paper 'A File System Abstraction for Sense and Respond Systems'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/mobisys/TilakPCBA13> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/mobisys/TilakPCBA13>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3834,List the authors of the paper 'Weighted and Class-Specific Maximum Mean Discrepancy for Unsupervised Domain Adaptation'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tmm/YanLWLXZ20> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/tmm/YanLWLXZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3835,What year was 'Modeling denial-of-service against pending interest table in named data networking' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcomsys/WangCZQZ14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/ijcomsys/WangCZQZ14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3836,Find the number of authors of the paper 'Common datum'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/siggraph/KleinP21> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/siggraph/KleinP21>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3837,How many authors does the publication 'An Efficient Commit Protocol Exploiting Primary-Backup Placement in a Distributed Storage System' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/prdc/OuyangYY06> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/prdc/OuyangYY06>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3838,'Image morphing with conformal welding' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/vc/FanFCGL16> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/vc/FanFCGL16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3839,'Fixed-parameter evolutionary algorithms for the Euclidean Traveling Salesperson problem' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cec/NallaperumaSN13> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/cec/NallaperumaSN13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3840,Who is the author of the paper 'Storage Optimization of Tree Structured Files'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigmod/MaineR71> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/sigmod/MaineR71>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3841,Who wrote the paper 'A Distributed Virtual Storytelling System for Firefighters Training'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/storytelling/PerdigauTSJ03> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/storytelling/PerdigauTSJ03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3842,Find the venue in which the paper 'A Consensus Clustering Algorithm for Multitask Multiview Learning' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iske/ZhangYZOZ19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/iske/ZhangYZOZ19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3843,The paper 'Quadrotor trajectory tracking and obstacle avoidance by chaotic grey wolf optimization- based backstepping control with sliding mode extended state observer' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/tinstmc/WangMCZ20> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/tinstmc/WangMCZ20>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3844,Mention the number of authors of the paper 'Analyzing Parallelism and Domain Similarities in the MAREC Patent Corpus'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/irfc/WaschleR12> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/irfc/WaschleR12>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3845,Mention the number of authors of the paper 'Network traffic analyzing and monitoring locations in the IP Multimedia Subsystem'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/euromicro/RatySS05> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/euromicro/RatySS05>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3846,'A Generalized SDP Multi-Objective Optimization Method for EM-Based Microwave Device Design' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/LiuCK19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/sensors/LiuCK19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3847,Who wrote the paper 'PAL: Exploiting Java Annotations for Parallelism'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/coregrid/DaneluttoPVDLP06> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/coregrid/DaneluttoPVDLP06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3848,Who wrote the paper 'Control of a Chain Pendulum: A fuzzy logic approach'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcisys/Aranda-Escolastico16> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/ijcisys/Aranda-Escolastico16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3849,'VPriv: Protecting Privacy in Location-Based Vehicular Services' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/uss/PopaBB09> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/uss/PopaBB09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3850,What year was 'Space efficient streaming algorithms for the distance to monotonicity and asymmetric edit distance' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1204-1098> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/corr/abs-1204-1098>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3851,The authors of 'Multi modal spatio temporal co-trained CNNs with single modal testing on RGB-D based sign language gesture recognition' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/vlc/RaviSKEKK19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/vlc/RaviSKEKK19> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/vlc/RaviSKEKK19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3852,Which other publications were published by the authors of 'A new distributed topology control algorithm for wireless environments with non-uniform path loss and multipath propagation'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/adhoc/SethuG10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/adhoc/SethuG10>) },TP12,"[""<https://dblp.org/rec/journals/adhoc/SethuG10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3853,List the other publications published by the authors of 'A one-class classification decision tree based on kernel density estimation'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/asc/ItaniLF20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/asc/ItaniLF20>) },TP12,"[""<https://dblp.org/rec/journals/asc/ItaniLF20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3854,Name the other publications published by the authors of 'Fidelity of the representation of value in decision-making'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ploscb/BaysD17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/ploscb/BaysD17>) },TP12,"[""<https://dblp.org/rec/journals/ploscb/BaysD17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3855,The authors of 'Visual Exploration of Semantic Relationships in Neural Word Embeddings' have which webpages?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tvcg/LiuBTSWLP18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/tvcg/LiuBTSWLP18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q3856,"List the other publications published by the authors of 'Optimized-motion planning - theory and implementation by Cherif Ahrikencheikh and Ali Seireg : John Wiley & Sons Inc, Chichester (1994) 366 pp, ISBN 0-471-01903-8'.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cad/Sharir97> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/cad/Sharir97>) },TP12,"[""<https://dblp.org/rec/journals/cad/Sharir97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3857,"Which other papers were written by the authors of 'Capacity, Delay and Mobility in Wireless Ad-Hoc Networks'?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/infocom/BansalL03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/infocom/BansalL03>) },TP12,"[""<https://dblp.org/rec/conf/infocom/BansalL03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3858,Name the other publications published by the authors of 'Graceful Degradation for Component-Based Embedded Software'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iasse/Saridakis04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/iasse/Saridakis04>) },TP12,"[""<https://dblp.org/rec/conf/iasse/Saridakis04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3859,What are the venues of the other papers published by the authors of 'Using multi-criteria decision making for personalized point-of-interest recommendations'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gis/LyuCWL14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/gis/LyuCWL14>) },TP13,"[""<https://dblp.org/rec/conf/gis/LyuCWL14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3860,"Where was the paper 'A New Two-objective Single Machine Scheduling Problem Considers a Past-sequence-dependent Setup Time and Learning Effect' authored by Chen, Y. published?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ickii/ChenC18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/4335> . <https://dblp.org/rec/conf/ickii/ChenC18> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/ickii/ChenC18>"", ""<https://dblp.org/pid/89/4335>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3861,Find the venue of the paper 'A data representation code for text processing systems' authored by Lawrence W. Hunter.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijpp/Hunter72> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/5249> . <https://dblp.org/rec/journals/ijpp/Hunter72> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/ijpp/Hunter72>"", ""<https://dblp.org/pid/77/5249>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3862,List the other publications published by the authors of 'Semantics for the Specification of Asynchronous Communicating Systems (SACS)'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cisse/RajanBA07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/cisse/RajanBA07>) },TP12,"[""<https://dblp.org/rec/conf/cisse/RajanBA07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3863,What are the venues of the other papers published by the authors of 'Resolving Conflicting Information'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jolli/Cantwell98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/jolli/Cantwell98>) },TP13,"[""<https://dblp.org/rec/journals/jolli/Cantwell98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3864,Which other papers were written by the authors of 'The Complexity of Detecting Crossingfree Configurations in the Plane'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bit/JansenW93> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/bit/JansenW93>) },TP12,"[""<https://dblp.org/rec/journals/bit/JansenW93>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
