id,question_string,query,template_id,entities,relations,temporal,help_out
Q4135,Find the years in which the authors of 'Multinational R&D in China: differentiation and integration of global R&D networks' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijtm/WangLX14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ijtm/WangLX14> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/ijtm/WangLX14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4136,List the venues of the other papers published by the authors of 'Multidisciplinary Learning Material and Effect in a Technological University - A Case Study of Technology and Life Application in General Education'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icitl/ShuC18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/icitl/ShuC18>) },TP13,"[""<https://dblp.org/rec/conf/icitl/ShuC18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4137,Mention the venues of the other papers published by the authors of 'GTTC: A Low-Expenditure IoT Multi-Task Coordinated Distributed Computing Framework with Fog Computing'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/globecom/XiaoXCZM19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/globecom/XiaoXCZM19>) },TP13,"[""<https://dblp.org/rec/conf/globecom/XiaoXCZM19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4138,In which other years were the authors of 'Novel low cost and DNU online self-recoverable RHBD latch design for nanoscale CMOS' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iscas/HeYLZLCWCL18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/iscas/HeYLZLCWCL18> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/iscas/HeYLZLCWCL18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4139,The authors of 'Performance of speech recognition and synthesis in packet-based networks' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/interspeech/MollerKR04> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/interspeech/MollerKR04> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/interspeech/MollerKR04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4140,Which other publications were published by the authors of 'Replica Divergence Control Protocol Based on Predicted Profile'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pdpta/JebaliM02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/pdpta/JebaliM02>) },TP12,"[""<https://dblp.org/rec/conf/pdpta/JebaliM02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4141,The authors of 'A System-Wide Approach to Physician Efficiency and Utilization Rates for Non-Operating Room Anesthesia Sites' have which webpages?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jms/TsaiHBOEU17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/jms/TsaiHBOEU17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4142,List the other publications published by the authors of 'Statistical profile of science and technology in India and Brazil'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/scientometrics/Sikka97> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/scientometrics/Sikka97>) },TP12,"[""<https://dblp.org/rec/journals/scientometrics/Sikka97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4143,"Find the venue of the paper 'Intelligent Computation Offloading for MEC-Based Cooperative Vehicle Infrastructure System: A Deep Reinforcement Learning Approach' authored by Feng, Zhiyong.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tvt/YangW0CL022> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/195-1> . <https://dblp.org/rec/journals/tvt/YangW0CL022> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/tvt/YangW0CL022>"", ""<https://dblp.org/pid/48/195-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4144,Maria L. published the paper 'Nowcasting the Stance of Social Media Users in a Sudden Vote: The Case of the Greek Referendum' in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cikm/TsakalidisACL18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/6264> . <https://dblp.org/rec/conf/cikm/TsakalidisACL18> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/cikm/TsakalidisACL18>"", ""<https://dblp.org/pid/65/6264>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4145,"Find the venue of the paper 'Timing Analysis Using Functional Analysis' authored by Iyengar, Vijay S..",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tc/BrandI88> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/6657> . <https://dblp.org/rec/journals/tc/BrandI88> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/tc/BrandI88>"", ""<https://dblp.org/pid/60/6657>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4146,In which other years were the authors of 'A modular CMOS design of a Hamming network' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tnn/RobinsonYS92> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tnn/RobinsonYS92> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/tnn/RobinsonYS92>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4147,List the years in which the authors of 'Service domains' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ibmsj/TanVXTD04> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ibmsj/TanVXTD04> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/ibmsj/TanVXTD04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4148,In which venues were the other papers published by the authors of 'Organizing Similarity Spaces Using Metric Hulls'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sisap/JanosovaPD21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/sisap/JanosovaPD21>) },TP13,"[""<https://dblp.org/rec/conf/sisap/JanosovaPD21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4149,List the years in which the authors of 'On the Weak Consistency of Permutation Tests' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cssc/PesarinS13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cssc/PesarinS13> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/cssc/PesarinS13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4150,Name the other publications published by the authors of 'Strongly-Resilient and Non-Interactive Hierarchical Key-Agreement in MANETs'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iacr/GennaroHKRRW08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/iacr/GennaroHKRRW08>) },TP12,"[""<https://dblp.org/rec/journals/iacr/GennaroHKRRW08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4151,List the venues of the other papers published by the authors of 'Causal Structure Discovery between Clusters of Nodes Induced by Latent Factors'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/clear2/SquiresYNAU22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/clear2/SquiresYNAU22>) },TP13,"[""<https://dblp.org/rec/conf/clear2/SquiresYNAU22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4152,List the years in which the authors of 'Benchmarking Neural Network Architectures for Acoustic Sensor Networks' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ITGspeech/EbbersHSH18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ITGspeech/EbbersHSH18> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/ITGspeech/EbbersHSH18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4153,Which other papers were written by the authors of 'A 20-W Wide Bandwidth GaN HEMT Power Amplifier for VHF/UHF Applications'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tie/KimKOCLCLA20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/tie/KimKOCLCLA20>) },TP12,"[""<https://dblp.org/rec/journals/tie/KimKOCLCLA20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4154,Find the venue of the paper 'A linear-non-linear model for a computational call-by-value lambda calculus (extended abstract)' authored by Beno\u00EEt Valiron.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-0801-0813> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/1480> . <https://dblp.org/rec/journals/corr/abs-0801-0813> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/corr/abs-0801-0813>"", ""<https://dblp.org/pid/48/1480>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4155,In which venues were the other papers published by the authors of 'Effect of low wall shear stress on the morphology of endothelial cells and its evaluation indicators'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cmpb/SunZX21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/cmpb/SunZX21>) },TP13,"[""<https://dblp.org/rec/journals/cmpb/SunZX21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4156,Mention the venue of the paper 'A Narrative Analysis by Text Mining Technique Using Key Graph: Similarity and Difference of a View of Oral Health and Oral Risk Cognition between Japanese Living People and Dentists' authored by Fukiko K..,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icdm/KobayashiN14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/160/6061> . <https://dblp.org/rec/conf/icdm/KobayashiN14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/icdm/KobayashiN14>"", ""<https://dblp.org/pid/160/6061>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4157,Show the webpages of authors of 'Reducing the data transmission in sensor networks through Kruskal-Wallis model'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wimob/JaberTMJZH17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/conf/wimob/JaberTMJZH17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4158,What are the venues of the other papers published by the authors of 'On conditional truncated densities Bayesian networks'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijar/CortijoG18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/ijar/CortijoG18>) },TP13,"[""<https://dblp.org/rec/journals/ijar/CortijoG18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4159,In which venues were the other papers published by the authors of 'On the space chromatic number'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dm/Nechushtan02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/dm/Nechushtan02>) },TP13,"[""<https://dblp.org/rec/journals/dm/Nechushtan02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4160,Which other papers were written by the authors of 'Laplacian LRR on Product Grassmann Manifolds for Human Activity Clustering in Multicamera Video Surveillance'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcsv/WangHGSY17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/tcsv/WangHGSY17>) },TP12,"[""<https://dblp.org/rec/journals/tcsv/WangHGSY17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4161,Which other publications were published by the authors of 'Spatio-Temporal Check-in Time Prediction with Recurrent Neural Network based Survival Analysis'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ijcai/YangCR18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/ijcai/YangCR18>) },TP12,"[""<https://dblp.org/rec/conf/ijcai/YangCR18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4162,Name the other publications published by the authors of 'Increasing trust in complex machine learning systems: studies in the music domain'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sigir/Kim21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/sigir/Kim21>) },TP12,"[""<https://dblp.org/rec/journals/sigir/Kim21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4163,List the venues of the other papers published by the authors of 'Fast Distributed Algorithms for Testing Graph Properties'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/Censor-HillelFS16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/corr/Censor-HillelFS16>) },TP13,"[""<https://dblp.org/rec/journals/corr/Censor-HillelFS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4164,Which other publications were published by the authors of 'Design-Phase Buffer Allocation for Post-Silicon Clock Binning by Iterative Learning'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/ZhangLLSS17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/corr/ZhangLLSS17>) },TP12,"[""<https://dblp.org/rec/journals/corr/ZhangLLSS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4165,Show the webpages of authors of 'Evaluation of DysWebxia: a reading app designed for people with dyslexia'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/w4a/RelloB14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/conf/w4a/RelloB14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4166,Which other publications were published by the authors of 'SHACL-Based Ontology Design Patterns for Evidence-Based Decision-Making'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/semweb/VerhaegRH21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/semweb/VerhaegRH21>) },TP12,"[""<https://dblp.org/rec/conf/semweb/VerhaegRH21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4167,"The authors of 'Longitudinal Associations in Youth Involvement as Victimized, Bullying, or Witnessing Cyberbullying' published in which other years?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cbsn/HolfeldM18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cbsn/HolfeldM18> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/cbsn/HolfeldM18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4168,What are the webpages of authors of 'Toward Theoretical Techniques for Measuring the Use of Human Effort in Visual Analytic Systems'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tvcg/CrouserFEC17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/tvcg/CrouserFEC17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4169,Find the venue of the paper 'Pruning High-Similarity Clusters to Optimize Data Diversity when Building Ensemble Classifiers' authored by Brijesh K. Verma.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcia/FletcherV19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/6785> . <https://dblp.org/rec/journals/ijcia/FletcherV19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/ijcia/FletcherV19>"", ""<https://dblp.org/pid/32/6785>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4170,List the other publications published by the authors of 'OOP for Business Data Processing'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/joop/Riehle96> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/joop/Riehle96>) },TP12,"[""<https://dblp.org/rec/journals/joop/Riehle96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4171,"Baeuerle, B. published the paper 'Deep Learning Based Digital Back Propagation with Polarization State Rotation & Phase Noise Invariance' in which venue?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ofc/BitachonGBEL30> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/190/3350> . <https://dblp.org/rec/conf/ofc/BitachonGBEL30> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/ofc/BitachonGBEL30>"", ""<https://dblp.org/pid/190/3350>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4172,"Which other publications were published by the authors of 'Stationary Stochastic Models (A Brands, P Franken, and B Lisek)'?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/siamrev/Serfozo94> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/siamrev/Serfozo94>) },TP12,"[""<https://dblp.org/rec/journals/siamrev/Serfozo94>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4173,Find the years in which the authors of 'Stigmergic cooperation of nanoparticles for swarm fuzzy control of low-density lipoprotein concentration in the arterial wall' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/asc/RowhanimaneshA15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/asc/RowhanimaneshA15> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/asc/RowhanimaneshA15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4174,What are the webpages of authors of 'Does comma selection help to cope with local optima?'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gecco/Doerr20a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/conf/gecco/Doerr20a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4175,Maria Muntean published the paper 'Wrappers for web access logs feature selection' in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wims/MunteanV12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/11536> . <https://dblp.org/rec/conf/wims/MunteanV12> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/wims/MunteanV12>"", ""<https://dblp.org/pid/74/11536>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4176,Mention the venues of the other papers published by the authors of 'An infeasibility certificate for nonlinear programming based on Pareto criticality condition'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/orl/MuhammadCGT16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/orl/MuhammadCGT16>) },TP13,"[""<https://dblp.org/rec/journals/orl/MuhammadCGT16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4177,Show the webpages of authors of 'Interpretable Deep Convolutional Neural Networks via Meta-learning'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ijcnn/LiuWM18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/conf/ijcnn/LiuWM18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4178,Name the other publications published by the authors of 'Fingerprint Pore Extraction Using Convolutional Neural Networks and Logical Operation'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ccbr/ZhaoLS18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/ccbr/ZhaoLS18>) },TP12,"[""<https://dblp.org/rec/conf/ccbr/ZhaoLS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4179,In which other years were the authors of 'An RNA-Seq Bioinformatics Pipeline for Data Processing of Arabidopsis Thaliana Datasets' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icbra/DeshpandeJFLTY17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icbra/DeshpandeJFLTY17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/icbra/DeshpandeJFLTY17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4180,Name the other publications published by the authors of 'Analysis on the Path of Integration and Development of Internet and Ideological Political Education'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iciscae/Wu21c> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/iciscae/Wu21c>) },TP12,"[""<https://dblp.org/rec/conf/iciscae/Wu21c>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4181,In which venues were the other papers published by the authors of 'Recommendations in Signed Social Networks'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/www/TangAL16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/www/TangAL16>) },TP13,"[""<https://dblp.org/rec/conf/www/TangAL16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4182,List the venues of the other papers published by the authors of 'Wind Turbines Partial Load Power Regulation Using a Fast MPC Approach'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1911-03199> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/corr/abs-1911-03199>) },TP13,"[""<https://dblp.org/rec/journals/corr/abs-1911-03199>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4183,In which venues were the other papers published by the authors of 'Single-Carrier Hybrid ARQ Using Joint Transmit/Receive MMSE-FDE'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vtc/TakedaA10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/vtc/TakedaA10>) },TP13,"[""<https://dblp.org/rec/conf/vtc/TakedaA10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4184,The authors of 'Efficient and Compact Representations of Prefix Codes' have which webpages?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tit/GagieNNP15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/tit/GagieNNP15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4185,Which other papers were written by the authors of 'The Design and Implementation of RAP: A PDG-Based Register Allocator'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/spe/NorrisP98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/spe/NorrisP98>) },TP12,"[""<https://dblp.org/rec/journals/spe/NorrisP98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4186,Find the years in which the authors of 'FAQ: Questions Asked Frequently' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/KhamisNRR15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/KhamisNRR15> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/corr/KhamisNRR15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4187,The authors of 'DDI-PULearn: a positive-unlabeled learning method for large-scale prediction of drug-drug interactions' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bmcbi/ZhengPZZGL19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/bmcbi/ZhengPZZGL19> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/bmcbi/ZhengPZZGL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4188,A. H. published the paper 'Grey-box modelling and parameter estimation of switched reluctance motors' in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/IEEEcca/NaitaliAH14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/0484> . <https://dblp.org/rec/conf/IEEEcca/NaitaliAH14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/IEEEcca/NaitaliAH14>"", ""<https://dblp.org/pid/156/0484>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4189,What are the webpages of authors of 'Graph-based sequential particle filtering in lossy networks: Single and multiple collaborative cameras'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icassp/HuangS11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/conf/icassp/HuangS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
