id,question_string,query,template_id,entities,relations,temporal,help_out
Q0502,What are the papers written by Mark van den Brand and Ramon R. H. Schiffelers together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/v/MarkvandenBrand> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/2894> },TC12,"[""<https://dblp.org/pid/v/MarkvandenBrand>"", ""<https://dblp.org/pid/42/2894>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0503,Which papers did St\u00E9phane R. publish in the last four years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/StephaneRedon> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/r/StephaneRedon>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0504,In which conferences or journals has Mostafa Blidia published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/4922> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/01/4922>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0505,In which conferences or journals has Sharad Malik published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/6934> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/79/6934>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0506,What are the venues in which G. Neil Haven published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/2493> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/15/2493>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0507,Which papers did Mattia F. and Giuseppe Nunnari write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/1859> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/2552> },TC12,"[""<https://dblp.org/pid/19/1859>"", ""<https://dblp.org/pid/93/2552>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0508,"Mention the venues in which Badri, Mourad published.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/4566> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/17/4566>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0509,In which conferences or journals has J. Ma published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/9293> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/37/9293>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0510,"Mention the venues in which Zwolinski, Mark published.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/2370> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/99/2370>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0511,"What are the papers written by Steenhuizen, Durk and Tooren, M. van together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/11262> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/10065> },TC12,"[""<https://dblp.org/pid/92/11262>"", ""<https://dblp.org/pid/55/10065>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0512,Which papers did Joe V. and A. Bogdanov write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/212/7827> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/212/8582> },TC12,"[""<https://dblp.org/pid/212/7827>"", ""<https://dblp.org/pid/212/8582>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0513,What research papers did Adrian-Horia D. publish with the author affiliated to SuperData?,"SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/4469> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'SuperData, Bucharest, Romania' }",TC16,"[""<https://dblp.org/pid/66/4469>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0514,In which conferences or journals has C. Boldyreff published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/1268> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/68/1268>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0515,"Mention the venues in which Bouguelia, Mohamed-Rafik published.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/10872> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/23/10872>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0516,"List the papers published by Fukumizu, Kenji in the last nine years.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/464> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) },TC15,"[""<https://dblp.org/pid/96/464>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0517,Which papers did Angel Plastino and Roseli S. Wedemann write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/5606> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/6398> },TC12,"[""<https://dblp.org/pid/66/5606>"", ""<https://dblp.org/pid/51/6398>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0518,"Mention the papers published by K. Fischer with the author from German Research Centre for Artificial Intelligence (DFKI), Saarbr\u00FCcken, Germany.","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/1160-1> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'German Research Centre for Artificial Intelligence (DFKI), Saarbr\u00FCcken, Germany' }",TC16,"[""<https://dblp.org/pid/42/1160-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0519,List the papers published by Mohammad Ali Abam in the last two years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/MohammadAliAbam> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) },TC15,"[""<https://dblp.org/pid/a/MohammadAliAbam>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0520,Which papers did Weifeng Liu publish in the last 3 years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/147/1465> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-3) },TC15,"[""<https://dblp.org/pid/147/1465>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0521,Mention the co-authors of A. Bonivento.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/4164> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/68/4164>) },TC14,"[""<https://dblp.org/pid/68/4164>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0522,Mention the venues in which Hal A. Kierstead published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/HAKierstead> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/k/HAKierstead>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0523,Mention the venues in which S. Basu published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/5861> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/82/5861>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0524,What are the papers written by Dmitry Efrosinin and Weisi Guo together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/5784> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/8514> },TC12,"[""<https://dblp.org/pid/06/5784>"", ""<https://dblp.org/pid/72/8514>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0525,What are the papers written by Marco Liserre and F. Scarpetta together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/19> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/255/4696> },TC12,"[""<https://dblp.org/pid/49/19>"", ""<https://dblp.org/pid/255/4696>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0526,With which other authors has the author Debasish Pradhan written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/9443> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/42/9443>) },TC14,"[""<https://dblp.org/pid/42/9443>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0527,Which papers did Christina M. Payne publish in the last two years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/132/3356> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) },TC15,"[""<https://dblp.org/pid/132/3356>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0528,Which papers did Jinglin Shi publish in the last six years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/1530> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-6) },TC15,"[""<https://dblp.org/pid/84/1530>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0529,Mention the co-authors of Rupei X..,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/138/7303> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/138/7303>) },TC14,"[""<https://dblp.org/pid/138/7303>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0530,List the papers published by Patrick C. in the last 9 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/131/5969> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) },TC15,"[""<https://dblp.org/pid/131/5969>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0531,List the papers published by Bjarne Stig Andersen in the last four years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/2433> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/55/2433>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0532,List the papers published by Zhonghua Huang in the last 3 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/2539> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-3) },TC15,"[""<https://dblp.org/pid/77/2539>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0533,"Mention the co-authors of Liu, C..",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/5716-2> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/52/5716-2>) },TC14,"[""<https://dblp.org/pid/52/5716-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0534,Mention the venues in which Tobias Kowatsch published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/6574> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/05/6574>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0535,Which papers did Ingo Muegge publish in the last three years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/4534> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-3) },TC15,"[""<https://dblp.org/pid/33/4534>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0536,"Mention the venues in which Gl\u00F3wka, T. published.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/139/0156> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/139/0156>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0537,In which conferences or journals has Alex Shymka published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/193/4924> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/193/4924>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0538,Who are the co-authors of Jinhua Du?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/2112> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/61/2112>) },TC14,"[""<https://dblp.org/pid/61/2112>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0539,Which papers did Olga Veksler publish in the last four years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/v/OlgaVeksler> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/v/OlgaVeksler>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0540,"What are the papers written by Rissland, Edwina L. and Jensen, D. D. together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/EdwinaLRissland> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/828> },TC12,"[""<https://dblp.org/pid/r/EdwinaLRissland>"", ""<https://dblp.org/pid/38/828>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0541,What research papers did Henk Wymeersch publish with the author affiliated to Chalmers University of Technology?,"SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/1188> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'Chalmers University of Technology, Gothenburg, Sweden' }",TC16,"[""<https://dblp.org/pid/42/1188>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0542,What are the venues in which T. Chen published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/6812> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/52/6812>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0543,Mention the co-authors of Aljoscha Smolic.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/AljoschaSmolic> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/s/AljoschaSmolic>) },TC14,"[""<https://dblp.org/pid/s/AljoschaSmolic>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0544,List the papers published by Sheng-Tzong Cheng in the last 5 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/4313> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-5) },TC15,"[""<https://dblp.org/pid/80/4313>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0545,In which conferences or journals has Mark S. Avnet published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/130/7463> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/130/7463>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0546,"Mention the co-authors of Dubois, Eric.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/EricDubois1> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/d/EricDubois1>) },TC14,"[""<https://dblp.org/pid/d/EricDubois1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0547,Which papers did A. Allison publish in the last six years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/4553> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-6) },TC15,"[""<https://dblp.org/pid/71/4553>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0548,Which papers did Christian D. Schunn publish in the last two years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/2189> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) },TC15,"[""<https://dblp.org/pid/35/2189>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0549,What are the venues in which M. R. M. Jenkin published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/j/MichaelRMJenkin> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/j/MichaelRMJenkin>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0550,"Which papers did Suarez, T. L. publish in the last eight years?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/2100> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-8) },TC15,"[""<https://dblp.org/pid/81/2100>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0551,"In which conferences or journals has Dong, H. published papers?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/4823> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/83/4823>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0552,Mention the venues in which Hui Song published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/1785> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/51/1785>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0553,What are the papers written by Pierre Castellano and Sridha S. together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/7156> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/166> },TC12,"[""<https://dblp.org/pid/42/7156>"", ""<https://dblp.org/pid/80/166>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0554,"List the papers published by Zhao, Wen-Xiao in the last four years.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/8083> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/77/8083>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0555,"Which papers did Jiang, James J. and P. H. Cheney write together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/4743> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/6352> },TC12,"[""<https://dblp.org/pid/49/4743>"", ""<https://dblp.org/pid/49/6352>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0556,What are the venues in which Fred Cohen published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/4026> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/92/4026>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0557,"Which papers did Chen, Z. and Ioannis Savidis write together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/1439> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/3387> },TC12,"[""<https://dblp.org/pid/37/1439>"", ""<https://dblp.org/pid/37/3387>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0558,Mention the venues in which Martin Stiemerling published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/1079> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/45/1079>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0559,"Which papers did Parsapoor, Mahboobeh publish in the last nine years?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/5289> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) },TC15,"[""<https://dblp.org/pid/40/5289>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0560,List the papers published by F. Feldbusch in the last four years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/5265> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/61/5265>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0561,What are the papers written by Zhihua Hao and Xiaojiang Ma together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/5604> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/4871> },TC12,"[""<https://dblp.org/pid/46/5604>"", ""<https://dblp.org/pid/47/4871>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0562,List the papers published by Bruno Sinopoli in the last 4 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/2290> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/53/2290>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0563,"List the papers published by Yilmaz, Fatma Gizem Karaoglan in the last 4 years.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/4023> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/159/4023>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0564,"What are the papers written by Betensky, R. A. and Martin, Emily C. together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/2059> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/2449> },TC12,"[""<https://dblp.org/pid/18/2059>"", ""<https://dblp.org/pid/14/2449>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0565,In which conferences or journals has Peyman Milanfar published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/6882> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/48/6882>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0566,"What are the venues in which Yung, Moti published?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/y/MotiYung> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/y/MotiYung>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0567,"With which other authors has the author Chang, J. written papers?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/2889> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/159/2889>) },TC14,"[""<https://dblp.org/pid/159/2889>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0568,Mention the venues in which Kazuhiro Fukui published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/1485> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/01/1485>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0569,Who are the co-authors of Aashish Sharma?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/5324> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/70/5324>) },TC14,"[""<https://dblp.org/pid/70/5324>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0570,Mention the co-authors of David S..,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/132/7069> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/132/7069>) },TC14,"[""<https://dblp.org/pid/132/7069>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0571,What are the papers written by Hechmi Toumi and Mohamed Hafri together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/118/4223> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/191/2534> },TC12,"[""<https://dblp.org/pid/118/4223>"", ""<https://dblp.org/pid/191/2534>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0572,"Which papers did Tazartes, Claudine C. publish in the last 6 years?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/1224> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-6) },TC15,"[""<https://dblp.org/pid/02/1224>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0573,Mention the venues in which Jae Heon Yun published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/4859> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/99/4859>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0574,"List the papers published by Lepekhina, A. S. in the last three years.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/262/4350> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-3) },TC15,"[""<https://dblp.org/pid/262/4350>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0575,What are the venues in which J. Platos published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/2617> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/64/2617>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0576,"Which papers did Nakadai, Kazuhiro and Hiroshi G. Okuno write together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/545> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/2222> },TC12,"[""<https://dblp.org/pid/38/545>"", ""<https://dblp.org/pid/09/2222>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0577,Who are the co-authors of Yasuyo Kita?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/5556> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/66/5556>) },TC14,"[""<https://dblp.org/pid/66/5556>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0578,Which papers did Pavel N. Vorobkalov publish in the last three years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/235/7536> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-3) },TC15,"[""<https://dblp.org/pid/235/7536>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
