id,question_string,query,template_id,entities,relations,temporal,help_out
Q0229,Which publications did Noboru N. author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/4270> },TC01,"[""<https://dblp.org/pid/30/4270>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0230,What are the papers written by M. Buvana?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/5785> },TC01,"[""<https://dblp.org/pid/159/5785>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0231,What is the webpage of the person Luis Gonz\u00E1lez Abril?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/98/4378> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/98/4378>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0232,What are the papers written by John T. Nosek?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/1815> },TC01,"[""<https://dblp.org/pid/29/1815>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0233,What are the papers written by Ida S. Tognisse?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/291/6531> },TC01,"[""<https://dblp.org/pid/291/6531>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0234,What are the papers written by the person JingTao Yao?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/y/JingtaoYao> },TC01,"[""<https://dblp.org/pid/y/JingtaoYao>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0235,Which publications did B. J. Geisler author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/266/5297> },TC01,"[""<https://dblp.org/pid/266/5297>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0236,"What is the webpage of Milo, T.?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/TovaMilo> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/m/TovaMilo>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0237,Which publications did Rory O'Moore author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/1756> },TC01,"[""<https://dblp.org/pid/47/1756>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0238,Which publications did Matthew S. Nokleby author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/3378> },TC01,"[""<https://dblp.org/pid/66/3378>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0239,What is the primary affiliation of Carlos D. Kloos?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/k/CarlosDelgadoKloos> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/k/CarlosDelgadoKloos>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0240,What are the papers written by the person Nael B. Abu-Ghazaleh?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/2654> },TC01,"[""<https://dblp.org/pid/86/2654>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0241,What are the papers written by the person A. V. Thakur?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/1945> },TC01,"[""<https://dblp.org/pid/68/1945>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0242,"What is the webpage of the person Correia, P. Lobato?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/80/1829> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/80/1829>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0243,Which papers did the author Clare C. write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/217/4832> },TC01,"[""<https://dblp.org/pid/217/4832>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0244,What is the Wikidata ID of Anselmo Lastra?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/83/6799> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/83/6799>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0245,Which papers did the author L. Zhu write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/549> },TC01,"[""<https://dblp.org/pid/99/549>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0246,Which publications did Julia Lieb author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/177/9433> },TC01,"[""<https://dblp.org/pid/177/9433>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0247,Which papers did the author Francesco Cardinale write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/10751> },TC01,"[""<https://dblp.org/pid/50/10751>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0248,Which papers did the author B. Chen write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/1638> },TC01,"[""<https://dblp.org/pid/54/1638>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0249,"What is the webpage of the person Thangarajah, J.?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/02/2279> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/02/2279>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0250,What are the papers written by the person Sangmi Lee Pallickara?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/1106> },TC01,"[""<https://dblp.org/pid/38/1106>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0251,Show the Wikidata ID of the person Peter Dayan.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/22/522> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/22/522>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0252,What is the webpage of the person Markus Holzer?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/h/MarkusHolzer1> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/h/MarkusHolzer1>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0253,"Which publications did Krishnaswamy, Ravishankar author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/813> },TC01,"[""<https://dblp.org/pid/74/813>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0254,"What are the papers written by Michel, Fridolin?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/10252> },TC01,"[""<https://dblp.org/pid/94/10252>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0255,Mention the primary affiliation of Danny Ziyi Chen.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/c/DannyZChen> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/c/DannyZChen>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0256,Which publications did M. Hou author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/202/3811> },TC01,"[""<https://dblp.org/pid/202/3811>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0257,Which papers did the author Ataollah Ebrahimzadeh write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/3605> },TC01,"[""<https://dblp.org/pid/45/3605>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0258,Which papers did the author Reinhard Stoiber write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/5988> },TC01,"[""<https://dblp.org/pid/59/5988>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0259,What are the papers written by the person Francesca N.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/276/3533> },TC01,"[""<https://dblp.org/pid/276/3533>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0260,Which publications did Shu-Fang Chen author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/8004> },TC01,"[""<https://dblp.org/pid/122/8004>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0261,Which publications did Jack Minker author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/JackMinker> },TC01,"[""<https://dblp.org/pid/m/JackMinker>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0262,Adrian Dumitrescu is primarily affiliated to which institution?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/69/5787> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/69/5787>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0263,What are the papers written by Arnesh Telukdarie?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/233/4505> },TC01,"[""<https://dblp.org/pid/233/4505>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0264,What are the papers written by the person P. Hungler?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/246/5029> },TC01,"[""<https://dblp.org/pid/246/5029>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0265,What are the papers written by the person S. W. Roberts?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/184/7800> },TC01,"[""<https://dblp.org/pid/184/7800>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0266,What are the papers written by the person Frederick R. Adler?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/10996> },TC01,"[""<https://dblp.org/pid/95/10996>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0267,"What is the primary affiliation of Zhang, Lixin?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/50/7421> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/50/7421>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0268,What are the papers written by Chris Bain?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/233/2122> },TC01,"[""<https://dblp.org/pid/233/2122>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0269,"What are the papers written by Rech, L.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/3196> },TC01,"[""<https://dblp.org/pid/30/3196>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0270,What are the papers written by the person Francisco Javier L\u00F3pez-Fraguas?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/FJLopezFraguas> },TC01,"[""<https://dblp.org/pid/l/FJLopezFraguas>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0271,Which publications did Wei Jiang author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/3839> },TC01,"[""<https://dblp.org/pid/21/3839>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0272,What are the papers written by the person Yajie Wang?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/821> },TC01,"[""<https://dblp.org/pid/10/821>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0273,Which publications did Sridhar Iyer author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/4930> },TC01,"[""<https://dblp.org/pid/45/4930>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0274,"What is the primary affiliation of Evans, D. J.?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/02/802-1> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/02/802-1>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0275,What is the webpage of Elizabeth D. Mynatt?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/ElizabethDMynatt> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/m/ElizabethDMynatt>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0276,"Show the Wikidata ID of the person Nguyen, N. Thanh.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/n/NgocThanhNguyen> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/n/NgocThanhNguyen>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0277,"Find the primary affiliation of Chen, Xiang.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/64/3062-7> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/64/3062-7>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0278,Show the Wikidata ID of the person Steve A. Schneider.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/s/SASchneider> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/s/SASchneider>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0279,What is the webpage of Francisco Herrera?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/04/0> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/04/0>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0280,What are the papers written by Z. Qu?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/2938> },TC01,"[""<https://dblp.org/pid/26/2938>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0281,"What is the primary affiliation of Pedrycz, W.?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/p/WitoldPedrycz> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/p/WitoldPedrycz>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0282,What are the papers written by Anders Berglund?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/3602> },TC01,"[""<https://dblp.org/pid/58/3602>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0283,Which papers did the author Xiamu Niu write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/6338> },TC01,"[""<https://dblp.org/pid/27/6338>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0284,Which publications did John Tromp author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/86> },TC01,"[""<https://dblp.org/pid/46/86>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0285,Which papers did the author Mahdi Shabany write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/4324> },TC01,"[""<https://dblp.org/pid/88/4324>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0286,"What are the papers written by the person Wijn, A. S. de?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/131/7900> },TC01,"[""<https://dblp.org/pid/131/7900>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0287,Which publications did Yang Sun Lee author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/9241-1> },TC01,"[""<https://dblp.org/pid/54/9241-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0288,Which publications did Fernand Meyer author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/4923> },TC01,"[""<https://dblp.org/pid/30/4923>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0289,What is the Wikidata ID of S. Kambhampati?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/k/SKambhampati> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/k/SKambhampati>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0290,The author Dario Landa Silva is associated with which Wikidata identifier?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/88/4046> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/88/4046>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0291,"Which publications did Ranst, Wiebe Van author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/170/4064> },TC01,"[""<https://dblp.org/pid/170/4064>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0292,"Which publications did Bommannan, G. author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/211/6931> },TC01,"[""<https://dblp.org/pid/211/6931>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0293,What is the webpage of the person Se-Young Yun?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/23/8862> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/23/8862>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0294,"Find the primary affiliation of Liu, Wenyu.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/42/4110-1> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/42/4110-1>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0295,What is the primary affiliation of Xiaoliang W.?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/02/3450-1> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/02/3450-1>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0296,What is the primary affiliation of Yiqing H.?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/39/6548-2> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/39/6548-2>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0297,What are the papers written by the person Ronald Chung?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/5973> },TC01,"[""<https://dblp.org/pid/27/5973>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0298,What are the papers written by the person F. Meyer?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/6778> },TC01,"[""<https://dblp.org/pid/25/6778>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0299,"What are the papers written by Bottoni, P.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/449> },TC01,"[""<https://dblp.org/pid/42/449>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0300,Which papers did the author R. Arora write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/212/4806> },TC01,"[""<https://dblp.org/pid/212/4806>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0301,What is the webpage of the person Fran\u00E7oise Peyrin?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/48/2692> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/48/2692>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0302,"Find the primary affiliation of Myers, Michael D..",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/MDMyers> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/m/MDMyers>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0303,"What is the webpage of Carpendale, Sheelagh?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/c/MSheelaghTCarpendale> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/c/MSheelaghTCarpendale>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0304,Find the primary affiliation of Paul Honeine.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/53/7011> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/53/7011>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0305,Which papers did the author Paul L. Overbeek write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/2576> },TC01,"[""<https://dblp.org/pid/27/2576>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0306,Which publications did Hainan Guo author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/2090> },TC01,"[""<https://dblp.org/pid/183/2090>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0307,"What are the papers written by Tantithamthavorn, C.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/140/7129> },TC01,"[""<https://dblp.org/pid/140/7129>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0308,What is the webpage of Thad S.?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/s/ThadStarner> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/s/ThadStarner>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0309,Find the primary affiliation of Robert F. H. Fischer.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/40/4085> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/40/4085>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0310,Find the primary affiliation of Z. Jiang.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/41/245> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/41/245>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0311,"Mention the primary affiliation of Widdows, Dominic.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/87/4113> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/87/4113>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0312,What are the papers written by J. S. Lehnert?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/2923> },TC01,"[""<https://dblp.org/pid/86/2923>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0313,What are the papers written by Michael C.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/4101> },TC01,"[""<https://dblp.org/pid/08/4101>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0314,Find the primary affiliation of Christoph Treude.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/29/1074> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/29/1074>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0315,Which publications did Mengjiao Wang author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/9728-3> },TC01,"[""<https://dblp.org/pid/93/9728-3>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0316,Which papers did the author W. Balke write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/WTBalke> },TC01,"[""<https://dblp.org/pid/b/WTBalke>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0317,Which publications did Pedro R. D'Argenio author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/441> },TC01,"[""<https://dblp.org/pid/61/441>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0318,What are the papers written by the person Charles Beumier?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/1598> },TC01,"[""<https://dblp.org/pid/92/1598>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0319,Which papers did the author A. H. DeCostanza write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/208/4870> },TC01,"[""<https://dblp.org/pid/208/4870>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0320,"What is the webpage of the person Gulliver, T. Aaron?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/g/TAGulliver> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/g/TAGulliver>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0321,What is the Wikidata ID of Hamid R. Tizhoosh?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/70/966> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/70/966>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0322,"What are the papers written by the person Goillau, P. J.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/1238> },TC01,"[""<https://dblp.org/pid/19/1238>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0323,Which publications did Koen v. der Blom author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/184/9197> },TC01,"[""<https://dblp.org/pid/184/9197>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0324,Which publications did Tuomo Takkula author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/212> },TC01,"[""<https://dblp.org/pid/43/212>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0325,Which papers did the author Steven Zimmerman write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/219/5449> },TC01,"[""<https://dblp.org/pid/219/5449>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0326,The author J. A. Mariani is associated with which Wikidata identifier?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/JohnAMariani> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/m/JohnAMariani>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0327,Find the primary affiliation of Chi Chung Ko.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/20/1154> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/20/1154>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0328,What are the papers written by Wen Zeng?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/6445> },TC01,"[""<https://dblp.org/pid/55/6445>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0329,Which publications did B. L. Evans author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/257> },TC01,"[""<https://dblp.org/pid/44/257>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0330,Which papers did the author Lijuan Wang write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/4119> },TC01,"[""<https://dblp.org/pid/14/4119>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0331,Which papers did the author L. Dee Swymer write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/3669> },TC01,"[""<https://dblp.org/pid/01/3669>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0332,"What are the papers written by Li, Y.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/10246> },TC01,"[""<https://dblp.org/pid/85/10246>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0333,What are the papers written by Dominic W.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/139/7614> },TC01,"[""<https://dblp.org/pid/139/7614>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0334,What is the webpage of the person Vladik K.?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/k/VladikKreinovich> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/k/VladikKreinovich>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0335,What are the papers written by A. Gupta?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/AmarnathGupta> },TC01,"[""<https://dblp.org/pid/g/AmarnathGupta>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0336,"What are the papers written by Geffray, S\u00E9golen?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/185/3020> },TC01,"[""<https://dblp.org/pid/185/3020>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0337,What are the papers written by Nele Mentens?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/3870> },TC01,"[""<https://dblp.org/pid/23/3870>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0338,What are the papers written by Jie Tian?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/t/JieTian> },TC01,"[""<https://dblp.org/pid/t/JieTian>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0339,What are the papers written by the person Himawan Gunadhi?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/5499> },TC01,"[""<https://dblp.org/pid/90/5499>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0340,What is the Wikidata ID of Manuel F. Bertoa?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/42/731> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/42/731>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0341,Which papers did the author W. S. Wang write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/5084> },TC01,"[""<https://dblp.org/pid/30/5084>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0342,Which papers did the author Thibault Marin write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/8363> },TC01,"[""<https://dblp.org/pid/72/8363>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
