id,question_string,query,template_id,entities,relations,temporal,help_out
Q5748,Who are the authors of the paper 'A fuzzy-genetic approach to breast cancer diagnosis' and the publication '2-Asynchronous Automata'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/artmed/Pena-ReyesS99> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/artmed/Pena-ReyesS99> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/artmed/Pena-ReyesS99>"", ""<https://dblp.org/rec/journals/tcs/CoriSLR88>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5749,Mention the years in which 'A Spin-Glass Model for Semi-Supervised Community Detection' and 'Color Image Watermarking Algorithm Using BPN Neural Networks' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/aaai/EatonM12> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/iconip/PiaoCH06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/aaai/EatonM12>"", ""<https://dblp.org/rec/conf/iconip/PiaoCH06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5750,Who are the authors of 'Visualization of volcanic ash clouds' and 'Universal WWW Access for Heterogeneous Client Devices'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/cga/RothG95> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/cga/RothG95> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/cga/RothG95>"", ""<https://dblp.org/rec/conf/euromicro/HuangC01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5751,Where were the publications 'Interactive whiteboards: do teachers really use them interactively?' and 'Resilient face expressional recognitions using geometry and behavioural traits' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ile/TatliK16> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ijmei/MozhiB10> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/ile/TatliK16>"", ""<https://dblp.org/rec/journals/ijmei/MozhiB10>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5752,List the venues in which 'An OpenCL implementation of a forward sampling algorithm for CP-logic' and 'Reduction in The Metabolic Cost of Human Walking Gaits Using Quasi-Passive Upper Body Exoskeleton' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijar/RanstV15> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/ismr/EbrahimiMJ19> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/ijar/RanstV15>"", ""<https://dblp.org/rec/conf/ismr/EbrahimiMJ19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5753,Mention the venues in which 'Robust multiple kernel subspace clustering with block diagonal representation and low-rank consensus kernel' and 'BEEINFO: Interest-Based Forwarding Using Artificial Bee Colony for Socially Aware Networking' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/kbs/ZhangXSLGG21> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/tvt/XiaLLAYM15> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/kbs/ZhangXSLGG21>"", ""<https://dblp.org/rec/journals/tvt/XiaLLAYM15>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5754,Mention the venues in which 'Subjective voice quality evaluation of artificial bandwidth extension: comparing different audio bandwidths and speech codecs' and 'Digits Speech Recognition Based on Geometrical Learning' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/interspeech/PulakkaRMTA14> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/adma/CaoPWH05> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/interspeech/PulakkaRMTA14>"", ""<https://dblp.org/rec/conf/adma/CaoPWH05>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5755,List the venues in which 'Configurable Text Stamp Identification Tool with Application of Fuzzy Logic' and 'Word RNN as a Baseline for Sentence Completion' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/das/HeD04> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/cist/ParkCP18> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/das/HeD04>"", ""<https://dblp.org/rec/conf/cist/ParkCP18>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5756,Name the authors of 'Threshold-based clustering with merging and regularization in application to network intrusion detection' and 'The accuracy of sea surface temperature fields from the advanced along track scanning radiometer'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/csda/Nikulin06> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/csda/Nikulin06> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/csda/Nikulin06>"", ""<https://dblp.org/rec/conf/igarss/EdwardsCLBHWMDR03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5757,Mention the venues in which 'A reappraisal on advanced planning and scheduling systems' and 'Novel microwave bandpass filter with compact size and good out-of-band performance for microwave photonic filter applications' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/imds/LinHW07> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/mwscas/Escobar-PelaezO12> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/imds/LinHW07>"", ""<https://dblp.org/rec/conf/mwscas/Escobar-PelaezO12>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5758,List the venues in which 'Modifikationen des Tomita-Parsers f\u00FCr ID/LP und Feature Grammars' and 'Non-redundant clustering with conditional ensembles' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ldvf/Woch95> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/kdd/GondekH05> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/ldvf/Woch95>"", ""<https://dblp.org/rec/conf/kdd/GondekH05>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5759,When were 'FakeSens: A Social Sensing Approach to COVID-19 Misinformation Detection on Social Media' and 'Massive multiple access wireless LAN using ultra-wideband waveguide floor tiles' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/dcoss/KouSZYW21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/ccnc/NodaOFMS16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/dcoss/KouSZYW21>"", ""<https://dblp.org/rec/conf/ccnc/NodaOFMS16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5760,Who are the authors of the paper 'A Declarative Design Method for 3D Scene Sketch Modeling' and the publication 'A digital library framework for heterogeneous music collections: from document acquisition to cross-modal interaction'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/cgf/DonikianH93> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/cgf/DonikianH93> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/cgf/DonikianH93>"", ""<https://dblp.org/rec/journals/jodl/DammFTCKM12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5761,List the venues in which 'Optical Fingerprinting to Protect Data: A Proposal' and 'Spectra Restoration of Bone-Conducted Speech via Attention-Based Contextual Information and Spectro-Temporal Structure Constraint' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/computer/Potlapally02> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ieicet/ZhengCYZS19> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/computer/Potlapally02>"", ""<https://dblp.org/rec/journals/ieicet/ZhengCYZS19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5762,Mention the venues in which 'A Model of Morphological Productivity' and 'Business Model Application of UML Stereotypes' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jql/WimmerA95> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/books/idea/encyclopedia2005/Brandon05> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/jql/WimmerA95>"", ""<https://dblp.org/rec/books/idea/encyclopedia2005/Brandon05>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5763,Who are the authors of 'Case-Based Reasoning for Reuse and Validation of System Development Processes' and 'Speech coding using mixture of gaussians polynomial model'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/iccbr/FunkC99> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/iccbr/FunkC99> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/iccbr/FunkC99>"", ""<https://dblp.org/rec/conf/interspeech/ZolfaghariR99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5764,List the venues in which 'On the Maximum Efficiency of Power Amplifiers in OFDM Broadcast Systems with Envelope Following' and 'A Data Mining Architecture for Distributed Environments' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/mobilight/WolfEE10> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/iics/AshrafiTS02> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/mobilight/WolfEE10>"", ""<https://dblp.org/rec/conf/iics/AshrafiTS02>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5765,Where were the publications 'Assessment of SM2RAIN-Derived and State-of-the-Art Satellite Rainfall Products over Northeastern Brazil' and 'Reconstruction Accuracy Assessment of Surface and Underwater 3D Motion Analysis: A New Approach' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/remotesensing/Paredes-TrejoBS18> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/cmmm/JesusJFVFM15> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/remotesensing/Paredes-TrejoBS18>"", ""<https://dblp.org/rec/journals/cmmm/JesusJFVFM15>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5766,Who are the authors of the paper 'QuickLIMS: facilitating the data management for DNA-microarray fabrication' and the publication 'Increasing Channel Occupancy in Large-Scale Mobile Radio Systems: Dynamic Channel REassignment'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/bioinformatics/KokocinskiWHL03> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/bioinformatics/KokocinskiWHL03> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/bioinformatics/KokocinskiWHL03>"", ""<https://dblp.org/rec/journals/tcom/CoxR73>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5767,Who are the authors of 'Co-channel interference limitations of OFDM communication-radar networks' and 'An algebraic method for constructing efficiently encodable irregular LDPC codes'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ejwcn/BraunTJ13> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/ejwcn/BraunTJ13> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/ejwcn/BraunTJ13>"", ""<https://dblp.org/rec/conf/isit/FujitaOS05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5768,Mention the venues in which 'Stability of slotted ALOHA with spatial diversity' and 'Development of an Amazon Alexa App for a University Online Search' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icc/NawareT03> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/hci/RupitzEE22> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/icc/NawareT03>"", ""<https://dblp.org/rec/conf/hci/RupitzEE22>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5769,Who are the authors of the paper 'A note on explicit versus implicit information for job recommendation' and the publication 'Proper Initial Solution to Start Periodic Steady-State-Based Methods'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/dss/ReusensLBS17> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/dss/ReusensLBS17> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/dss/ReusensLBS17>"", ""<https://dblp.org/rec/journals/tcas/LucaBS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5770,Name the authors of 'Heartbeat for \Where we work\' and 'A Reliability-Based Multi-Algorithm Fusion Technique in Detecting Changes in Land Cover'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/siggraph/Casey97> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/siggraph/Casey97> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/siggraph/Casey97>"", ""<https://dblp.org/rec/journals/remotesensing/ZhangSWC13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5771,When were the publications 'Some unrelated parallel machine scheduling problems with past-sequence-dependent setup time and learning effects' and 'Confidence-Driven Network for Point-to-Set Matching' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/candie/KuoHY11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/icpr/LengK18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/candie/KuoHY11>"", ""<https://dblp.org/rec/conf/icpr/LengK18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5772,Where were the publications 'Optimal Scheduling of PTGs with Multiple Service Levels on Heterogeneous Distributed Systems' and 'Complete Graph Drawings Up to Triangle Mutations' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/amcc/RoyDS19> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/wg/Gioan05> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/amcc/RoyDS19>"", ""<https://dblp.org/rec/conf/wg/Gioan05>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5773,Mention the years in which 'Detecting Events in Video Data Using a Formal Ontology of Motion Verbs' and 'ARIS Process Performance Manager' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/spatialCognition/DOdoricoB12> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/mmb/Fischer08> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/spatialCognition/DOdoricoB12>"", ""<https://dblp.org/rec/conf/mmb/Fischer08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5774,Who are the authors of the paper 'Tuning software-based fault-tolerance techniques for power optimization' and the publication 'Partitioning a 3-d Convex Polygon with an Arbitrary plane'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/patmos/ChielleKC14> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/patmos/ChielleKC14> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/patmos/ChielleKC14>"", ""<https://dblp.org/rec/books/ap/92/Chin92>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5775,When were 'Fault Tolerance in Distributed UNIX' and 'Discovery of Causal Time Intervals' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/ftdc/BorgBOG86> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/sdm/LiZAXL17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/ftdc/BorgBOG86>"", ""<https://dblp.org/rec/conf/sdm/LiZAXL17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5776,"Mention the venues in which 'Comparing Repository Types: Challenges and Barriers for Subject-Based Repositories, Research Repositories, National Repository Systems and Institutional Repositories in Serving Scholarly Communication' and 'Changing Models of Library Education to Benefit Rural Communities' were published.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijdls/ArmbrusterR10> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/plq/PerrymanJ20> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/ijdls/ArmbrusterR10>"", ""<https://dblp.org/rec/journals/plq/PerrymanJ20>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5777,Mention the venues in which 'Use and gratification in e-consumers' and 'Not all datasets are born equal: On heterogeneous tabular data and adversarial examples' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/intr/Huang08> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/kbs/MathovLKSE22> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/intr/Huang08>"", ""<https://dblp.org/rec/journals/kbs/MathovLKSE22>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5778,When were 'Editorial: Find the missing links?' and 'Behavior and Personality Analysis in a Nonsocial Context Dataset' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/stvr/Yates02> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/cvpr/DottiPA18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/stvr/Yates02>"", ""<https://dblp.org/rec/conf/cvpr/DottiPA18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5779,Mention the venues in which 'Extracting Subjective Object Contours against Complex Background - Is a Zebra Visible? -' and 'Autonomous system for navigation and surveying in underground mines' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/interact/BannoOTS01> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/jfr/BakambuP07> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/interact/BannoOTS01>"", ""<https://dblp.org/rec/journals/jfr/BakambuP07>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5780,When were the publications 'Design and implementation of adaptive WLAN mesh networks for video surveillance' and 'Streaming trend detection in Twitter' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/winet/LimSJKP13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/ijwbc/BenhardusK13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/winet/LimSJKP13>"", ""<https://dblp.org/rec/journals/ijwbc/BenhardusK13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5781,Where were 'Automatic Assessment of Infant Sleep Safety Using Semantic Segmentation' and 'A framework to acquire explicit knowledge stored on different versions of software' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icdsc/KwadjoTBNNAWBMC19> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/infsof/Barcelo-Valenzuela16> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/icdsc/KwadjoTBNNAWBMC19>"", ""<https://dblp.org/rec/journals/infsof/Barcelo-Valenzuela16>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5782,Name the authors of 'Dissecting protein loops with a statistical scalpel suggests a functional implication of some structural motifs' and 'Calibration Method of Multi-Channel based on Steepest Descent'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/bmcbi/RegadMC11> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/bmcbi/RegadMC11> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/bmcbi/RegadMC11>"", ""<https://dblp.org/rec/conf/icdsp2/LinLH20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5783,Mention the years in which 'An inference system for relationships between spatial granularities' and 'Performance evaluation of respite care services through multi-agent based simulation' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/gis/PozzaniC11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/wsc/BatataAEX17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/gis/PozzaniC11>"", ""<https://dblp.org/rec/conf/wsc/BatataAEX17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5784,When were 'Deploying PAWS to Combat Poaching: Game-Theoretic Patrolling in Areas with Complex Terrain (Demonstration)' and 'Polarimetric Target Detection in Compound Gaussian Sea Clutter With Inverse Gaussian Texture' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/aaai/FangNPLCAST16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/lgrs/WangHHXC22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/aaai/FangNPLCAST16>"", ""<https://dblp.org/rec/journals/lgrs/WangHHXC22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5785,Name the authors of 'Comparing Spoken Language Route Instructions for Robots across Environment Representations' and 'A Gaussian Input Is Not Too Bad'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/sigdial/MargeR10> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/sigdial/MargeR10> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/sigdial/MargeR10>"", ""<https://dblp.org/rec/journals/tit/ZamirE04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5786,Where were 'An asymptotic preserving unified gas kinetic scheme for frequency-dependent radiative transfer equations' and 'Visualizations of bibliographic information: A user experience study' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jcphy/SunJXL15> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/jolis/SalabaM20> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/jcphy/SunJXL15>"", ""<https://dblp.org/rec/journals/jolis/SalabaM20>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5787,When were the publications 'Efficient noise-tolerant learning from statistical queries' and 'Heuristic Classification' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/stoc/Kearns93> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/ai/Clancey85a> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/stoc/Kearns93>"", ""<https://dblp.org/rec/journals/ai/Clancey85a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5788,Who are the authors of 'Reservation policies of advance orders in the presence of multiple demand classes' and 'Feel-tire Unina: Development and Modeling of a Sensing System for Intelligent Tires'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/eor/DuL17> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/eor/DuL17> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/journals/eor/DuL17>"", ""<https://dblp.org/rec/conf/rtsi/BreglioIMRRST19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5789,Where were the publications 'Outlier detection and evaluation by network flow' and 'Web-Based Appreciation and Peer-Assessment for Visual-Art Education' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/ijcat/LiuS08> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/ijdet/LinYHW06> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/ijcat/LiuS08>"", ""<https://dblp.org/rec/journals/ijdet/LinYHW06>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5790,When were the publications 'A DDS-based PLL for 24-GHz frequency synthesis' and 'Approaches and challenges of privacy preserving search over encrypted data' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/tcasII/BonfantiASL03> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/is/KumarT19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/tcasII/BonfantiASL03>"", ""<https://dblp.org/rec/journals/is/KumarT19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5791,Mention the years in which 'Development of 2-DOF robotic exoskeleton for upper limb rehabilitation after stroke' and 'Self-Control in Cyberspace: Applying Dual Systems Theory to a Review of Digital Self-Control Tools' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/ro-man/ParkPYDJC13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/chi/LyngsLSBSIKS19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/conf/ro-man/ParkPYDJC13>"", ""<https://dblp.org/rec/conf/chi/LyngsLSBSIKS19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5792,List the venues in which 'Object tracking and matting for a class of dynamic image-based representations' and 'The case against data lock-in' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/avss/GanCS05> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/journals/cacm/FitzpatrickL10> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/conf/avss/GanCS05>"", ""<https://dblp.org/rec/journals/cacm/FitzpatrickL10>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5793,Who are the authors of the paper 'Drones based relief on moon disaster simulation' and the publication 'Deep Learning Methods for Signature Verification'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/springsim/LongoBPV16> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/springsim/LongoBPV16> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/springsim/LongoBPV16>"", ""<https://dblp.org/rec/journals/corr/abs-1912-05435>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5794,Name the authors of 'Automating the Development of Chosen Ciphertext Attacks' and 'An adaptive finite-volume method for a model of two-phase pedestrian flow'.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/uss/BeckZ020> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/uss/BeckZ020> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/conf/uss/BeckZ020>"", ""<https://dblp.org/rec/journals/nhm/BerresRST11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5795,Mention the years in which 'SAViR-T: Spatially Attentive Visual Reasoning with Transformers' and 'A Mathematical Approach to Multi-Pass Parsing' were published.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-2206-09265> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/conf/mfcs/HoffmannS80> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/corr/abs-2206-09265>"", ""<https://dblp.org/rec/conf/mfcs/HoffmannS80>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5796,Where were 'Performance Analysis and Optimization of Cache-Assisted CoMP for Clustered D2D Networks' and 'A novel algorithm for HMM word spotting performance evaluation and error analysis' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/corr/abs-2005-05458> <https://dblp.org/rdf/schema#publishedIn> ?answer } UNION { <https://dblp.org/rec/conf/icassp/Marcus92> <https://dblp.org/rdf/schema#publishedIn> ?answer } },TP63,"[""<https://dblp.org/rec/journals/corr/abs-2005-05458>"", ""<https://dblp.org/rec/conf/icassp/Marcus92>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5797,When were 'Modeling and Control of Aerial Continuum Manipulation Systems: A Flying Continuum Robot Paradigm' and 'Effects of mobile instant messenger use on acculturative stress among international students in South Korea' published?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/access/SamadikhoshkhoG20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } UNION { <https://dblp.org/rec/journals/chb/ParkN18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer } },TP62,"[""<https://dblp.org/rec/journals/access/SamadikhoshkhoG20>"", ""<https://dblp.org/rec/journals/chb/ParkN18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5798,Who are the authors of the paper 'Engineering Hierarchical Complex Systems: An Agent-Based Approach The Case of Flexible Manufacturing Systems' and the publication 'Energy Efficient Optimization of Wireless-Powered 5G Full Duplex Cellular Networks: A Mean Field Game Approach'?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/series/sci/MorvanDSM12> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/series/sci/MorvanDSM12> <https://dblp.org/rdf/schema#authoredBy> ?answer } },TP61,"[""<https://dblp.org/rec/series/sci/MorvanDSM12>"", ""<https://dblp.org/rec/journals/tgcn/GeJZXLV19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
