id,question_string,query,template_id,entities,relations,temporal,help_out
Q1597,Was the paper 'Intelligent Gas-sensing Systems for Bacterial Clinical Isolates in Vitro Classification' not co-authored by Vassilis S. Kodogiannis and Tetsuya Iizuka?,ASK { <https://dblp.org/rec/journals/npsc/Kodogiannis05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/VSKodogiannis> . <https://dblp.org/rec/journals/npsc/Kodogiannis05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/2164> FILTER NOT EXISTS { <https://dblp.org/rec/journals/npsc/Kodogiannis05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/VSKodogiannis> . <https://dblp.org/rec/journals/npsc/Kodogiannis05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/2164> } },TC43,"[""<https://dblp.org/pid/k/VSKodogiannis>"", ""<https://dblp.org/pid/28/2164>"", ""<https://dblp.org/rec/journals/npsc/Kodogiannis05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1598,Did Pere-Pau V\u00E1zquez not publish the paper 'Intrinsic-Extrinsic Convolution and Pooling for Learning on 3D Protein Structures'?,ASK { <https://dblp.org/rec/conf/iclr/HermosillaSLFVK21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/368> FILTER NOT EXISTS { <https://dblp.org/rec/conf/iclr/HermosillaSLFVK21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/368> } },TC41,"[""<https://dblp.org/pid/84/368>"", ""<https://dblp.org/rec/conf/iclr/HermosillaSLFVK21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1599,Was the paper 'PSO-DQ: An Improved Routing Protocol Based on PSO using Dynamic Queue Mechanism for MANETs' not published by Sudip Kumar Sahana in J. Inf. Sci. Eng.?,ASK { <https://dblp.org/rec/journals/jise/KumariS22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/150/2659> . <https://dblp.org/rec/journals/jise/KumariS22> <https://dblp.org/rdf/schema#publishedIn> 'J. Inf. Sci. Eng.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jise/KumariS22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/150/2659> . <https://dblp.org/rec/journals/jise/KumariS22> <https://dblp.org/rdf/schema#publishedIn> 'J. Inf. Sci. Eng.' } },TC44,"[""<https://dblp.org/pid/150/2659>"", ""<https://dblp.org/rec/journals/jise/KumariS22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1600,Did Domenico Ursino not publish the paper 'Supporting User-Profiled Semantic Web-Oriented Search' in CIA?,ASK { <https://dblp.org/rec/conf/cia/PalopoliRTU01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/u/DomenicoUrsino> . <https://dblp.org/rec/conf/cia/PalopoliRTU01> <https://dblp.org/rdf/schema#publishedIn> 'CIA' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cia/PalopoliRTU01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/u/DomenicoUrsino> . <https://dblp.org/rec/conf/cia/PalopoliRTU01> <https://dblp.org/rdf/schema#publishedIn> 'CIA' } },TC44,"[""<https://dblp.org/pid/u/DomenicoUrsino>"", ""<https://dblp.org/rec/conf/cia/PalopoliRTU01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1601,"Was the paper 'Immune infiltration and clinical significance analyses of the coagulation-related genes in hepatocellular carcinoma' not co-authored by Yang, Jian and Jin, Y.?",ASK { <https://dblp.org/rec/journals/bib/HeYJ22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/2854> . <https://dblp.org/rec/journals/bib/HeYJ22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/325/3156> FILTER NOT EXISTS { <https://dblp.org/rec/journals/bib/HeYJ22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/2854> . <https://dblp.org/rec/journals/bib/HeYJ22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/325/3156> } },TC43,"[""<https://dblp.org/pid/181/2854>"", ""<https://dblp.org/pid/325/3156>"", ""<https://dblp.org/rec/journals/bib/HeYJ22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1602,"Didn't Ryuichi T. publish the paper 'ConvLab-2: An Open-Source Toolkit for Building, Evaluating, and Diagnosing Dialogue Systems'?",ASK { <https://dblp.org/rec/journals/corr/abs-2002-04793> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/222/7875> FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2002-04793> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/222/7875> } },TC41,"[""<https://dblp.org/pid/222/7875>"", ""<https://dblp.org/rec/journals/corr/abs-2002-04793>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1603,Didn't Jonathan Hasenburg publish the paper 'Managing Latency and Excess Data Dissemination in Fog-Based Publish/Subscribe Systems'?,ASK { <https://dblp.org/rec/conf/icfc/HasenburgSTB20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/230/6948> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icfc/HasenburgSTB20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/230/6948> } },TC41,"[""<https://dblp.org/pid/230/6948>"", ""<https://dblp.org/rec/conf/icfc/HasenburgSTB20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1604,Was the paper 'Efficient two-sample designs for microarray experiments with biological replications' not published by Jobst Landgrebe?,ASK { <https://dblp.org/rec/journals/isb/LandgrebeBB04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/5210> FILTER NOT EXISTS { <https://dblp.org/rec/journals/isb/LandgrebeBB04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/5210> } },TC41,"[""<https://dblp.org/pid/43/5210>"", ""<https://dblp.org/rec/journals/isb/LandgrebeBB04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1605,Have Shun Yang and Natasha A. Flowers not co-authored the paper 'Spacetime Symmetries and Classical Mechanics'?,ASK { <https://dblp.org/rec/journals/symmetry/BertschingerFMP19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/196/9147> . <https://dblp.org/rec/journals/symmetry/BertschingerFMP19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/235/9612> FILTER NOT EXISTS { <https://dblp.org/rec/journals/symmetry/BertschingerFMP19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/196/9147> . <https://dblp.org/rec/journals/symmetry/BertschingerFMP19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/235/9612> } },TC43,"[""<https://dblp.org/pid/196/9147>"", ""<https://dblp.org/pid/235/9612>"", ""<https://dblp.org/rec/journals/symmetry/BertschingerFMP19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1606,Wasn't the paper 'Editorial: special issue on web content mining' not published by the author Bing Liu?,ASK { <https://dblp.org/rec/journals/sigkdd/LiuC04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/BingLiu1> FILTER NOT EXISTS { <https://dblp.org/rec/journals/sigkdd/LiuC04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/BingLiu1> } },TC41,"[""<https://dblp.org/pid/l/BingLiu1>"", ""<https://dblp.org/rec/journals/sigkdd/LiuC04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1607,Did Bent S\u00F8rensen not publish the paper 'A Semiotic Note on Branding' in Cybern. Hum. Knowing?,ASK { <https://dblp.org/rec/journals/chk/ThellefsenSA07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/129/5948> . <https://dblp.org/rec/journals/chk/ThellefsenSA07> <https://dblp.org/rdf/schema#publishedIn> 'Cybern. Hum. Knowing' FILTER NOT EXISTS { <https://dblp.org/rec/journals/chk/ThellefsenSA07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/129/5948> . <https://dblp.org/rec/journals/chk/ThellefsenSA07> <https://dblp.org/rdf/schema#publishedIn> 'Cybern. Hum. Knowing' } },TC44,"[""<https://dblp.org/pid/129/5948>"", ""<https://dblp.org/rec/journals/chk/ThellefsenSA07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1608,"Did Diel, Elisa not publish the paper 'Communication Challenges and Strategies in Distributed DevOps' in ICGSE?",ASK { <https://dblp.org/rec/conf/icgse/DielMC16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/8964> . <https://dblp.org/rec/conf/icgse/DielMC16> <https://dblp.org/rdf/schema#publishedIn> 'ICGSE' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icgse/DielMC16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/8964> . <https://dblp.org/rec/conf/icgse/DielMC16> <https://dblp.org/rdf/schema#publishedIn> 'ICGSE' } },TC44,"[""<https://dblp.org/pid/186/8964>"", ""<https://dblp.org/rec/conf/icgse/DielMC16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1609,"Wasn't the paper 'A survey of shape analysis techniques' not published by the author Loncaric, S.?",ASK { <https://dblp.org/rec/journals/pr/Loncaric98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/SvenLoncaric> FILTER NOT EXISTS { <https://dblp.org/rec/journals/pr/Loncaric98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/SvenLoncaric> } },TC41,"[""<https://dblp.org/pid/l/SvenLoncaric>"", ""<https://dblp.org/rec/journals/pr/Loncaric98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1610,Have Z. Yang and Shiheng W. not co-authored the paper 'Exploring Semantics of Software Artifacts to Improve Requirements Traceability Recovery: A Hybrid Approach'?,ASK { <https://dblp.org/rec/conf/apsec/WangLY19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/2539> . <https://dblp.org/rec/conf/apsec/WangLY19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/10207> FILTER NOT EXISTS { <https://dblp.org/rec/conf/apsec/WangLY19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/2539> . <https://dblp.org/rec/conf/apsec/WangLY19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/10207> } },TC43,"[""<https://dblp.org/pid/70/2539>"", ""<https://dblp.org/pid/40/10207>"", ""<https://dblp.org/rec/conf/apsec/WangLY19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1611,Have Alan Bulley and Ning Shan not co-authored the paper 'Canadian statistics: evidence for enlightened democracy'?,ASK { <https://dblp.org/rec/conf/iassist/Bulley05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/146/5432> . <https://dblp.org/rec/conf/iassist/Bulley05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/6415> FILTER NOT EXISTS { <https://dblp.org/rec/conf/iassist/Bulley05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/146/5432> . <https://dblp.org/rec/conf/iassist/Bulley05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/6415> } },TC43,"[""<https://dblp.org/pid/146/5432>"", ""<https://dblp.org/pid/42/6415>"", ""<https://dblp.org/rec/conf/iassist/Bulley05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1612,Has the paper 'Scale Dependencies and Self-Similarity Through Wavelet Scattering Covariance' not been published by Rudy Morel in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2204-10177> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/318/9215> . <https://dblp.org/rec/journals/corr/abs-2204-10177> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2204-10177> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/318/9215> . <https://dblp.org/rec/journals/corr/abs-2204-10177> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC44,"[""<https://dblp.org/pid/318/9215>"", ""<https://dblp.org/rec/journals/corr/abs-2204-10177>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1613,Was the paper 'Multiclass SVM based spoken hindi numerals recognition' not published by Teena Mittal?,ASK { <https://dblp.org/rec/journals/iajit/MittalS15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/172/5260> FILTER NOT EXISTS { <https://dblp.org/rec/journals/iajit/MittalS15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/172/5260> } },TC41,"[""<https://dblp.org/pid/172/5260>"", ""<https://dblp.org/rec/journals/iajit/MittalS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1614,Wasn't the paper 'Autoregressive Belief Propagation for Decoding Block Codes' not published by the person named Lior Wolf?,ASK { <https://dblp.org/rec/journals/corr/abs-2103-11780> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/4103> FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2103-11780> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/4103> } },TC41,"[""<https://dblp.org/pid/83/4103>"", ""<https://dblp.org/rec/journals/corr/abs-2103-11780>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1615,Was the paper 'Wireless bandwidth in the making' not published by Sergio V. in IEEE Commun. Mag.?,ASK { <https://dblp.org/rec/journals/cm/Verdu00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/v/SVerdu> . <https://dblp.org/rec/journals/cm/Verdu00> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Commun. Mag.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/cm/Verdu00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/v/SVerdu> . <https://dblp.org/rec/journals/cm/Verdu00> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Commun. Mag.' } },TC44,"[""<https://dblp.org/pid/v/SVerdu>"", ""<https://dblp.org/rec/journals/cm/Verdu00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1616,Has the paper 'Design and Implementation of an Underlay Control Channel for Cognitive Radios' not been published by Behrouz Farhang-Boroujeny in IEEE J. Sel. Areas Commun.?,ASK { <https://dblp.org/rec/journals/jsac/WasdenMF12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/3244> . <https://dblp.org/rec/journals/jsac/WasdenMF12> <https://dblp.org/rdf/schema#publishedIn> 'IEEE J. Sel. Areas Commun.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jsac/WasdenMF12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/3244> . <https://dblp.org/rec/journals/jsac/WasdenMF12> <https://dblp.org/rdf/schema#publishedIn> 'IEEE J. Sel. Areas Commun.' } },TC44,"[""<https://dblp.org/pid/69/3244>"", ""<https://dblp.org/rec/journals/jsac/WasdenMF12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1617,Didn't Bhagyalekshmy N. Thampi publish the paper 'A Dynamic Syntax Interpretation for Java Based Smart Card to Mitigate Logical Attacks'?,ASK { <https://dblp.org/rec/conf/snds/RazafindralamboBTL12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/121/3912> FILTER NOT EXISTS { <https://dblp.org/rec/conf/snds/RazafindralamboBTL12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/121/3912> } },TC41,"[""<https://dblp.org/pid/121/3912>"", ""<https://dblp.org/rec/conf/snds/RazafindralamboBTL12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1618,"Was the paper 'Ponzi Contracts Detection Based on Improved Convolutional Neural Network' not published by Chen, Shiping in IEEE International Conference on Services Computing?",ASK { <https://dblp.org/rec/conf/IEEEscc/LouZC20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/287> . <https://dblp.org/rec/conf/IEEEscc/LouZC20> <https://dblp.org/rdf/schema#publishedIn> 'SCC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/IEEEscc/LouZC20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/287> . <https://dblp.org/rec/conf/IEEEscc/LouZC20> <https://dblp.org/rdf/schema#publishedIn> 'SCC' } },TC44,"[""<https://dblp.org/pid/65/287>"", ""<https://dblp.org/rec/conf/IEEEscc/LouZC20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1619,Wasn't the paper 'High-Speed Parallel Hardware Architecture for Galois Counter Mode' published by the author Akashi S. in ISCAS?,ASK { <https://dblp.org/rec/conf/iscas/Satoh07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/2154> . <https://dblp.org/rec/conf/iscas/Satoh07> <https://dblp.org/rdf/schema#publishedIn> 'ISCAS' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iscas/Satoh07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/2154> . <https://dblp.org/rec/conf/iscas/Satoh07> <https://dblp.org/rdf/schema#publishedIn> 'ISCAS' } },TC44,"[""<https://dblp.org/pid/63/2154>"", ""<https://dblp.org/rec/conf/iscas/Satoh07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1620,Did D. A. Kapilow not publish the paper 'Tools for real-time signal-processing research' in IEEE Commun. Mag.?,ASK { <https://dblp.org/rec/journals/cm/SnyderQMK93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/8233> . <https://dblp.org/rec/journals/cm/SnyderQMK93> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Commun. Mag.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/cm/SnyderQMK93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/8233> . <https://dblp.org/rec/journals/cm/SnyderQMK93> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Commun. Mag.' } },TC44,"[""<https://dblp.org/pid/59/8233>"", ""<https://dblp.org/rec/journals/cm/SnyderQMK93>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1621,"Did Skaf-Molli, H. not publish the paper 'DSMW: a distributed infrastructure for the cooperative edition of semantic wiki documents' in ACM Symposium on Document Engineering?",ASK { <https://dblp.org/rec/conf/doceng/Skaf-MolliCM10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/HalaSkaf> . <https://dblp.org/rec/conf/doceng/Skaf-MolliCM10> <https://dblp.org/rdf/schema#publishedIn> 'ACM Symposium on Document Engineering' FILTER NOT EXISTS { <https://dblp.org/rec/conf/doceng/Skaf-MolliCM10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/HalaSkaf> . <https://dblp.org/rec/conf/doceng/Skaf-MolliCM10> <https://dblp.org/rdf/schema#publishedIn> 'ACM Symposium on Document Engineering' } },TC44,"[""<https://dblp.org/pid/s/HalaSkaf>"", ""<https://dblp.org/rec/conf/doceng/Skaf-MolliCM10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1622,"Was the paper 'Methods for obtaining robust tracking control laws' not co-authored by William E. Schmitendorf and Lee, S. Jae?",ASK { <https://dblp.org/rec/journals/automatica/Schmitendorf87> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/11374> . <https://dblp.org/rec/journals/automatica/Schmitendorf87> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/378> FILTER NOT EXISTS { <https://dblp.org/rec/journals/automatica/Schmitendorf87> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/11374> . <https://dblp.org/rec/journals/automatica/Schmitendorf87> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/378> } },TC43,"[""<https://dblp.org/pid/59/11374>"", ""<https://dblp.org/pid/55/378>"", ""<https://dblp.org/rec/journals/automatica/Schmitendorf87>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1623,Was the paper 'Acoustic analysis of imitated voice produced by a professional impersonator' not published by Tatsuya K. in Interspeech?,ASK { <https://dblp.org/rec/conf/interspeech/Kitamura08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/3517> . <https://dblp.org/rec/conf/interspeech/Kitamura08> <https://dblp.org/rdf/schema#publishedIn> 'INTERSPEECH' FILTER NOT EXISTS { <https://dblp.org/rec/conf/interspeech/Kitamura08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/3517> . <https://dblp.org/rec/conf/interspeech/Kitamura08> <https://dblp.org/rdf/schema#publishedIn> 'INTERSPEECH' } },TC44,"[""<https://dblp.org/pid/52/3517>"", ""<https://dblp.org/rec/conf/interspeech/Kitamura08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1624,"Was the paper 'Multi-Scale Cost Volumes Cascade Network for Stereo Matching' not co-authored by Jia, X. and Chen, Wei?",ASK { <https://dblp.org/rec/conf/icra/JiaCLLWTH21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/10777> . <https://dblp.org/rec/conf/icra/JiaCLLWTH21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/WeiChen9> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icra/JiaCLLWTH21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/10777> . <https://dblp.org/rec/conf/icra/JiaCLLWTH21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/WeiChen9> } },TC43,"[""<https://dblp.org/pid/23/10777>"", ""<https://dblp.org/pid/c/WeiChen9>"", ""<https://dblp.org/rec/conf/icra/JiaCLLWTH21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1625,"Didn't Wiboonpongse, A. publish the paper 'Modeling volatility and dependency of agricultural price and production indices of Thailand: Static versus time-varying copulas'?",ASK { <https://dblp.org/rec/journals/ijar/SriboonchittaNWL13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/5306> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijar/SriboonchittaNWL13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/5306> } },TC41,"[""<https://dblp.org/pid/60/5306>"", ""<https://dblp.org/rec/journals/ijar/SriboonchittaNWL13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1626,Did Y. Yang and Junqing Y. not co-author the paper 'Adversarial Style Mining for One-Shot Unsupervised Domain Adaptation'?,ASK { <https://dblp.org/rec/conf/nips/LuoLGY020> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/4854-1> . <https://dblp.org/rec/conf/nips/LuoLGY020> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/1515> FILTER NOT EXISTS { <https://dblp.org/rec/conf/nips/LuoLGY020> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/4854-1> . <https://dblp.org/rec/conf/nips/LuoLGY020> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/1515> } },TC43,"[""<https://dblp.org/pid/33/4854-1>"", ""<https://dblp.org/pid/79/1515>"", ""<https://dblp.org/rec/conf/nips/LuoLGY020>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1627,Was the paper 'Using extended Kalman filter for failure detection and prognostic of degradation process in feedback control system' not published by Mohamed Hedi Moulahi in J. Syst. Control. Eng.?,ASK { <https://dblp.org/rec/journals/jsce/MoulahiH22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/272/0034> . <https://dblp.org/rec/journals/jsce/MoulahiH22> <https://dblp.org/rdf/schema#publishedIn> 'J. Syst. Control. Eng.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jsce/MoulahiH22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/272/0034> . <https://dblp.org/rec/journals/jsce/MoulahiH22> <https://dblp.org/rdf/schema#publishedIn> 'J. Syst. Control. Eng.' } },TC44,"[""<https://dblp.org/pid/272/0034>"", ""<https://dblp.org/rec/journals/jsce/MoulahiH22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1628,"Was the paper 'Simulation of Orientation Contrast Sensitive Cell Behavior in TiViPE' not published by Lourens, Tino in IWINAC (1)?",ASK { <https://dblp.org/rec/conf/iwinac/LourensB05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/6566> . <https://dblp.org/rec/conf/iwinac/LourensB05> <https://dblp.org/rdf/schema#publishedIn> 'IWINAC (1)' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iwinac/LourensB05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/6566> . <https://dblp.org/rec/conf/iwinac/LourensB05> <https://dblp.org/rdf/schema#publishedIn> 'IWINAC (1)' } },TC44,"[""<https://dblp.org/pid/81/6566>"", ""<https://dblp.org/rec/conf/iwinac/LourensB05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1629,"Was the paper 'Sample Complexity Bounds for Differentially Private Learning' not published by the person Chaudhuri, Kamalika?",ASK { <https://dblp.org/rec/journals/jmlr/ChaudhuriH11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/6435> FILTER NOT EXISTS { <https://dblp.org/rec/journals/jmlr/ChaudhuriH11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/6435> } },TC41,"[""<https://dblp.org/pid/56/6435>"", ""<https://dblp.org/rec/journals/jmlr/ChaudhuriH11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1630,"Was the paper 'Stochastic Modeling of Distributed, Dynamic, Randomized Clustering Protocols for Wireless Sensor Networks' not co-authored by Glen Takahara and Hossam S. Hassanein?",ASK { <https://dblp.org/rec/conf/icppw/WangHT04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/3272> . <https://dblp.org/rec/conf/icppw/WangHT04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/3173> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icppw/WangHT04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/3272> . <https://dblp.org/rec/conf/icppw/WangHT04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/3173> } },TC43,"[""<https://dblp.org/pid/76/3272>"", ""<https://dblp.org/pid/07/3173>"", ""<https://dblp.org/rec/conf/icppw/WangHT04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1631,Has the paper 'Optical networks special issue based on selected IEEE ICOCN 2014 papers' not been published by Jason P. Jue in Photonic Netw. Commun.?,ASK { <https://dblp.org/rec/journals/pnc/ShenCZJ16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/4351> . <https://dblp.org/rec/journals/pnc/ShenCZJ16> <https://dblp.org/rdf/schema#publishedIn> 'Photonic Netw. Commun.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/pnc/ShenCZJ16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/4351> . <https://dblp.org/rec/journals/pnc/ShenCZJ16> <https://dblp.org/rdf/schema#publishedIn> 'Photonic Netw. Commun.' } },TC44,"[""<https://dblp.org/pid/28/4351>"", ""<https://dblp.org/rec/journals/pnc/ShenCZJ16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1632,Did Eduard H. Hovy and Roberto Navigli not co-author the paper 'Collaboratively built semi-structured content and Artificial Intelligence: The story so far'?,ASK { <https://dblp.org/rec/journals/ai/HovyNP13a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/2454> . <https://dblp.org/rec/journals/ai/HovyNP13a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/n/RobertoNavigli> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ai/HovyNP13a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/2454> . <https://dblp.org/rec/journals/ai/HovyNP13a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/n/RobertoNavigli> } },TC43,"[""<https://dblp.org/pid/47/2454>"", ""<https://dblp.org/pid/n/RobertoNavigli>"", ""<https://dblp.org/rec/journals/ai/HovyNP13a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1633,Wasn't the paper 'Hybrid predictive modelling: Thyrotoxic atrial fibrillation case' not published by the author Alina Y. Babenko?,ASK { <https://dblp.org/rec/journals/jocs/DerevitskiiSBK21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/264/2049> FILTER NOT EXISTS { <https://dblp.org/rec/journals/jocs/DerevitskiiSBK21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/264/2049> } },TC41,"[""<https://dblp.org/pid/264/2049>"", ""<https://dblp.org/rec/journals/jocs/DerevitskiiSBK21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1634,Wasn't the paper 'The Role of Frame-Based Representation in Reasoning' published by the author Richard Fikes in Commun. ACM?,ASK { <https://dblp.org/rec/journals/cacm/FikesK85> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/f/RichardFikes> . <https://dblp.org/rec/journals/cacm/FikesK85> <https://dblp.org/rdf/schema#publishedIn> 'Commun. ACM' FILTER NOT EXISTS { <https://dblp.org/rec/journals/cacm/FikesK85> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/f/RichardFikes> . <https://dblp.org/rec/journals/cacm/FikesK85> <https://dblp.org/rdf/schema#publishedIn> 'Commun. ACM' } },TC44,"[""<https://dblp.org/pid/f/RichardFikes>"", ""<https://dblp.org/rec/journals/cacm/FikesK85>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1635,"Have Ehsan Dehghan and Fichtinger, G. not co-authored the paper 'Seed localization in Ultrasound and Registration to C-Arm Fluoroscopy Using Matched Needle Tracks for Prostate Brachytherapy'?",ASK { <https://dblp.org/rec/journals/tbe/MoradiMDLDMFS12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/2753> . <https://dblp.org/rec/journals/tbe/MoradiMDLDMFS12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/5571> FILTER NOT EXISTS { <https://dblp.org/rec/journals/tbe/MoradiMDLDMFS12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/2753> . <https://dblp.org/rec/journals/tbe/MoradiMDLDMFS12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/5571> } },TC43,"[""<https://dblp.org/pid/60/2753>"", ""<https://dblp.org/pid/90/5571>"", ""<https://dblp.org/rec/journals/tbe/MoradiMDLDMFS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1636,Did Haipeng Yang not publish the paper 'A Reduced Mixed Representation Based Multi-Objective Evolutionary Algorithm for Large-Scale Overlapping Community Detection' in IEEE Congress on Evolutionary Computation?,ASK { <https://dblp.org/rec/conf/cec/LuoZYLL0S21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/214/5686> . <https://dblp.org/rec/conf/cec/LuoZYLL0S21> <https://dblp.org/rdf/schema#publishedIn> 'CEC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cec/LuoZYLL0S21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/214/5686> . <https://dblp.org/rec/conf/cec/LuoZYLL0S21> <https://dblp.org/rdf/schema#publishedIn> 'CEC' } },TC44,"[""<https://dblp.org/pid/214/5686>"", ""<https://dblp.org/rec/conf/cec/LuoZYLL0S21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1637,"Did Muhammad Asad Khan and Uzmi, Z. Afzal not co-author the paper 'Social Groups Based Content Caching in Wireless Networks'?",ASK { <https://dblp.org/rec/conf/mobiwac/MustafaKKU21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/9281> . <https://dblp.org/rec/conf/mobiwac/MustafaKKU21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/3860> FILTER NOT EXISTS { <https://dblp.org/rec/conf/mobiwac/MustafaKKU21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/9281> . <https://dblp.org/rec/conf/mobiwac/MustafaKKU21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/3860> } },TC43,"[""<https://dblp.org/pid/27/9281>"", ""<https://dblp.org/pid/75/3860>"", ""<https://dblp.org/rec/conf/mobiwac/MustafaKKU21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
