id,question_string,query,template_id,entities,relations,temporal,help_out
Q6277,"In the year 2019 in INCoS, what are the titles of the research papers on Space optics communication?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/incos/TsujimuraIY18> <https://dblp.org/rdf/schema#publishedIn> 'INCoS' . <https://dblp.org/rec/conf/incos/TsujimuraIY18> <https://dblp.org/rdf/schema#yearOfPublication> '2019' . <https://dblp.org/rec/conf/incos/TsujimuraIY18> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/incos/TsujimuraIY18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6278,Who are the authors that published papers about Diffserv networks in IEEE International Performance Computing and Communications Conference in 2006?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ipccc/AthuraliyaS06> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/ipccc/AthuraliyaS06> <https://dblp.org/rdf/schema#publishedIn> 'IPCCC' . <https://dblp.org/rec/conf/ipccc/AthuraliyaS06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP91,"[""<https://dblp.org/rec/conf/ipccc/AthuraliyaS06>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6280,"In 2020 in J. Syst. Sci. Complex., who are the authors that published papers about Observation noises?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jossac/SongH20> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/jossac/SongH20> <https://dblp.org/rdf/schema#publishedIn> 'J. Syst. Sci. Complex.' . <https://dblp.org/rec/journals/jossac/SongH20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP91,"[""<https://dblp.org/rec/journals/jossac/SongH20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6281,"In 1980 in International Conference on Conceptual Modelling, what are the titles of the papers on Relationship model?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/er/ChanL79> <https://dblp.org/rdf/schema#publishedIn> 'ER' . <https://dblp.org/rec/conf/er/ChanL79> <https://dblp.org/rdf/schema#yearOfPublication> '1980' . <https://dblp.org/rec/conf/er/ChanL79> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/er/ChanL79>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6282,What are the titles of the papers on Hippocampus segmentation that were published in NeuroImage in 2020?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/neuroimage/LiuLYWMSX20> <https://dblp.org/rdf/schema#publishedIn> 'NeuroImage' . <https://dblp.org/rec/journals/neuroimage/LiuLYWMSX20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' . <https://dblp.org/rec/journals/neuroimage/LiuLYWMSX20> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/neuroimage/LiuLYWMSX20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6283,What are the titles of the papers on System monitors that were published in IEEE Access in 2021?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/KhanEDM21> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' . <https://dblp.org/rec/journals/access/KhanEDM21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/journals/access/KhanEDM21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/access/KhanEDM21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6284,What are the titles of the papers on Nursing students that were published in Int. J. Emerg. Technol. Learn. in 2020?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijet/QaisarLLBAK20> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Emerg. Technol. Learn.' . <https://dblp.org/rec/journals/ijet/QaisarLLBAK20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' . <https://dblp.org/rec/journals/ijet/QaisarLLBAK20> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ijet/QaisarLLBAK20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6285,"In Scalable Comput. Pract. Exp. in 2008, who are the authors that published papers about Data mining?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/scpe/Langin08> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/scpe/Langin08> <https://dblp.org/rdf/schema#publishedIn> 'Scalable Comput. Pract. Exp.' . <https://dblp.org/rec/journals/scpe/Langin08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP91,"[""<https://dblp.org/rec/journals/scpe/Langin08>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6286,"In 2021 in AGIT Journal, who are the authors that published papers about Subsurface structures?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/agit/HoferSEHWNF21> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/agit/HoferSEHWNF21> <https://dblp.org/rdf/schema#publishedIn> 'AGIT Journal' . <https://dblp.org/rec/journals/agit/HoferSEHWNF21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP91,"[""<https://dblp.org/rec/journals/agit/HoferSEHWNF21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6287,"In the year 2015 in International Conference on Simulation and Modeling Methodologies, Technologies and Applications, what are the titles of the research papers on Learning machines?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/simultech/GedeonO15> <https://dblp.org/rdf/schema#publishedIn> 'SIMULTECH' . <https://dblp.org/rec/conf/simultech/GedeonO15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' . <https://dblp.org/rec/conf/simultech/GedeonO15> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/simultech/GedeonO15>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6288,"In INFOCOM in 2006, who are the authors that published papers about Flow throughput?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/infocom/GarettoSK06> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/infocom/GarettoSK06> <https://dblp.org/rdf/schema#publishedIn> 'INFOCOM' . <https://dblp.org/rec/conf/infocom/GarettoSK06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP91,"[""<https://dblp.org/rec/conf/infocom/GarettoSK06>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6289,Who are the authors that published papers about Polarization crosstalk effects in Remote. Sens. in 2021?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/remotesensing/LuHOBVRKGLTHW21> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/remotesensing/LuHOBVRKGLTHW21> <https://dblp.org/rdf/schema#publishedIn> 'Remote. Sens.' . <https://dblp.org/rec/journals/remotesensing/LuHOBVRKGLTHW21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP91,"[""<https://dblp.org/rec/journals/remotesensing/LuHOBVRKGLTHW21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6290,"In EMBC in 2013, who are the authors that published papers about Drugs delivery?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/embc/JonckheereDJKCL13> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/embc/JonckheereDJKCL13> <https://dblp.org/rdf/schema#publishedIn> 'EMBC' . <https://dblp.org/rec/conf/embc/JonckheereDJKCL13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP91,"[""<https://dblp.org/rec/conf/embc/JonckheereDJKCL13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6291,Who are the authors that published papers about Belief propagation in IEEE Trans. Inf. Theory in 2018?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tit/OkOSY18> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/tit/OkOSY18> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Inf. Theory' . <https://dblp.org/rec/journals/tit/OkOSY18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP91,"[""<https://dblp.org/rec/journals/tit/OkOSY18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6292,"In Int. J. Comput. Games Technol. in 2017, what are the titles of the papers on Science education?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcgt/JamonnakC17> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Comput. Games Technol.' . <https://dblp.org/rec/journals/ijcgt/JamonnakC17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' . <https://dblp.org/rec/journals/ijcgt/JamonnakC17> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ijcgt/JamonnakC17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6293,"University of Texas at El Paso, USA published a paper on Cascade vulnerability problem in what year?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/msv/ServinC08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Texas at El Paso, USA' . <https://dblp.org/rec/conf/msv/ServinC08> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/msv/ServinC08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6294,"In the year 2019 in Medical Image Anal., what are the titles of the research papers on Learning agents?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mia/AlansaryOLFHVKV19> <https://dblp.org/rdf/schema#publishedIn> 'Medical Image Anal.' . <https://dblp.org/rec/journals/mia/AlansaryOLFHVKV19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' . <https://dblp.org/rec/journals/mia/AlansaryOLFHVKV19> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/mia/AlansaryOLFHVKV19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6295,"In Robotica in 2015, who are the authors that published papers about Tracking system?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/robotica/HernandezVCHR15> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/robotica/HernandezVCHR15> <https://dblp.org/rdf/schema#publishedIn> 'Robotica' . <https://dblp.org/rec/journals/robotica/HernandezVCHR15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP91,"[""<https://dblp.org/rec/journals/robotica/HernandezVCHR15>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6296,"In SENSORNETS in 2018, who are the authors that published papers about Target recognition?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sensornets/Al-SabhanS18> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/sensornets/Al-SabhanS18> <https://dblp.org/rdf/schema#publishedIn> 'SENSORNETS' . <https://dblp.org/rec/conf/sensornets/Al-SabhanS18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP91,"[""<https://dblp.org/rec/conf/sensornets/Al-SabhanS18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6297,"Max Planck Institute for Informatics, Saarbr\u00FCcken, Germany published a paper on Broadcast time in what year?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/stacs/ElsasserS09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Max Planck Institute for Informatics, Saarbr\u00FCcken, Germany' . <https://dblp.org/rec/conf/stacs/ElsasserS09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/stacs/ElsasserS09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6298,Who are the authors that published papers about Extremity range in MMVR in 2013?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mmvr/YanKBANJH13> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/mmvr/YanKBANJH13> <https://dblp.org/rdf/schema#publishedIn> 'MMVR' . <https://dblp.org/rec/conf/mmvr/YanKBANJH13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP91,"[""<https://dblp.org/rec/conf/mmvr/YanKBANJH13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6299,"In CSNDSP in 2012, who are the authors that published papers about Code reservation?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/csndsp/VardakasMLS12> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/csndsp/VardakasMLS12> <https://dblp.org/rdf/schema#publishedIn> 'CSNDSP' . <https://dblp.org/rec/conf/csndsp/VardakasMLS12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP91,"[""<https://dblp.org/rec/conf/csndsp/VardakasMLS12>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6300,"In 2019 in CoRR, who are the authors that published papers about Graph labeling?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1911-03757> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/corr/abs-1911-03757> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-1911-03757> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP91,"[""<https://dblp.org/rec/journals/corr/abs-1911-03757>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6301,Count the papers published by the authors of 'Impacts of monetary instruments on overnight spread under the interest rate corridor framework: evidence from China' in 2021.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/bpmj/ChangFHH21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP74,"[""<https://dblp.org/rec/journals/bpmj/ChangFHH21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6302,Mention the count of papers published by the authors of 'Semi-automatic Composition of Geospatial Web Services Using JBoss Rules' in RuleML.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ruleml/ZahariaVB08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'RuleML' },TP75,"[""<https://dblp.org/rec/conf/ruleml/ZahariaVB08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6303,How many different affiliations do the authors of 'The Poetess Archive Database' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/dhq/Mandell09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/dhq/Mandell09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6304,Count the different affiliations of the authors of 'Eccentric Regularization: Minimizing Hyperspherical Energy without explicit projection'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2104-11610> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/corr/abs-2104-11610>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6305,How many papers did the authors of 'A pattern-based approach for workflow interconnection and flexibility support' publish in 2015?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ijbis/BoukhedoumaOAT15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP74,"[""<https://dblp.org/rec/journals/ijbis/BoukhedoumaOAT15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6306,How many different affiliations do the authors of 'Analysing the optical network unit power consumption in the 10 GB-capable passive optical network systems' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/iet-net/SarigiannidisLP16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/iet-net/SarigiannidisLP16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6307,How many papers did the authors of 'Making Cryptographic Primitives Harder' publish in 2008?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ieicet/HasegawaHIKS08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP74,"[""<https://dblp.org/rec/journals/ieicet/HasegawaHIKS08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6308,"What is the count of authors of 'Neuro-fuzzy Control of Autonomous Robotics' who have University of Texas at Arlington, TX, USA as their primary affiliation?","SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/reference/complexity/StinguL09> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Texas at Arlington, TX, USA' }",TP71,"[""<https://dblp.org/rec/reference/complexity/StinguL09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6309,How many publications did the authors of the paper 'Controller synthesis for stabilizing periodic orbits in forced nonlinear systems' publish in CDC?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/cdc/BassoGT00> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CDC' },TP75,"[""<https://dblp.org/rec/conf/cdc/BassoGT00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6310,Count the different affiliations of the authors of 'On computing the inverse DFT'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tsp/DuhamelPE88> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/tsp/DuhamelPE88>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6311,Mention the count of papers published by the authors of 'Object Tracking in Random Access Sensor Networks: Extended Kalman Filtering with State Overlapping' in INFOCOM Workshops.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/infocom/AlimadadiSC19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'INFOCOM Workshops' },TP75,"[""<https://dblp.org/rec/conf/infocom/AlimadadiSC19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6312,How many different affiliations do the authors of 'The Dynamics of Offensive Messages in the World of Social Media: the Control of Cyberbullying on Twitter' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/BlancoBSTMTY14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/corr/BlancoBSTMTY14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6313,"In 2021, how many papers did the authors of 'Motion Strategy Using Opponent Player's Serial Learning for Air-Hockey Robots' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iros/FukudaTN21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP74,"[""<https://dblp.org/rec/conf/iros/FukudaTN21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6314,How many papers did the authors of 'Methodology for Analysing Unstructured Usability Evaluation Data' publish in 2012?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/futsec/FribergSK12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP74,"[""<https://dblp.org/rec/conf/futsec/FribergSK12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6315,Count the papers published by the authors of 'Against Backdoor Attacks In Federated Learning With Differential Privacy' in 2022.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icassp/MiaoYHLH22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP74,"[""<https://dblp.org/rec/conf/icassp/MiaoYHLH22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6316,Count the different affiliations of the authors of 'HIPER: Heuristic-based infrastructure expansion through partition reconnection for efficient Virtual Network Embedding'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/cnsm/LuizelliBBG14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/cnsm/LuizelliBBG14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6317,"In 2019, how many papers did the authors of 'Singular Perturbation Analysis of a Regularized MEMS Model' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/siamads/IuorioPS19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP74,"[""<https://dblp.org/rec/journals/siamads/IuorioPS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6318,Count the papers published by the authors of 'End-to-End Error-Rate Based Incremental Relaying for AF Cooperative Communications' in IEEE Commun. Lett..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/icl/Lee13c> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Commun. Lett.' },TP75,"[""<https://dblp.org/rec/journals/icl/Lee13c>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6319,How many publications did the authors of the paper 'SLAs Empowering Services in the Future Internet' publish in Future Internet Assembly?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/fia/ButlerLNTTYCP11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Future Internet Assembly' },TP75,"[""<https://dblp.org/rec/conf/fia/ButlerLNTTYCP11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6320,"In 2014, how many papers did the authors of 'Dual-Branch MRC Receivers Under Spatial Interference Correlation and Nakagami Fading' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tcom/TanbourgiDAJ14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP74,"[""<https://dblp.org/rec/journals/tcom/TanbourgiDAJ14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6321,How many papers did the authors of 'Scrabble puzzle challenge' publish in Inroads?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/inroads/Barr20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Inroads' },TP75,"[""<https://dblp.org/rec/journals/inroads/Barr20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6322,"In 2007, how many papers did the authors of 'Pruning Bio-Ontologies' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/hicss/KimCH07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP74,"[""<https://dblp.org/rec/conf/hicss/KimCH07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6323,How many papers did the authors of 'An Ensemble Model for Sentiment Analysis of Hindi-English Code-Mixed Data' publish in 2018?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-1806-04450> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP74,"[""<https://dblp.org/rec/journals/corr/abs-1806-04450>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6324,"In 2000, how many papers did the authors of 'High-stability AWFM filter for signal restoration and its hardware design' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/fss/KuoLC00> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2000' },TP74,"[""<https://dblp.org/rec/journals/fss/KuoLC00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6325,How many authors of 'Head Pose Estimation and Augmented Reality Tracking: An Integrated System and Evaluation for Monitoring Driver Awareness' have University of California as their primary affiliation?,"SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tits/Murphy-ChutorianT10> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'University of California, San Diego, USA' }",TP71,"[""<https://dblp.org/rec/journals/tits/Murphy-ChutorianT10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6326,Count the papers published by the authors of 'Trajectory-User Linking via Graph Neural Network' in ICC.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icc/0002CWCZ21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICC' },TP75,"[""<https://dblp.org/rec/conf/icc/0002CWCZ21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6327,Count the different affiliations of the authors of 'GAmera: An Automatic Mutant Generation System for WS-BPEL Compositions'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ecows/Dominguez-JimenezEGM09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/ecows/Dominguez-JimenezEGM09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6328,Count the papers published by the authors of 'Designing a Low-Power LNA and Filter for Portable EEG Acquisition Applications' in IEEE Access.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/access/MoradiDT21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' },TP75,"[""<https://dblp.org/rec/journals/access/MoradiDT21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
