id,question_string,query,template_id,entities,relations,temporal,help_out
Q4569,Do the authors of 'Assessing the veracity of identity assertions via OSNs' have Duke University as their primary affiliation?,"ASK { <https://dblp.org/rec/conf/comsnets/SirivianosKGY12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Duke University, Durham, USA' }",TP33,"[""<https://dblp.org/rec/conf/comsnets/SirivianosKGY12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4570,Did the authors of the publication 'TasteIT Analyzing chemical sensor data using fuzzy logic' also publish a publication in Fundam. Informaticae?,ASK { <https://dblp.org/rec/conf/compsens/HeidenTS11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/compsens/HeidenTS11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Fundam. Informaticae' },TP36,"[""<https://dblp.org/rec/conf/compsens/HeidenTS11>"", ""Fundam. Informaticae""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4571,Did the authors of the paper 'Formation Reconfiguration for Fixed-Wing UAVs' also publish a publication in Comput. Optim. Appl.?,ASK { <https://dblp.org/rec/journals/jirs/ChenWSLLY21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jirs/ChenWSLLY21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput. Optim. Appl.' },TP36,"[""<https://dblp.org/rec/journals/jirs/ChenWSLLY21>"", ""Comput. Optim. Appl.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4572,Was the paper 'An Efficient FFT Architecture for OFDM Communication Systems' published in the year 2009?,ASK { <https://dblp.org/rec/conf/artcom/HarikrishnaR09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP34,"[""<https://dblp.org/rec/conf/artcom/HarikrishnaR09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4573,Was the publication 'Full Body Gesture Recognition for Human-Machine Interaction in Intelligent Spaces' published in the year 2016?,ASK { <https://dblp.org/rec/conf/iwbbio/Casillas-PerezG16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP34,"[""<https://dblp.org/rec/conf/iwbbio/Casillas-PerezG16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4574,Did the authors of 'A Biologically Inspired Biped Locomotion Strategy for Humanoid Robots: Modulation of Sinusoidal Patterns by a Coupled Oscillator Model' also publish the publication 'Stability Analysis of the Reconstruction Step of the Voronoi Implicit Interface Method'?,ASK { <https://dblp.org/rec/journals/trob/MorimotoENC08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/siamnum/Laurain17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/siamnum/Laurain17> != <https://dblp.org/rec/journals/trob/MorimotoENC08>) },TP35,"[""<https://dblp.org/rec/journals/trob/MorimotoENC08>"", ""<https://dblp.org/rec/journals/siamnum/Laurain17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4575,Did the authors of the paper 'Matched direction beamforming based on signal subspace' also publish the publication 'Product accumulate codes: properties and performance'?,ASK { <https://dblp.org/rec/conf/icassp/ZhuangHH12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/itw/NarayananLG01> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/itw/NarayananLG01> != <https://dblp.org/rec/conf/icassp/ZhuangHH12>) },TP35,"[""<https://dblp.org/rec/conf/icassp/ZhuangHH12>"", ""<https://dblp.org/rec/conf/itw/NarayananLG01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4576,Was the publication 'Distributed ledger technology and economic contract innovation' published in 2018?,ASK { <https://dblp.org/rec/conf/iccse/SunH18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP34,"[""<https://dblp.org/rec/conf/iccse/SunH18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4577,Was the paper 'Proximal Gradient Temporal Difference Learning: Stable Reinforcement Learning with Polynomial Sample Complexity' published in the year 2018?,ASK { <https://dblp.org/rec/journals/jair/0006GG0MP18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP34,"[""<https://dblp.org/rec/journals/jair/0006GG0MP18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4578,Do the authors of 'Determining Sector Visibility of a Polygon' have University of British Columbia as their primary affiliation?,"ASK { <https://dblp.org/rec/conf/compgeom/BhattacharyaKT89> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of British Columbia, Vancouver, Canada' }",TP33,"[""<https://dblp.org/rec/conf/compgeom/BhattacharyaKT89>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4579,Did the authors of the publication 'Optimized Scheduling for Time-Critical Industrial IoT' also publish 'A gateway-based solution for remote accessing to residential UPnP services networks'?,ASK { <https://dblp.org/rec/conf/globecom/Brun-LagunaMT19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/wises/Gomez-Escalonilla10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/wises/Gomez-Escalonilla10> != <https://dblp.org/rec/conf/globecom/Brun-LagunaMT19>) },TP35,"[""<https://dblp.org/rec/conf/globecom/Brun-LagunaMT19>"", ""<https://dblp.org/rec/conf/wises/Gomez-Escalonilla10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4580,Did the authors of 'From a Contextual Graph to a Tree Representation' also publish 'Theoretical assessment of principal factors influencing laser interstitial thermotherapy outcomes on pancreas'?,ASK { <https://dblp.org/rec/conf/context/GarciaB17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/embc/SaccomandiSMPMR12> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/embc/SaccomandiSMPMR12> != <https://dblp.org/rec/conf/context/GarciaB17>) },TP35,"[""<https://dblp.org/rec/conf/context/GarciaB17>"", ""<https://dblp.org/rec/conf/embc/SaccomandiSMPMR12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4581,Did the authors of the publication 'Innovative practices on silicon photonics' publish other papers in IEEE International Conference on Multimedia and Expo?,ASK { <https://dblp.org/rec/conf/vts/MeadeKOA18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/vts/MeadeKOA18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICME' },TP36,"[""<https://dblp.org/rec/conf/vts/MeadeKOA18>"", ""ICME""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4582,Was the publication 'Microsensor Electrodes for 3D Inline Process Monitoring in Multiphase Microreactors' published in the year 2020?,ASK { <https://dblp.org/rec/journals/sensors/UrbanSKUW20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP34,"[""<https://dblp.org/rec/journals/sensors/UrbanSKUW20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4583,Did the authors of the paper 'MLSmellHound: A Context-Aware Code Analysis Tool' also publish the paper 'Digital Straight Segment Filter for Geometric Description'?,ASK { <https://dblp.org/rec/journals/corr/abs-2205-03790> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/dgmm/DecelleNDML21> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/dgmm/DecelleNDML21> != <https://dblp.org/rec/journals/corr/abs-2205-03790>) },TP35,"[""<https://dblp.org/rec/journals/corr/abs-2205-03790>"", ""<https://dblp.org/rec/conf/dgmm/DecelleNDML21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4584,Did the authors of the paper 'Approximating the Nearest Neighbor Interchange Distance for Evolutionary Trees with Non-uniform Degrees' also publish the paper 'Denotational Correctness of Foward-Mode Automatic Differentiation for Iteration and Recursion'?,ASK { <https://dblp.org/rec/conf/cocoon/HonL99> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-2007-05282> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/abs-2007-05282> != <https://dblp.org/rec/conf/cocoon/HonL99>) },TP35,"[""<https://dblp.org/rec/conf/cocoon/HonL99>"", ""<https://dblp.org/rec/journals/corr/abs-2007-05282>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4585,"Is University of Texas at Dallas, Department of Computer Science, USA the primary affiliation of the authors of 'A survey of quality of service in IEEE 80211 networks'?","ASK { <https://dblp.org/rec/journals/wc/ZhuLCP04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Texas at Dallas, Department of Computer Science, USA' }",TP33,"[""<https://dblp.org/rec/journals/wc/ZhuLCP04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4586,Did the authors of the paper 'A Combinatorial Geometric Approach to Linear Image Matching' also publish a publication in IIMSS?,ASK { <https://dblp.org/rec/journals/eccc/HundtL07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/eccc/HundtL07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IIMSS' },TP36,"[""<https://dblp.org/rec/journals/eccc/HundtL07>"", ""IIMSS""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4587,Did the authors of 'A multicode approach for high data rate UWB system design' also publish the publication 'Topologies and Sheaves Appeared as Syntax and Semantics of Natural Language'?,ASK { <https://dblp.org/rec/journals/tcom/KamounMCD09> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/flap/Prosorov17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/flap/Prosorov17> != <https://dblp.org/rec/journals/tcom/KamounMCD09>) },TP35,"[""<https://dblp.org/rec/journals/tcom/KamounMCD09>"", ""<https://dblp.org/rec/journals/flap/Prosorov17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4588,Did the authors of 'Observation of flow variation in capillaries of artificial blood vessel by producing microbubble aggregations' also publish a paper in ICGSE?,ASK { <https://dblp.org/rec/conf/embc/MasudaSKWIAMC12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/embc/MasudaSKWIAMC12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICGSE' },TP36,"[""<https://dblp.org/rec/conf/embc/MasudaSKWIAMC12>"", ""ICGSE""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4589,"Do the authors of 'Multi-hop discovery of Candidate Access Routers (MHD-CAR) for fast moving mobile nodes' have TU Dortmund University, Communication Networks Institute, Germany as their primary affiliation?","ASK { <https://dblp.org/rec/conf/pimrc/YousafMW08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'TU Dortmund University, Communication Networks Institute, Germany' }",TP33,"[""<https://dblp.org/rec/conf/pimrc/YousafMW08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4590,Was the paper 'Density flow over networks: A mean-field game theoretic approach' published in the year 2014?,ASK { <https://dblp.org/rec/conf/cdc/BausoZP14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP34,"[""<https://dblp.org/rec/conf/cdc/BausoZP14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4591,Was the paper 'Low-energy defibrillation research using a rabbit ventricular model: Optimizing the potential gradient distribution using multiple epicardial electrodes' published in the year 2016?,ASK { <https://dblp.org/rec/conf/embc/WangJWSQW16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP34,"[""<https://dblp.org/rec/conf/embc/WangJWSQW16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4592,Was the publication 'Cooperative Behavior of Interacting Simple Robots in a Clockface Arranged Foraging Field' published in 2002?,ASK { <https://dblp.org/rec/conf/dars/SugawaraS02> <https://dblp.org/rdf/schema#yearOfPublication> '2002' },TP34,"[""<https://dblp.org/rec/conf/dars/SugawaraS02>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4593,Did the authors of the publication 'Observing and Studying Extreme Low Pressure Events with Altimetry' also publish 'Energy-efficient connected coverage of discrete targets in wireless sensor networks'?,ASK { <https://dblp.org/rec/journals/sensors/CarrereMDQP09> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ijahuc/LuWCL09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/ijahuc/LuWCL09> != <https://dblp.org/rec/journals/sensors/CarrereMDQP09>) },TP35,"[""<https://dblp.org/rec/journals/sensors/CarrereMDQP09>"", ""<https://dblp.org/rec/journals/ijahuc/LuWCL09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4594,Was the paper 'Object capture with a camera-mobile robot system' published in the year 2006?,ASK { <https://dblp.org/rec/journals/ram/Webster06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP34,"[""<https://dblp.org/rec/journals/ram/Webster06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4595,"Did the authors of the publication 'Characterizing Human Mobility Patterns During COVID-19 using Cellular Network Data' also publish the paper 'Optimality of Fundamental Parallel Algorithms on the Hierarchical Memory Machine, with GPU Implementation'?",ASK { <https://dblp.org/rec/journals/corr/abs-2010-14558> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/pdp/NakanoI15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/pdp/NakanoI15> != <https://dblp.org/rec/journals/corr/abs-2010-14558>) },TP35,"[""<https://dblp.org/rec/journals/corr/abs-2010-14558>"", ""<https://dblp.org/rec/conf/pdp/NakanoI15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4596,Was the publication 'Tetravalent Graphs Admitting Half-Transitive Group Actions: Alternating Cycles' published in the year 1999?,ASK { <https://dblp.org/rec/journals/jct/MarusicP99> <https://dblp.org/rdf/schema#yearOfPublication> '1999' },TP34,"[""<https://dblp.org/rec/journals/jct/MarusicP99>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4597,Did the authors of 'LEADOR: A Method for End-to-End Participatory Design of Autonomous Social Robots' also publish 'SCORES: Shape Composition with Recursive Substructure Priors'?,ASK { <https://dblp.org/rec/journals/corr/abs-2105-01910> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-1809-05398> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/abs-1809-05398> != <https://dblp.org/rec/journals/corr/abs-2105-01910>) },TP35,"[""<https://dblp.org/rec/journals/corr/abs-2105-01910>"", ""<https://dblp.org/rec/journals/corr/abs-1809-05398>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4598,Did the authors of the publication 'Designing for sustainable mobile learning - re-evaluating the concepts \formal\ and \informal\' also publish a publication in CSEDU (2)?,ASK { <https://dblp.org/rec/journals/ile/VibergAW21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ile/VibergAW21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CSEDU (2)' },TP36,"[""<https://dblp.org/rec/journals/ile/VibergAW21>"", ""CSEDU (2)""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4599,Did the authors of 'GNE: Generic Heterogeneous Information Network Embedding' also publish 'Multi-objective Collaborative Optimization of Multi-level Inventory: A Model Driven by After-Sales Service'?,ASK { <https://dblp.org/rec/conf/IEEEwisa/KongCLCCZ20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/hucc/MaLLMFL20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/hucc/MaLLMFL20> != <https://dblp.org/rec/conf/IEEEwisa/KongCLCCZ20>) },TP35,"[""<https://dblp.org/rec/conf/IEEEwisa/KongCLCCZ20>"", ""<https://dblp.org/rec/conf/hucc/MaLLMFL20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4600,Did the authors of the publication 'Volume-based tumor neurosurgery planning in the Virtual Workbench' also publish 'Korean prosody generation and artificial neural networks'?,ASK { <https://dblp.org/rec/conf/vr/GuanSKHNC98> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/interspeech/MinL04> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/interspeech/MinL04> != <https://dblp.org/rec/conf/vr/GuanSKHNC98>) },TP35,"[""<https://dblp.org/rec/conf/vr/GuanSKHNC98>"", ""<https://dblp.org/rec/conf/interspeech/MinL04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4601,Did the authors of the paper 'Towards Large Scale Cross-Media Retrieval via Modeling Heterogeneous Information and Exploring an Efficient Indexing Scheme' also publish a publication in Inf. Softw. Technol.?,ASK { <https://dblp.org/rec/conf/cvm/LuWY12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cvm/LuWY12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Inf. Softw. Technol.' },TP36,"[""<https://dblp.org/rec/conf/cvm/LuWY12>"", ""Inf. Softw. Technol.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4602,Did the authors of the publication 'Vibrational feedback control of time delay systems' also publish the paper 'A Pseudospectral Strategy for Optimal Power Management in Series Hybrid Electric Powertrains'?,ASK { <https://dblp.org/rec/journals/tac/ShujaeeL97> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tvt/ZhouZLF16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/tvt/ZhouZLF16> != <https://dblp.org/rec/journals/tac/ShujaeeL97>) },TP35,"[""<https://dblp.org/rec/journals/tac/ShujaeeL97>"", ""<https://dblp.org/rec/journals/tvt/ZhouZLF16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4603,Did the authors of 'SDN-based Resource Allocation in Edge and Cloud Computing Systems: An Evolutionary Stackelberg Differential Game Approach' also publish a paper in J. Glob. Optim.?,ASK { <https://dblp.org/rec/journals/corr/abs-2109-12543> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2109-12543>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Glob. Optim.' },TP36,"[""<https://dblp.org/rec/journals/corr/abs-2109-12543>"", ""J. Glob. Optim.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4604,"Is Chinese Academy of Sciences, Institute of Geographical Sciences and Natural Resources Research, State Key Laboratory of Resources and Environmental Information System, Beijing, China the primary affiliation of the authors of 'Quantitative Responses of Satellite-Derived Nighttime Lighting Signals to Anthropogenic Land-Use and Land-Cover Changes across China'?","ASK { <https://dblp.org/rec/journals/remotesensing/Ma18b> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Chinese Academy of Sciences, Institute of Geographical Sciences and Natural Resources Research, State Key Laboratory of Resources and Environmental Information System, Beijing, China' }",TP33,"[""<https://dblp.org/rec/journals/remotesensing/Ma18b>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4605,Did the authors of the publication 'Effectiveness of Mobile Recommender Systems for Tourist Destinations: A User Evaluation' also publish a publication in SMM4H@AMIA?,ASK { <https://dblp.org/rec/conf/aaaiss/ModschingKHG07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/aaaiss/ModschingKHG07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SMM4H@AMIA' },TP36,"[""<https://dblp.org/rec/conf/aaaiss/ModschingKHG07>"", ""SMM4H@AMIA""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4606,Was 'Dynamics and control of space robot brachiating motion using handrails' published in 2003?,ASK { <https://dblp.org/rec/conf/iros/SawadaM03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' },TP34,"[""<https://dblp.org/rec/conf/iros/SawadaM03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4607,Was 'Efficient Object Tracking in Compressed Video Streams with Graph Cuts' published in 2018?,ASK { <https://dblp.org/rec/conf/mmsp/SilvaGBSH18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP34,"[""<https://dblp.org/rec/conf/mmsp/SilvaGBSH18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4608,Was the publication 'An iterated \hyperplane exploration\ approach for the quadratic knapsack problem' published in the year 2017?,ASK { <https://dblp.org/rec/journals/cor/ChenH17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP34,"[""<https://dblp.org/rec/journals/cor/ChenH17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4609,Did the authors of 'A LiBr-H2O Absorption Refrigerator Incorporating a Thermally Activated Solution Pumping Mechanism' also publish the publication 'An ID-based Designated Verifier Proxy Signature Scheme without Bilinear Pairing'?,ASK { <https://dblp.org/rec/journals/entropy/Eames17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/iicai/TiwariP11> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/iicai/TiwariP11> != <https://dblp.org/rec/journals/entropy/Eames17>) },TP35,"[""<https://dblp.org/rec/journals/entropy/Eames17>"", ""<https://dblp.org/rec/conf/iicai/TiwariP11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4610,Did the authors of the publication 'Online Geocoding of Millions of Economic Operators' also publish the paper 'Survivable Grouped Routing Optical Networks with Dedicated Path Protection'?,ASK { <https://dblp.org/rec/conf/worldcist/SantosS0CRCO20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ieicet/HasegawaMS16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/ieicet/HasegawaMS16> != <https://dblp.org/rec/conf/worldcist/SantosS0CRCO20>) },TP35,"[""<https://dblp.org/rec/conf/worldcist/SantosS0CRCO20>"", ""<https://dblp.org/rec/journals/ieicet/HasegawaMS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4611,Was the publication 'Towards Design and Implementation of a Language Technology based Information Processor for PDM Systems' published in the year 2010?,ASK { <https://dblp.org/rec/journals/corr/abs-1008-1394> <https://dblp.org/rdf/schema#yearOfPublication> '2010' },TP34,"[""<https://dblp.org/rec/journals/corr/abs-1008-1394>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4613,Was the paper 'Fully automated algorithm for the segmentation of the middle and proximal phalanges of digitized hand radiographs' published in the year 1998?,ASK { <https://dblp.org/rec/conf/miip/DuryeaJCG98> <https://dblp.org/rdf/schema#yearOfPublication> '1998' },TP34,"[""<https://dblp.org/rec/conf/miip/DuryeaJCG98>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4614,Was the publication 'Panel: Empirically-based Secure OS Design' published in the year 2017?,ASK { <https://dblp.org/rec/conf/nspw/WeberSSZ17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP34,"[""<https://dblp.org/rec/conf/nspw/WeberSSZ17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4615,Was the paper 'GPU Parallelization of HEVC In-Loop Filters' published in the year 2017?,ASK { <https://dblp.org/rec/journals/ijpp/WangSMCJIRS17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP34,"[""<https://dblp.org/rec/journals/ijpp/WangSMCJIRS17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4616,Did the authors of the paper 'Efficient Computation of Sensitivities for Ordinary Differential Equation Boundary Value Problems' also publish a publication in SIGMOD Conference?,ASK { <https://dblp.org/rec/journals/siamnum/SerbanP02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/siamnum/SerbanP02>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SIGMOD Conference' },TP36,"[""<https://dblp.org/rec/journals/siamnum/SerbanP02>"", ""SIGMOD Conference""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4617,Did the authors of 'Sparse Code Multiple Access: Potentials and Challenges' also publish a paper in the venue AGILE?,ASK { <https://dblp.org/rec/journals/ojcs/RebhiHRC21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ojcs/RebhiHRC21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'AGILE' },TP36,"[""<https://dblp.org/rec/journals/ojcs/RebhiHRC21>"", ""AGILE""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4618,Did the authors of the publication 'Effects of Boards of Directors' External Ties on IT Assimilation' also publish the paper 'Screening of the Prime bioactive compounds from Aloe vera as potential anti-proliferative agents targeting DNA'?,ASK { <https://dblp.org/rec/conf/icis/WangCL16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cbm/MajumderDBJMDPD22> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cbm/MajumderDBJMDPD22> != <https://dblp.org/rec/conf/icis/WangCL16>) },TP35,"[""<https://dblp.org/rec/conf/icis/WangCL16>"", ""<https://dblp.org/rec/journals/cbm/MajumderDBJMDPD22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4619,Did the authors of 'Fast Sparse Coding Inference with Historical Information' also publish 'Analysis of Behaviour Patterns of the Residents of a Smart House'?,ASK { <https://dblp.org/rec/conf/icdm/ZhangJS19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/csoc/KlekaFF19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/csoc/KlekaFF19> != <https://dblp.org/rec/conf/icdm/ZhangJS19>) },TP35,"[""<https://dblp.org/rec/conf/icdm/ZhangJS19>"", ""<https://dblp.org/rec/conf/csoc/KlekaFF19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4620,Was the publication 'Communication Complexity of Sum-Type Functions Invariant under Translation' published in the year 1995?,ASK { <https://dblp.org/rec/journals/iandc/Tamm95> <https://dblp.org/rdf/schema#yearOfPublication> '1995' },TP34,"[""<https://dblp.org/rec/journals/iandc/Tamm95>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4621,Was the publication 'PESAP: A Privacy Enhanced Social Application Platform' published in 2012?,ASK { <https://dblp.org/rec/conf/socialcom/ReynaertGDDP12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP34,"[""<https://dblp.org/rec/conf/socialcom/ReynaertGDDP12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4622,Did the authors of 'Orthodox BLUP versus h-likelihood methods for inferences about random effects in Tweedie mixed models' also publish a paper in the venue Australas. J Comb.?,ASK { <https://dblp.org/rec/journals/sac/LeeH10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/sac/LeeH10>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Australas. J Comb.' },TP36,"[""<https://dblp.org/rec/journals/sac/LeeH10>"", ""Australas. J Comb.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4623,Did the authors of 'OpinionLink: Leveraging user opinions for product catalog enrichment' also publish 'Efficient temporal shortest path queries on evolving social graphs'?,ASK { <https://dblp.org/rec/journals/ipm/MeloSMC19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ssdbm/HuoT14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ssdbm/HuoT14> != <https://dblp.org/rec/journals/ipm/MeloSMC19>) },TP35,"[""<https://dblp.org/rec/journals/ipm/MeloSMC19>"", ""<https://dblp.org/rec/conf/ssdbm/HuoT14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4624,Did the authors of the publication 'Incremental Detection of Local Community Structure' also publish a publication in High. Order Symb. Comput.?,ASK { <https://dblp.org/rec/conf/asunam/Branting10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/asunam/Branting10>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'High. Order Symb. Comput.' },TP36,"[""<https://dblp.org/rec/conf/asunam/Branting10>"", ""High. Order Symb. Comput.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4625,Did the authors of the paper 'The Varying Role of IS Capabilities for Different Approaches to Application Services Outsourcing' also publish a publication in ADPRL?,ASK { <https://dblp.org/rec/conf/amcis/ZeltWUB13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/amcis/ZeltWUB13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ADPRL' },TP36,"[""<https://dblp.org/rec/conf/amcis/ZeltWUB13>"", ""ADPRL""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4626,Was the paper 'A simple approach to system modeling' published in the year 1981?,ASK { <https://dblp.org/rec/journals/pe/Bard81> <https://dblp.org/rdf/schema#yearOfPublication> '1981' },TP34,"[""<https://dblp.org/rec/journals/pe/Bard81>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
