id,question_string,query,template_id,entities,relations,temporal,help_out
Q0425,What are the papers written by Pavel Laskov and Konrad Rieck together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/4310> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/4020> },TC12,"[""<https://dblp.org/pid/63/4310>"", ""<https://dblp.org/pid/64/4020>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0426,"What are the papers written by Farina, A. and Mohammad Mahdi Chitgarha together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/6694> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/126/1103> },TC12,"[""<https://dblp.org/pid/63/6694>"", ""<https://dblp.org/pid/126/1103>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0427,"Which papers did Terrier, I. publish in the last nine years?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/316/7944> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) },TC15,"[""<https://dblp.org/pid/316/7944>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0428,In which conferences or journals has Suguru Goto published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/2639> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/67/2639>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0429,"Mention the co-authors of Sun, Guo.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/7076> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/32/7076>) },TC14,"[""<https://dblp.org/pid/32/7076>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0430,What are the venues in which Daniel Rubio Bonilla published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/10971> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/15/10971>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0431,"What are the papers written by Naoki Kimura and Zhao, Y. together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/1983> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/7781> },TC12,"[""<https://dblp.org/pid/81/1983>"", ""<https://dblp.org/pid/116/7781>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0432,"Which papers did Xiaodi Song and Wang, Kui write together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/7032> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/6416> },TC12,"[""<https://dblp.org/pid/90/7032>"", ""<https://dblp.org/pid/55/6416>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0433,Mention the co-authors of S. Alfat.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/304/4347> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/304/4347>) },TC14,"[""<https://dblp.org/pid/304/4347>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0434,Which papers did S. J. Jackson and R. Manohar write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/4500> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/RajitManohar> },TC12,"[""<https://dblp.org/pid/88/4500>"", ""<https://dblp.org/pid/m/RajitManohar>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0435,"Who are the co-authors of Hou, Avus C. Y.?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/4783> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/40/4783>) },TC14,"[""<https://dblp.org/pid/40/4783>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0436,"Mention the venues in which Baumli, N. published.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/140/4663> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/140/4663>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0437,List the papers published by T. Kellam in the last seven years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/4688> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-7) },TC15,"[""<https://dblp.org/pid/45/4688>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0438,With which other authors has the author James W. Gray III written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/3461> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/01/3461>) },TC14,"[""<https://dblp.org/pid/01/3461>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0439,What are the venues in which Charles Lenay published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/2338> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/61/2338>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0440,Mention the venues in which J. Xu published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/1590> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/20/1590>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0441,With which other authors has the author Lionel Garnier written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/5133> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/24/5133>) },TC14,"[""<https://dblp.org/pid/24/5133>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0442,"What are the papers written by Beatrice Dedemo and Borruso, G. together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/301/6480> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/4384> },TC12,"[""<https://dblp.org/pid/301/6480>"", ""<https://dblp.org/pid/09/4384>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0443,"Which publications did Toniann Pitassi write with the author from University of Toronto, Canada?","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/TPitassi> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Toronto, Canada' }",TC16,"[""<https://dblp.org/pid/p/TPitassi>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0444,"In which conferences or journals has Agbonjaru, J. published papers?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/244/5237> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/244/5237>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0445,What are the venues in which M. Fumagalli published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/4517> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/161/4517>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0446,"What research papers did Blum, Christian publish with the author affiliated to Artificial Intelligence Research Institute (IIIA-CSIC)?","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/CBlum> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'Artificial Intelligence Research Institute (IIIA-CSIC), Campus UAB, Bellaterra, Spain' }",TC16,"[""<https://dblp.org/pid/b/CBlum>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0447,Which papers did Y. Rozier and Y. Robach write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/6374> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/8448> },TC12,"[""<https://dblp.org/pid/96/6374>"", ""<https://dblp.org/pid/98/8448>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0448,List the papers published by J. Mayer in the last 6 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/788> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-6) },TC15,"[""<https://dblp.org/pid/99/788>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0449,Which papers did Gregory H. Wakefield and Kyla A. McMullen write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/4731> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/7180> },TC12,"[""<https://dblp.org/pid/26/4731>"", ""<https://dblp.org/pid/47/7180>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0450,"Which publications did LaLonde, W. R. write with the author from Carleton University, Ottawa, Canada?","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/WRLaLonde> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'Carleton University, Ottawa, Canada' }",TC16,"[""<https://dblp.org/pid/l/WRLaLonde>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0451,Which papers did Julian Warner publish in the last 6 years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/2684> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-6) },TC15,"[""<https://dblp.org/pid/42/2684>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0452,"Find the papers written by Abbott, Pamela and Sunila M. together.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/448> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/125/1152> },TC12,"[""<https://dblp.org/pid/75/448>"", ""<https://dblp.org/pid/125/1152>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0453,Which publications did Rebecca Adam write with the author from University of Kiel?,"SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/11067> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Kiel, Germany' }",TC16,"[""<https://dblp.org/pid/94/11067>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0454,Who are the co-authors of Haibo Du?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/8131> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/23/8131>) },TC14,"[""<https://dblp.org/pid/23/8131>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0455,What are the venues in which David F. Nettleton published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/708> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/21/708>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0456,List the papers published by A. Yautsiukhin in the last 6 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/4404> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-6) },TC15,"[""<https://dblp.org/pid/07/4404>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0457,"Mention the papers published by Xiong, H. with the author from Microsoft Research Asia, Beijing, China.","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/x/HuiXiong> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'Microsoft Research Asia, Beijing, China' }",TC16,"[""<https://dblp.org/pid/x/HuiXiong>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0458,With which other authors has the author Donald Parruca written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/127/7073> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/127/7073>) },TC14,"[""<https://dblp.org/pid/127/7073>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0459,With which other authors has the author B. Barakat written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/163/9987> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/163/9987>) },TC14,"[""<https://dblp.org/pid/163/9987>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0460,Mention the co-authors of Yuanan Liu.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/1057> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/57/1057>) },TC14,"[""<https://dblp.org/pid/57/1057>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0461,"Mention the venues in which Wang, Xi published.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/5760-1> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/08/5760-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0462,With which other authors has the author S. Naz written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/195/8541> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/195/8541>) },TC14,"[""<https://dblp.org/pid/195/8541>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0463,In which conferences or journals has An-Sung Wang published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/276/9141> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/276/9141>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0464,Which papers did N. Phisutthangkoon publish in the last two years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/287/2750> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) },TC15,"[""<https://dblp.org/pid/287/2750>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0465,What research papers did George K. Karagiannidis publish with the author affiliated to Aristotle University of Thessaloniki?,"SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/5195> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'Aristotle University of Thessaloniki, Greece' }",TC16,"[""<https://dblp.org/pid/13/5195>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0466,"Which papers did Dong, Q. publish in the last eight years?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/4765> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-8) },TC15,"[""<https://dblp.org/pid/01/4765>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0467,"Find the papers written by Hongshu C. and Zhang, Y. together.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/141/8066> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/6544-95> },TC12,"[""<https://dblp.org/pid/141/8066>"", ""<https://dblp.org/pid/64/6544-95>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0468,Who are the co-authors of Chedy Ra\u00EFssi?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/1132> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/76/1132>) },TC14,"[""<https://dblp.org/pid/76/1132>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0469,Which papers did J. Huang publish in the last six years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/10180> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-6) },TC15,"[""<https://dblp.org/pid/98/10180>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0470,Which papers did Carlos Cerrada and Pilar Merch\u00E1n write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/4557> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/2167> },TC12,"[""<https://dblp.org/pid/28/4557>"", ""<https://dblp.org/pid/01/2167>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0471,"Find the papers written by K. Gu and Shen, S. together.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/3055> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/963> },TC12,"[""<https://dblp.org/pid/187/3055>"", ""<https://dblp.org/pid/11/963>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0472,With which other authors has the author Lan Yang written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/1313> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/52/1313>) },TC14,"[""<https://dblp.org/pid/52/1313>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0473,List the papers published by Patrick J. Lawrence in the last 9 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/272/1532> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) },TC15,"[""<https://dblp.org/pid/272/1532>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0474,What are the venues in which Matthias Springstein published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/0044> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/183/0044>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0475,With which other authors has the author Jackie Chi Kit Cheung written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/9012> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/00/9012>) },TC14,"[""<https://dblp.org/pid/00/9012>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0476,Mention the venues in which Leonid R. published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/LeonidReyzin> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/r/LeonidReyzin>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0477,"Mention the venues in which Tang, P. published.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/509> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/93/509>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0478,"Which papers did Andronache, A. publish in the last 9 years?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/897> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) },TC15,"[""<https://dblp.org/pid/75/897>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0479,Mention the co-authors of X. Liu.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/296/7300> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/296/7300>) },TC14,"[""<https://dblp.org/pid/296/7300>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0480,"What research papers did Habib Ullah Khan publish with the author affiliated to Qatar University, Doha?","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/10688> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'Qatar University, Doha' }",TC16,"[""<https://dblp.org/pid/89/10688>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0481,Which papers did C. Gout and Carole Le Guyader write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/597> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/4858> },TC12,"[""<https://dblp.org/pid/10/597>"", ""<https://dblp.org/pid/53/4858>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0482,"Mention the co-authors of Folino, Francesco.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/5134> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/76/5134>) },TC14,"[""<https://dblp.org/pid/76/5134>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0483,Find the papers written by L\u00EDlia Ramalho Martins and Ana Teresa C. Martins together.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/5595> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/1719> },TC12,"[""<https://dblp.org/pid/94/5595>"", ""<https://dblp.org/pid/59/1719>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0484,What are the papers written by Paulo Gomes Costa and Marcelo Roberto Petry together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/4477> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/7277> },TC12,"[""<https://dblp.org/pid/54/4477>"", ""<https://dblp.org/pid/94/7277>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0485,With which other authors has the author T. Tadono written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/8947> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/10/8947>) },TC14,"[""<https://dblp.org/pid/10/8947>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0486,Who are the co-authors of Sami Muhaidat?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/7881> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/14/7881>) },TC14,"[""<https://dblp.org/pid/14/7881>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0487,Which papers did Cynthia Breazeal and Kenton Williams write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/5630> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/185> },TC12,"[""<https://dblp.org/pid/65/5630>"", ""<https://dblp.org/pid/91/185>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0488,Which papers did Abhimanyu D. publish in the last 4 years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/172/0866> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/172/0866>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0489,"Which papers did Poore, J. H. publish in the last three years?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/JesseHPoore> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-3) },TC15,"[""<https://dblp.org/pid/p/JesseHPoore>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0490,What are the venues in which Hongye Su published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/513> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/74/513>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0491,Who are the co-authors of Franco Stellari?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/4731> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/38/4731>) },TC14,"[""<https://dblp.org/pid/38/4731>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0492,List the papers published by Steve Benford in the last seven years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/SteveBenford> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-7) },TC15,"[""<https://dblp.org/pid/b/SteveBenford>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0493,List the papers published by Xiaowen Cao in the last 4 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/154/5940> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) },TC15,"[""<https://dblp.org/pid/154/5940>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0494,Which papers did Emil Bj\u00F6rnson publish in the last nine years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/1658> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) },TC15,"[""<https://dblp.org/pid/67/1658>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0495,Mention the venues in which Jacopo Castellini published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/193/8841> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/193/8841>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0496,In which conferences or journals has Ping Zhou published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/909> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/43/909>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0497,Who are the co-authors of Kevin J. Barker?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/6533> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/23/6533>) },TC14,"[""<https://dblp.org/pid/23/6533>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0498,Who are the co-authors of Shir G.?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/211/7229> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/211/7229>) },TC14,"[""<https://dblp.org/pid/211/7229>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0499,"What are the papers written by Dirk Farin and With, Peter H. N. de together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/2295> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/PeterHNdeWith> },TC12,"[""<https://dblp.org/pid/00/2295>"", ""<https://dblp.org/pid/w/PeterHNdeWith>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0500,In which conferences or journals has Dietlind Helene Cymek published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/145/5543> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/145/5543>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0501,"What are the papers written by Su-Pi Su and Tsai, Chung-Hung together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/2026> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/4057> },TC12,"[""<https://dblp.org/pid/119/2026>"", ""<https://dblp.org/pid/22/4057>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
