id,question_string,query,template_id,entities,relations,temporal,help_out
Q6386,Count the papers published by the authors of 'Identifying suspicious activities through DNS failure graph analysis' in ICNP.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icnp/JiangCJLZ10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICNP' },TP75,"[""<https://dblp.org/rec/conf/icnp/JiangCJLZ10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6387,Count the different affiliations of the authors of 'Real-Time Embedded Computer Vision on UAVs: - UAVision2020 Workshop Summary'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/eccv/BeeckOVTSG20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/eccv/BeeckOVTSG20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6388,How many different affiliations do the authors of 'Influence of using 3D images and 3D-printed objects on spatial reasoning of experts and novices' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/cogsci/MaehigashiMONMI17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/cogsci/MaehigashiMONMI17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6389,"How many authors of 'Mosaic representations of video sequences based on slice image analysis' have Chinese Academy of Sciences, National Laboratory of Pattern Recognition, Institute of Automation, Beijing, China as their primary affiliation?","SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/prl/FengLM02> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'Chinese Academy of Sciences, National Laboratory of Pattern Recognition, Institute of Automation, Beijing, China' }",TP71,"[""<https://dblp.org/rec/journals/prl/FengLM02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6390,How many publications did the authors of the paper 'Next Generation Radiogenomics Sequencing for Prediction of EGFR and KRAS Mutation Status in NSCLC Patients Using Multimodal Imaging and Machine Learning Approaches' publish in CoRR?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-1907-02121> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP75,"[""<https://dblp.org/rec/journals/corr/abs-1907-02121>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6391,How many papers did the authors of 'Generalization of the potential method for blending three surfaces' publish in 1992?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/cad/OhkuraK92> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1992' },TP74,"[""<https://dblp.org/rec/journals/cad/OhkuraK92>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6392,Count the papers published by the authors of 'Provenance Across Evidence Combination in Theory of Belief Functions' in 2018.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/fusion/KowalskiM18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP74,"[""<https://dblp.org/rec/conf/fusion/KowalskiM18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6393,"Mention the count of papers published by the authors of 'Intermittent spike-wave dynamics in a heterogeneous, spatially extended neural mass model' in NeuroImage.",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/neuroimage/GoodfellowSB11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'NeuroImage' },TP75,"[""<https://dblp.org/rec/journals/neuroimage/GoodfellowSB11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6394,Mention the count of papers published by the authors of 'Compact separator decompositions in dynamic trees and applications to labeling schemes' in Distributed Comput..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/dc/KormanP08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Distributed Comput.' },TP75,"[""<https://dblp.org/rec/journals/dc/KormanP08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6395,Count the different affiliations of the authors of 'SemAxis: A Lightweight Framework to Characterize Domain-Specific Word Semantics Beyond Sentiment'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-1806-05521> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/corr/abs-1806-05521>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6396,"In 2013, how many papers did the authors of 'On the rainbow vertex-connection' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/dmgt/LiS13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP74,"[""<https://dblp.org/rec/journals/dmgt/LiS13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6397,Count the papers published by the authors of 'Partitioned Least Squares' in 2019.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/aiia/EspositoC019> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP74,"[""<https://dblp.org/rec/conf/aiia/EspositoC019>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6398,"Count the different affiliations of the authors of 'Who are \stinkybug\ and \Packerfan4\? Email Pseudonyms and Participants' Perceptions of Demography, Productivity, and Personality'.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jcmc/HeislerC06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/jcmc/HeislerC06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6399,Count the different affiliations of the authors of 'Joint-modal Distribution-based Similarity Hashing for Large-scale Unsupervised Deep Cross-modal Retrieval'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/sigir/LiuQGZY20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/sigir/LiuQGZY20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6400,Count the papers published by the authors of 'Integration of social and IoT technologies: architectural framework for digital transformation and cyber security challenges' in 2021.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/eis/MendhurwarM21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP74,"[""<https://dblp.org/rec/journals/eis/MendhurwarM21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6401,Count the different affiliations of the authors of 'Transient crosslinking kinetics optimize gene cluster interactions'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ploscb/WalkerTLHABF19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/ploscb/WalkerTLHABF19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6402,Count the different affiliations of the authors of 'Robust adaptive fault-tolerant control for uncertain nonlinear system with unmodeled dynamics based on fuzzy approximation'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ijon/YangW16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/ijon/YangW16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6403,"How many papers did the authors of 'An Overview of MOA, a Multi-Class Overload Architecture for Real-time Database Systems: Framework and Algorithms' publish in 2006?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/aiccsa/Baccouche06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP74,"[""<https://dblp.org/rec/conf/aiccsa/Baccouche06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6404,Count the different affiliations of the authors of 'The Entity Registry System From concept to deployment'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/Gramada16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/corr/Gramada16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6405,Count the different affiliations of the authors of 'Computational Urban Modeling: From Mainframes to Data Streams'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/aaai/Moosavi15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/aaai/Moosavi15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6406,How many publications did the authors of the paper 'Remarks and corrections to the triangular approximations of fuzzy numbers using \u03B1-weighted valuations' publish in Soft Comput.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/soco/Ban11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Soft Comput.' },TP75,"[""<https://dblp.org/rec/journals/soco/Ban11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6407,Count the papers published by the authors of 'A Data-Compressive Wired-OR Readout for Massively Parallel Neural Recording' in 2019.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iscas/MuratoreTWCMM19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP74,"[""<https://dblp.org/rec/conf/iscas/MuratoreTWCMM19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6408,"How many authors of 'Direct meshless kernel techniques for time-dependent equations' have University of G\u00F6ttingen, Germany as their primary affiliation?","SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/amc/HonS15> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'University of G\u00F6ttingen, Germany' }",TP71,"[""<https://dblp.org/rec/journals/amc/HonS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6409,Count the different affiliations of the authors of 'A New Point Access Method Based on Wavelet Trees'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/er/BrisaboaLNS09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/er/BrisaboaLNS09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6410,"Count the papers published by the authors of 'Influence of community ideology of free software on the formation of moral and ethical culture, life and personal self-determination of the trained' in 2020.",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ims2/FedosovM20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP74,"[""<https://dblp.org/rec/conf/ims2/FedosovM20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6411,How many papers did the authors of 'Polynomial-Time Amoeba Neighborhood Membership and Faster Localized Solving' publish in 2015?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/books/daglib/p/AnthonyGGR15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP74,"[""<https://dblp.org/rec/books/daglib/p/AnthonyGGR15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6412,"In 2016, how many papers did the authors of 'Software-reduced touchscreen latency' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/mhci/HenzeFS16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP74,"[""<https://dblp.org/rec/conf/mhci/HenzeFS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6413,Count the papers published by the authors of 'Development of multifunctional system for controlling user access to the Internet' in 2020.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icfnds/ProsvirinDM20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP74,"[""<https://dblp.org/rec/conf/icfnds/ProsvirinDM20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6414,Count the different affiliations of the authors of 'Optimal determination of island boundaries besides the optimal placement of D-STATCOM devices and DG units'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/elektrik/RabieA17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/elektrik/RabieA17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6415,How many authors of 'Leichtgewichtiges Security Incident und Event Management im Hochschulumfeld' have Leibniz Supercomputing Centre (LRZ) as their primary affiliation?,"SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/dfn/ZieglerKBS17> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'Leibniz Supercomputing Centre (LRZ), Munich, Germany' }",TP71,"[""<https://dblp.org/rec/conf/dfn/ZieglerKBS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6416,How many papers did the authors of 'Behavioural Characterization for Network Anomaly Detection' publish in Trans. Comput. Sci.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tcos/RocheA09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Trans. Comput. Sci.' },TP75,"[""<https://dblp.org/rec/journals/tcos/RocheA09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6417,Count the different affiliations of the authors of 'Designing an Intelligent Virtual Agent for Social Communication in Autism'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/aiide/BernardiniPS13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/aiide/BernardiniPS13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6419,How many publications did the authors of the paper 'Many Valued Paraconsistent Logic' publish in ISMVL?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ismvl/Morgan01> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISMVL' },TP75,"[""<https://dblp.org/rec/conf/ismvl/Morgan01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6420,Mention the count of papers published by the authors of 'Independent Collections of Translates of Boxes and a Conjecture due to Gr\u00FCbaum' in Discret. Comput. Geom..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/dcg/NaimanW93> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Discret. Comput. Geom.' },TP75,"[""<https://dblp.org/rec/journals/dcg/NaimanW93>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6421,Mention the count of papers published by the authors of 'Communication-Aware Hierarchical Online-Placement in Heterogeneous Reconfigurable Systems' in IEEE International Workshop on Rapid System Prototyping.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/rsp/SchneiderMH09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE International Workshop on Rapid System Prototyping' },TP75,"[""<https://dblp.org/rec/conf/rsp/SchneiderMH09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6422,"In 2011, how many papers did the authors of 'Semantics in Knowledge Management' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/birthday/AbeckerBBHZ11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP74,"[""<https://dblp.org/rec/conf/birthday/AbeckerBBHZ11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6423,"In 2012, how many papers did the authors of 'Viewshare and the Kress Collection: Creating, Sharing, and Rapidly Prototyping Visual Interfaces to Cultural Heritage Collection Data' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/dlib/AlgeeBO12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP74,"[""<https://dblp.org/rec/journals/dlib/AlgeeBO12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6424,"In 2009, how many papers did the authors of 'Colored Pebble Motion on Graphs (Extended Abstract)' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/endm/FujitaNS09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP74,"[""<https://dblp.org/rec/journals/endm/FujitaNS09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6425,Mention the count of papers published by the authors of 'A Performance Model and Scalability Analysis of the HYCOM Ocean Simulation Application' in IASTED PDCS.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/pdcs/BarkerK05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IASTED PDCS' },TP75,"[""<https://dblp.org/rec/conf/pdcs/BarkerK05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6426,Count the papers published by the authors of 'Generating Proof Obligations for Circuits' in 1993.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/larch/MellergaardS92> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1993' },TP74,"[""<https://dblp.org/rec/conf/larch/MellergaardS92>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6427,Count the papers published by the authors of 'BA-TLS: Blockchain Authentication for Transport Layer Security in Internet of Things' in 2020.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iotsms/BeckwithT20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP74,"[""<https://dblp.org/rec/conf/iotsms/BeckwithT20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6428,How many different affiliations do the authors of 'The applications of interval-valued fuzzy numbers and interval-distribution numbers' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/fss/WangL98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/fss/WangL98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6429,Count the different affiliations of the authors of 'Co-designing patient-centered health communication tools for cancer care'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ph/GonzalesR13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/ph/GonzalesR13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6430,"Mention the count of papers published by the authors of 'Complete subdivision algorithms, I: intersection of Bezier curves' in SCG.",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/compgeom/Yap06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SCG' },TP75,"[""<https://dblp.org/rec/conf/compgeom/Yap06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6431,How many papers did the authors of 'An Efficient Recovery Scheme for Locking-Based Distributed Database Systems' publish in SRDS?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/srds/KimP94> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SRDS' },TP75,"[""<https://dblp.org/rec/conf/srds/KimP94>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6432,Mention the count of papers published by the authors of 'Improving Relation Classification by Entity Pair Graph' in ACML.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/acml/ZhaoWGL19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ACML' },TP75,"[""<https://dblp.org/rec/conf/acml/ZhaoWGL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6433,How many papers did the authors of 'Improved adaptive coding learning for artificial bee colony algorithms' publish in Appl. Intell.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/apin/JiangCMWLLFW22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Appl. Intell.' },TP75,"[""<https://dblp.org/rec/journals/apin/JiangCMWLLFW22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6434,Count the papers published by the authors of 'On Finite Semi-regular Continued Fractions' in Integers.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/int/SarmaK16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Integers' },TP75,"[""<https://dblp.org/rec/journals/int/SarmaK16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6435,Count the papers published by the authors of 'Linear Relaying Design for Spectrum Sharing Non-regenerative MIMO Cognitive Multiple-Relay Systems' in 2015.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/wpc/LiFQ15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP74,"[""<https://dblp.org/rec/journals/wpc/LiFQ15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6436,How many papers did the authors of 'A Copyright Protection Scheme of Visual Media in Big Data Environment' publish in ICAIS (1)?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icccsec/WangQJG21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICAIS (1)' },TP75,"[""<https://dblp.org/rec/conf/icccsec/WangQJG21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6437,Count the different affiliations of the authors of 'Linear Compositional Delay Model for the Timing Analysis of Sub-Powered Combinational Circuits'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/isvlsi/ChenSGPCA14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/isvlsi/ChenSGPCA14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6438,"In 2008, how many papers did the authors of 'The Effect of Cooperation on Localization Systems Using UWB Experimental Data' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ejasp/DardariCLW08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP74,"[""<https://dblp.org/rec/journals/ejasp/DardariCLW08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6439,Mention the count of papers published by the authors of 'Zero dynamics stabilisation and adaptive trajectory tracking for WIP vehicles through feedback linearisation and LQR technique' in Int. J. Control.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ijcon/YueAS16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Control' },TP75,"[""<https://dblp.org/rec/journals/ijcon/YueAS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6440,How many papers did the authors of 'Nonlocal Cauchy problems for semilinear differential inclusions with fractional order in Banach spaces' publish in 2015?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/cnsns/0001IF15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP74,"[""<https://dblp.org/rec/journals/cnsns/0001IF15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6441,How many papers did the authors of 'Accurate lumen diameter measurement in curved vessels in carotid ultrasound: an iterative scale-space and spatial transformation approach' publish in 2017?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/mbec/KumarARSLISSNLG17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP74,"[""<https://dblp.org/rec/journals/mbec/KumarARSLISSNLG17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
