id,question_string,query,template_id,entities,relations,temporal,help_out
Q0656,"What are the papers written by Cuadros-Vargas, Ernesto and Omar U. Fl\u00F3rez-Choque together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/6400> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/6324> },TC12,"[""<https://dblp.org/pid/20/6400>"", ""<https://dblp.org/pid/22/6324>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0657,Who are the co-authors of J. Liang?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/3243-2> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/95/3243-2>) },TC14,"[""<https://dblp.org/pid/95/3243-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0658,List the papers published by Stefania M. in the last two years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/126/7823> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) },TC15,"[""<https://dblp.org/pid/126/7823>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0659,List the papers published by Matthew J. Mandich in the last 3 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/257/2456> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-3) },TC15,"[""<https://dblp.org/pid/257/2456>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0660,"What are the papers written by Oliveira, M\u00F3nica Duarte and Henrique M. G. Martins together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/10525> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/7400> },TC12,"[""<https://dblp.org/pid/83/10525>"", ""<https://dblp.org/pid/83/7400>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0661,"Mention the co-authors of Walke, B..",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/BernhardWalke> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/w/BernhardWalke>) },TC14,"[""<https://dblp.org/pid/w/BernhardWalke>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0662,"What are the venues in which Winston, H. A. published?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/1007> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/29/1007>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0663,"What are the papers written by Agata Ciabattoni and Aguzzoli, Stefano together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/6796> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/5121> },TC12,"[""<https://dblp.org/pid/44/6796>"", ""<https://dblp.org/pid/17/5121>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0664,"In which conferences or journals has Santiago, Fabian published papers?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/155/5444> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/155/5444>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0665,What are the venues in which Rafael Dueire Lins published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/4611> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/44/4611>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0666,"What are the venues in which Zhang, L. published?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/6923> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/51/6923>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0667,Which papers did Peng Zhang and Li-Yun Dong write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/1048-14> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/3891> },TC12,"[""<https://dblp.org/pid/21/1048-14>"", ""<https://dblp.org/pid/11/3891>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0668,What are the papers written by Larry Albright and Jay Alan Jackson together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/6325> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/1581> },TC12,"[""<https://dblp.org/pid/28/6325>"", ""<https://dblp.org/pid/43/1581>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0669,Which papers did Diana Janeth Lancheros Cuesta publish in the last 2 years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/9943> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) },TC15,"[""<https://dblp.org/pid/11/9943>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0670,Mention the venues in which Alexander S. Kozlov published.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/2717> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/181/2717>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0671,Which papers did P. Kissmann and J\u00F6rg Hoffmann write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/6191> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/836> },TC12,"[""<https://dblp.org/pid/79/6191>"", ""<https://dblp.org/pid/26/836>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0672,"Which papers did Edel B. Garc\u00EDa Reyes and San-Mart\u00EDn, C\u00E9sar write together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/3109> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/982> },TC12,"[""<https://dblp.org/pid/84/3109>"", ""<https://dblp.org/pid/00/982>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0673,List the papers published by James W. Mickens in the last two years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/1843> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) },TC15,"[""<https://dblp.org/pid/90/1843>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0674,Which papers did P. Wojuteczky and Dani\u00EBl Paulusma write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/167/4294> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/5531> },TC12,"[""<https://dblp.org/pid/167/4294>"", ""<https://dblp.org/pid/18/5531>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0675,What are the venues in which G. R. published?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/3439> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/92/3439>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0676,"In which conferences or journals has Cheng, Zhiyuan published papers?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/7211-2> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/58/7211-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0677,Which papers did Md. K. Sarker publish in the last 6 years?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/2804> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-6) },TC15,"[""<https://dblp.org/pid/186/2804>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0678,"Which papers did Zhou, M. publish in the last 5 years?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/7698> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-5) },TC15,"[""<https://dblp.org/pid/50/7698>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0679,"Find the papers written by Hufford, Kevin D. and Zeleny, M. together.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/5595> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/409> },TC12,"[""<https://dblp.org/pid/32/5595>"", ""<https://dblp.org/pid/73/409>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0680,"What are the papers written by Liu, Yepang and Jun Yan together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/125/1824> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/5901-9> },TC12,"[""<https://dblp.org/pid/125/1824>"", ""<https://dblp.org/pid/89/5901-9>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0681,Mention the co-authors of Helmut Heppe.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/253/0921> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/253/0921>) },TC14,"[""<https://dblp.org/pid/253/0921>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0682,In which conferences or journals has M. Gerhold published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/221/9436> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/221/9436>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0683,In which conferences or journals has Ben Allison published papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/6438> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/18/6438>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0684,"Mention the venues in which Alabbas, M. published.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/10489> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/97/10489>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0685,"What are the papers written by Verbrugge, Clark and Vangheluwe, Hans together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/v/ClarkVerbrugge> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/v/HansVangheluwe> },TC12,"[""<https://dblp.org/pid/v/ClarkVerbrugge>"", ""<https://dblp.org/pid/v/HansVangheluwe>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0686,Mention the co-authors of Yu-Wei Chang.,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/2929> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/09/2929>) },TC14,"[""<https://dblp.org/pid/09/2929>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0687,Mention the co-authors of Vladimir B..,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/460> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/83/460>) },TC14,"[""<https://dblp.org/pid/83/460>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0688,Find the papers written by Kenneth O. Stanley and Risto M. together.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/KennethOStanley> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/RistoMiikkulainen> },TC12,"[""<https://dblp.org/pid/s/KennethOStanley>"", ""<https://dblp.org/pid/m/RistoMiikkulainen>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0689,"Find the papers written by Ryo Hayakawa and Nakai-Kasai, Ayano together.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/146/1419> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/214/2262> },TC12,"[""<https://dblp.org/pid/146/1419>"", ""<https://dblp.org/pid/214/2262>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0690,"What are the papers written by Mann, V. and Venkateswara Reddy Madduri together?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/2290> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/5740> },TC12,"[""<https://dblp.org/pid/06/2290>"", ""<https://dblp.org/pid/58/5740>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0691,"Who are the co-authors of Mtakati, Sibulele?",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/270/7141> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/270/7141>) },TC14,"[""<https://dblp.org/pid/270/7141>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0692,With which other authors has the author Javier Iglesias written papers?,SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/254> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/89/254>) },TC14,"[""<https://dblp.org/pid/89/254>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0693,List the papers published by Donald Metzler in the last seven years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/2272> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-7) },TC15,"[""<https://dblp.org/pid/95/2272>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0694,Which papers did Mochammad Z. Samsono Hadi and Yuichi Miyaji write together?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/224/7819> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/146/1547> },TC12,"[""<https://dblp.org/pid/224/7819>"", ""<https://dblp.org/pid/146/1547>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0695,List the papers published by Ralf K\u00FCsters in the last 9 years.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/RKusters> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) },TC15,"[""<https://dblp.org/pid/k/RKusters>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0696,Find the papers written by Chi-Tsai Yeh and Chun-Hao Wang together.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/8784> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/7011> },TC12,"[""<https://dblp.org/pid/78/8784>"", ""<https://dblp.org/pid/60/7011>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0697,"Mention the venues in which Zhao, L. published.",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/5689> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer },TC11,"[""<https://dblp.org/pid/47/5689>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q0698,"Find the papers written by Lin, Qizhong and Yiyuan Hao together.",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/1639> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/231/7093> },TC12,"[""<https://dblp.org/pid/99/1639>"", ""<https://dblp.org/pid/231/7093>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0699,"Mention the co-authors of Brunskill, E..",SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/1277> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/27/1277>) },TC14,"[""<https://dblp.org/pid/27/1277>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0700,"What research papers did Laurent, Thomas publish with the author affiliated to Loyola Marymount University?","SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/8889-1> . ?answer <https://dblp.org/rdf/schema#authoredBy> ?y . ?y <https://dblp.org/rdf/schema#primaryAffiliation> 'Loyola Marymount University, Department of Mathematics, Los Angeles, CA, USA' }",TC16,"[""<https://dblp.org/pid/47/8889-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0701,Which papers did author W. Kwasowiec publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/2677> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/59/2677>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0702,List the titles of the papers that Hosam M. Mahmoud published and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/HosamMMahmoud> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/m/HosamMMahmoud>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0703,What are the titles of the papers that Andrew P. Black published in the last six years and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/APBlack> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/b/APBlack>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0704,Name the co-authors of Dingxuan Li in the last three years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/300/8467> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/300/8467>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/300/8467>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0705,Mention the papers published by B. Anda and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/2927> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/91/2927>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0706,What are the titles of the papers that Gerasimos Potamianos published in the last 9 years and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/2516> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/78/2516>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0707,In which venues did Jeffrey S. Rosenschein publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/JeffreySRosenschein> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/r/JeffreySRosenschein>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0708,In which venues did Abdolhossein S. publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/237/1526> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/237/1526>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0709,List the titles of the papers that Gerardo Di Martino published in the last 9 years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/9002> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/95/9002>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0710,"Mention the other authors with whom Nasr, K. M. has co-authored papers in the last six years and where are they affiliated.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/206> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/19/206>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/19/206>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0711,Name the co-authors of Patrik Haslum in the last six years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/6592> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/39/6592>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/39/6592>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0712,Name the co-authors of Amir Akbari in the last four years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/8862> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/07/8862>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/07/8862>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0713,"In which venues did Sharma, Deepak publish papers and what are the titles of these papers?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/4567-1> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/87/4567-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0714,Who are the co-authors of Hao Chao in the last nine years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/10648> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/25/10648>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/25/10648>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0715,"Who are the co-authors of Saha, I. in the last six years and where are they affiliated?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/6031> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/88/6031>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/88/6031>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0716,Which papers did author Gerard J. M. Janssen publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/4927> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/49/4927>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0717,In which venues did Gang Chen publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/6383-26> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/67/6383-26>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0718,What are the titles of the papers that Lukas Fleischer published in the last 2 years and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/146/2156> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/146/2156>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0719,List the venues in which Paul Parsons published papers in the last two years and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/10043> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/97/10043>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0720,List the venues in which Toru M. published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/129/1046> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/129/1046>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0721,Mention the other authors with whom S. Franceschetti has co-authored papers in the last six years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/9151> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/28/9151>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/28/9151>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0722,Which publications did S. Rahimi author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/9216> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/11/9216>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
