id,question_string,query,template_id,entities,relations,temporal,help_out
Q1638,"Wasn't the paper 'Relaxing of flexible RDF queries: A relative proximity relation-based approach' not published by the author Zhang, F.?",ASK { <https://dblp.org/rec/journals/jifs/TongCZ17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/4774-1> FILTER NOT EXISTS { <https://dblp.org/rec/journals/jifs/TongCZ17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/4774-1> } },TC41,"[""<https://dblp.org/pid/03/4774-1>"", ""<https://dblp.org/rec/journals/jifs/TongCZ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1639,"Was the paper 'Human Trajectory Prediction with Social Information Encoding' not co-authored by He, L. and Yue Zhou?",ASK { <https://dblp.org/rec/conf/prcv/RenZH18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/1513> . <https://dblp.org/rec/conf/prcv/RenZH18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/6191-5> FILTER NOT EXISTS { <https://dblp.org/rec/conf/prcv/RenZH18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/1513> . <https://dblp.org/rec/conf/prcv/RenZH18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/6191-5> } },TC43,"[""<https://dblp.org/pid/30/1513>"", ""<https://dblp.org/pid/78/6191-5>"", ""<https://dblp.org/rec/conf/prcv/RenZH18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1640,Wasn't the paper 'The moral limits of the market: the case of consumer scoring data' not published by the author A. Pham?,ASK { <https://dblp.org/rec/journals/ethicsit/PhamC19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/222/7687> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ethicsit/PhamC19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/222/7687> } },TC41,"[""<https://dblp.org/pid/222/7687>"", ""<https://dblp.org/rec/journals/ethicsit/PhamC19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1641,Have Edoardo Bocchi and Paul Kartschoke not co-authored the paper 'Floating Structures in Shallow Water: Local Well-posedness in the Axisymmetric Case'?,ASK { <https://dblp.org/rec/journals/siamma/Bocchi20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/260/6899> . <https://dblp.org/rec/journals/siamma/Bocchi20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/4026> FILTER NOT EXISTS { <https://dblp.org/rec/journals/siamma/Bocchi20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/260/6899> . <https://dblp.org/rec/journals/siamma/Bocchi20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/4026> } },TC43,"[""<https://dblp.org/pid/260/6899>"", ""<https://dblp.org/pid/38/4026>"", ""<https://dblp.org/rec/journals/siamma/Bocchi20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1642,Was the paper 'Compiling a Partition-Based Two-Level Formalism' not co-authored by Stephen G. Pulman and Edmund Grimley-Evans?,ASK { <https://dblp.org/rec/conf/coling/EvansKP96> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/5978> . <https://dblp.org/rec/conf/coling/EvansKP96> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/5895> FILTER NOT EXISTS { <https://dblp.org/rec/conf/coling/EvansKP96> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/5978> . <https://dblp.org/rec/conf/coling/EvansKP96> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/5895> } },TC43,"[""<https://dblp.org/pid/86/5978>"", ""<https://dblp.org/pid/03/5895>"", ""<https://dblp.org/rec/conf/coling/EvansKP96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1643,"Wasn't the paper 'Applicability of Machine Learning Methods to Multi-label Medical Text Classification' not published by the person named Lenivtceva, Iuliia?",ASK { <https://dblp.org/rec/conf/iccS/LenivtcevaSKK20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/267/8275> FILTER NOT EXISTS { <https://dblp.org/rec/conf/iccS/LenivtcevaSKK20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/267/8275> } },TC41,"[""<https://dblp.org/pid/267/8275>"", ""<https://dblp.org/rec/conf/iccS/LenivtcevaSKK20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1644,Have In-Young Ko and Jeong Wook Bang not co-authored the paper 'An Abstraction Mechanism of Component Constraints in Dynamic Software Architecture'?,ASK { <https://dblp.org/rec/journals/itssa/BangKBC06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/4002> . <https://dblp.org/rec/journals/itssa/BangKBC06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/5560> FILTER NOT EXISTS { <https://dblp.org/rec/journals/itssa/BangKBC06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/4002> . <https://dblp.org/rec/journals/itssa/BangKBC06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/5560> } },TC43,"[""<https://dblp.org/pid/02/4002>"", ""<https://dblp.org/pid/51/5560>"", ""<https://dblp.org/rec/journals/itssa/BangKBC06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1645,Was the paper 'An Evaluation of Information Highlighting Methods on Computer Screens Using an Eye Movement Monitor' not co-authored by Reza Pouraghabagher and Douglas B.?,ASK { <https://dblp.org/rec/conf/hci/PouraghabagherB93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/3994> . <https://dblp.org/rec/conf/hci/PouraghabagherB93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/521> FILTER NOT EXISTS { <https://dblp.org/rec/conf/hci/PouraghabagherB93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/3994> . <https://dblp.org/rec/conf/hci/PouraghabagherB93> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/521> } },TC43,"[""<https://dblp.org/pid/99/3994>"", ""<https://dblp.org/pid/65/521>"", ""<https://dblp.org/rec/conf/hci/PouraghabagherB93>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1646,Did Phillip Lippe and E. Gavves not co-author the paper 'Categorical Normalizing Flows via Continuous Transformations'?,ASK { <https://dblp.org/rec/journals/corr/abs-2006-09790> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/267/9431> . <https://dblp.org/rec/journals/corr/abs-2006-09790> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/8693> FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2006-09790> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/267/9431> . <https://dblp.org/rec/journals/corr/abs-2006-09790> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/8693> } },TC43,"[""<https://dblp.org/pid/267/9431>"", ""<https://dblp.org/pid/03/8693>"", ""<https://dblp.org/rec/journals/corr/abs-2006-09790>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1647,Didn't Alexander Ostermann publish the paper 'A pseudo-spectral Strang splitting method for linear dispersive problems with transparent boundary conditions'?,ASK { <https://dblp.org/rec/journals/corr/abs-2006-05170> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/404> FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2006-05170> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/404> } },TC41,"[""<https://dblp.org/pid/60/404>"", ""<https://dblp.org/rec/journals/corr/abs-2006-05170>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1648,Did Ivo J. P. M. Tim\u00F3teo not publish the paper 'Learning Dynamic Systems from Time-series Data - An Application to Gene Regulatory Networks' in ICPRAM (2)?,ASK { <https://dblp.org/rec/conf/icpram/TimoteoH15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/9592> . <https://dblp.org/rec/conf/icpram/TimoteoH15> <https://dblp.org/rdf/schema#publishedIn> 'ICPRAM (2)' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icpram/TimoteoH15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/9592> . <https://dblp.org/rec/conf/icpram/TimoteoH15> <https://dblp.org/rdf/schema#publishedIn> 'ICPRAM (2)' } },TC44,"[""<https://dblp.org/pid/05/9592>"", ""<https://dblp.org/rec/conf/icpram/TimoteoH15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1649,Did Deborah J. Armstrong not publish the paper 'Who needs the help desk? Tackling one's own technological problem via self IT service' in Inf. Organ.?,ASK { <https://dblp.org/rec/journals/iando/ZazaJA21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/306> . <https://dblp.org/rec/journals/iando/ZazaJA21> <https://dblp.org/rdf/schema#publishedIn> 'Inf. Organ.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/iando/ZazaJA21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/306> . <https://dblp.org/rec/journals/iando/ZazaJA21> <https://dblp.org/rdf/schema#publishedIn> 'Inf. Organ.' } },TC44,"[""<https://dblp.org/pid/68/306>"", ""<https://dblp.org/rec/journals/iando/ZazaJA21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1650,Was the paper 'Enrollments explode! but diversity students are leaving' not published by Maggie Johnson?,ASK { <https://dblp.org/rec/journals/cacm/CerfJ16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/7913> FILTER NOT EXISTS { <https://dblp.org/rec/journals/cacm/CerfJ16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/7913> } },TC41,"[""<https://dblp.org/pid/97/7913>"", ""<https://dblp.org/rec/journals/cacm/CerfJ16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1652,"Was the paper 'Prime forms and minimal change in propositional belief bases' not co-authored by Guilherme Bittencourt and Perrussel, Laurent?",ASK { <https://dblp.org/rec/journals/amai/MarchiBP10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/1847> . <https://dblp.org/rec/journals/amai/MarchiBP10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/5272> FILTER NOT EXISTS { <https://dblp.org/rec/journals/amai/MarchiBP10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/1847> . <https://dblp.org/rec/journals/amai/MarchiBP10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/5272> } },TC43,"[""<https://dblp.org/pid/64/1847>"", ""<https://dblp.org/pid/79/5272>"", ""<https://dblp.org/rec/journals/amai/MarchiBP10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1653,"Was the paper 'Directional Resolution: The Davis-Putnam Procedure, Revisited' not published by Rina D. in KR?",ASK { <https://dblp.org/rec/conf/kr/DechterR94> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/RDechter> . <https://dblp.org/rec/conf/kr/DechterR94> <https://dblp.org/rdf/schema#publishedIn> 'KR' FILTER NOT EXISTS { <https://dblp.org/rec/conf/kr/DechterR94> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/RDechter> . <https://dblp.org/rec/conf/kr/DechterR94> <https://dblp.org/rdf/schema#publishedIn> 'KR' } },TC44,"[""<https://dblp.org/pid/d/RDechter>"", ""<https://dblp.org/rec/conf/kr/DechterR94>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1654,Has the paper 'A novel recurrent neural network and its finite-time solution to time-varying complex matrix inversion' not been published by Yongsheng Z. in Neurocomputing?,ASK { <https://dblp.org/rec/journals/ijon/XiaoZLLT19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/6614> . <https://dblp.org/rec/journals/ijon/XiaoZLLT19> <https://dblp.org/rdf/schema#publishedIn> 'Neurocomputing' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijon/XiaoZLLT19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/6614> . <https://dblp.org/rec/journals/ijon/XiaoZLLT19> <https://dblp.org/rdf/schema#publishedIn> 'Neurocomputing' } },TC44,"[""<https://dblp.org/pid/55/6614>"", ""<https://dblp.org/rec/journals/ijon/XiaoZLLT19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1655,Was the paper 'Observer-based indirect adaptive fuzzy control for SISO nonlinear systems with unknown gain sign' not published by Wuxi Shi?,ASK { <https://dblp.org/rec/journals/ijon/Shi16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/8492> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijon/Shi16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/8492> } },TC41,"[""<https://dblp.org/pid/12/8492>"", ""<https://dblp.org/rec/journals/ijon/Shi16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1656,Was the paper 'A New MAC Protocol Using AWRR/DT in Broadband Wireless Networks: Novel Contention Methods' not published by Jae-Young Pyun in IEICE Trans. Fundam. Electron. Commun. Comput. Sci.?,ASK { <https://dblp.org/rec/journals/ieiceta/ShimPK02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/763> . <https://dblp.org/rec/journals/ieiceta/ShimPK02> <https://dblp.org/rdf/schema#publishedIn> 'IEICE Trans. Fundam. Electron. Commun. Comput. Sci.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ieiceta/ShimPK02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/763> . <https://dblp.org/rec/journals/ieiceta/ShimPK02> <https://dblp.org/rdf/schema#publishedIn> 'IEICE Trans. Fundam. Electron. Commun. Comput. Sci.' } },TC44,"[""<https://dblp.org/pid/25/763>"", ""<https://dblp.org/rec/journals/ieiceta/ShimPK02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1657,"Was the paper 'Apport des ontologies pour le calcul de la similarit\u00E9 s\u00E9mantique au sein d'un syst\u00E8me de recommandation' not co-authored by Abel, Marie-H\u00E9l\u00E8ne and Le Ngoc Luyen?",ASK { <https://dblp.org/rec/journals/corr/abs-2205-12539> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/4888> . <https://dblp.org/rec/journals/corr/abs-2205-12539> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/321/0993> FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2205-12539> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/4888> . <https://dblp.org/rec/journals/corr/abs-2205-12539> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/321/0993> } },TC43,"[""<https://dblp.org/pid/53/4888>"", ""<https://dblp.org/pid/321/0993>"", ""<https://dblp.org/rec/journals/corr/abs-2205-12539>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1658,"Did Tobias Meisen and Paulus, A. not co-author the paper 'ESKAPE: Information Platform for Enabling Semantic Data Processing'?",ASK { <https://dblp.org/rec/conf/iceis/PompPJM17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/4726> . <https://dblp.org/rec/conf/iceis/PompPJM17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/128/3053> FILTER NOT EXISTS { <https://dblp.org/rec/conf/iceis/PompPJM17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/4726> . <https://dblp.org/rec/conf/iceis/PompPJM17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/128/3053> } },TC43,"[""<https://dblp.org/pid/99/4726>"", ""<https://dblp.org/pid/128/3053>"", ""<https://dblp.org/rec/conf/iceis/PompPJM17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1659,Did Tomas Olovsson and P. Kleberger not co-author the paper 'Protecting Vehicles Against Unauthorised Diagnostics Sessions Using Trusted Third Parties'?,ASK { <https://dblp.org/rec/conf/safecomp/KlebergerO13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/1347> . <https://dblp.org/rec/conf/safecomp/KlebergerO13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/11146> FILTER NOT EXISTS { <https://dblp.org/rec/conf/safecomp/KlebergerO13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/1347> . <https://dblp.org/rec/conf/safecomp/KlebergerO13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/11146> } },TC43,"[""<https://dblp.org/pid/03/1347>"", ""<https://dblp.org/pid/46/11146>"", ""<https://dblp.org/rec/conf/safecomp/KlebergerO13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1660,"Has the paper 'Adversarial Attacks on Face Detectors Using Neural Net Based Constrained Optimization' not been published by Bose, Avishek Joey in MMSP?",ASK { <https://dblp.org/rec/conf/mmsp/BoseA18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/174/3372> . <https://dblp.org/rec/conf/mmsp/BoseA18> <https://dblp.org/rdf/schema#publishedIn> 'MMSP' FILTER NOT EXISTS { <https://dblp.org/rec/conf/mmsp/BoseA18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/174/3372> . <https://dblp.org/rec/conf/mmsp/BoseA18> <https://dblp.org/rdf/schema#publishedIn> 'MMSP' } },TC44,"[""<https://dblp.org/pid/174/3372>"", ""<https://dblp.org/rec/conf/mmsp/BoseA18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1661,Was the paper 'Bayesian neural networks for weak solution of PDEs with uncertainty quantification' not published by Xiaoxuan Zhang?,ASK { <https://dblp.org/rec/journals/corr/abs-2101-04879> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/11049> FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2101-04879> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/11049> } },TC41,"[""<https://dblp.org/pid/28/11049>"", ""<https://dblp.org/rec/journals/corr/abs-2101-04879>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1662,Was the paper 'Interleaver design for turbo codes from convergence analysis' not published by Gilles Mesnager in IEEE Trans. Commun.?,ASK { <https://dblp.org/rec/journals/tcom/YuBVDM06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/436> . <https://dblp.org/rec/journals/tcom/YuBVDM06> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Commun.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tcom/YuBVDM06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/436> . <https://dblp.org/rec/journals/tcom/YuBVDM06> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Commun.' } },TC44,"[""<https://dblp.org/pid/91/436>"", ""<https://dblp.org/rec/journals/tcom/YuBVDM06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1663,Was the paper 'Computer Minimization of Multivalued Switching Functions' not published by Peter T. Cheung in IEEE Trans. Computers?,ASK { <https://dblp.org/rec/journals/tc/SuC72a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/178/5008> . <https://dblp.org/rec/journals/tc/SuC72a> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Computers' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tc/SuC72a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/178/5008> . <https://dblp.org/rec/journals/tc/SuC72a> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Computers' } },TC44,"[""<https://dblp.org/pid/178/5008>"", ""<https://dblp.org/rec/journals/tc/SuC72a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1664,"Wasn't the paper 'RapidSmith: Do-It-Yourself CAD Tools for Xilinx FPGAs' published by the author Lamprecht, J. in FPL?",ASK { <https://dblp.org/rec/conf/fpl/LavinPLLNH11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/9612> . <https://dblp.org/rec/conf/fpl/LavinPLLNH11> <https://dblp.org/rdf/schema#publishedIn> 'FPL' FILTER NOT EXISTS { <https://dblp.org/rec/conf/fpl/LavinPLLNH11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/9612> . <https://dblp.org/rec/conf/fpl/LavinPLLNH11> <https://dblp.org/rdf/schema#publishedIn> 'FPL' } },TC44,"[""<https://dblp.org/pid/72/9612>"", ""<https://dblp.org/rec/conf/fpl/LavinPLLNH11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1665,"Didn't Tebaldini, Stefano publish the paper 'Polarimetric time-frequency analysis of vessels in Spotlight SAR images'?",ASK { <https://dblp.org/rec/conf/igarss/BandaFT14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/6977> FILTER NOT EXISTS { <https://dblp.org/rec/conf/igarss/BandaFT14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/6977> } },TC41,"[""<https://dblp.org/pid/65/6977>"", ""<https://dblp.org/rec/conf/igarss/BandaFT14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1666,Was the paper 'Segmentation of Pathological Features of Rat Bile Duct Carcinoma from Hyperspectral Images' not co-authored by Jiansheng Wang and Qingli Li?,ASK { <https://dblp.org/rec/conf/bmei/WangHZSL18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/4738> . <https://dblp.org/rec/conf/bmei/WangHZSL18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/8026> FILTER NOT EXISTS { <https://dblp.org/rec/conf/bmei/WangHZSL18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/4738> . <https://dblp.org/rec/conf/bmei/WangHZSL18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/8026> } },TC43,"[""<https://dblp.org/pid/152/4738>"", ""<https://dblp.org/pid/77/8026>"", ""<https://dblp.org/rec/conf/bmei/WangHZSL18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1667,"Have Philippe Basset and Karami, A. not co-authored the paper 'Capacitive Energy Conversion With Circuits Implementing a Rectangular Charge-Voltage Cycle - Part 1: Analysis of the Electrical Domain'?",ASK { <https://dblp.org/rec/journals/tcas/GalaykoDKOBFB15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1807> . <https://dblp.org/rec/journals/tcas/GalaykoDKOBFB15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/170/1683> FILTER NOT EXISTS { <https://dblp.org/rec/journals/tcas/GalaykoDKOBFB15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1807> . <https://dblp.org/rec/journals/tcas/GalaykoDKOBFB15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/170/1683> } },TC43,"[""<https://dblp.org/pid/06/1807>"", ""<https://dblp.org/pid/170/1683>"", ""<https://dblp.org/rec/journals/tcas/GalaykoDKOBFB15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1668,Have Qixin Sun and Xiujuan Chai not co-authored the paper 'Multi-level feature fusion for fruit bearing branch keypoint detection'?,ASK { <https://dblp.org/rec/journals/cea/SunCZZS21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/7741> . <https://dblp.org/rec/journals/cea/SunCZZS21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/6273> FILTER NOT EXISTS { <https://dblp.org/rec/journals/cea/SunCZZS21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/7741> . <https://dblp.org/rec/journals/cea/SunCZZS21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/6273> } },TC43,"[""<https://dblp.org/pid/116/7741>"", ""<https://dblp.org/pid/57/6273>"", ""<https://dblp.org/rec/journals/cea/SunCZZS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1669,"Did I. Daizadeh not publish the paper 'An intellectual property-based corporate strategy: An R&D spend, patent, trademark, media communication, and market price innovation agenda' in Scientometrics?",ASK { <https://dblp.org/rec/journals/scientometrics/Daizadeh09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/540> . <https://dblp.org/rec/journals/scientometrics/Daizadeh09> <https://dblp.org/rdf/schema#publishedIn> 'Scientometrics' FILTER NOT EXISTS { <https://dblp.org/rec/journals/scientometrics/Daizadeh09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/540> . <https://dblp.org/rec/journals/scientometrics/Daizadeh09> <https://dblp.org/rdf/schema#publishedIn> 'Scientometrics' } },TC44,"[""<https://dblp.org/pid/52/540>"", ""<https://dblp.org/rec/journals/scientometrics/Daizadeh09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1670,Was the paper 'Hybrid input shaping and PD-type Fuzzy Logic control scheme of a gantry crane system' not co-authored by Najidah Hambali and Najidah Ishak?,ASK { <https://dblp.org/rec/conf/IEEEcca/AhmadNHI09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/8086> . <https://dblp.org/rec/conf/IEEEcca/AhmadNHI09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/7950> FILTER NOT EXISTS { <https://dblp.org/rec/conf/IEEEcca/AhmadNHI09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/8086> . <https://dblp.org/rec/conf/IEEEcca/AhmadNHI09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/7950> } },TC43,"[""<https://dblp.org/pid/122/8086>"", ""<https://dblp.org/pid/122/7950>"", ""<https://dblp.org/rec/conf/IEEEcca/AhmadNHI09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1671,Did M. Imran Azim not publish the paper 'P2P Negawatt Trading: A Potential Alternative to Demand-side Management'?,ASK { <https://dblp.org/rec/conf/isgta/AzimT21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/248/8155> FILTER NOT EXISTS { <https://dblp.org/rec/conf/isgta/AzimT21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/248/8155> } },TC41,"[""<https://dblp.org/pid/248/8155>"", ""<https://dblp.org/rec/conf/isgta/AzimT21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1673,"Have Virmani, Lakshay and Anurag Singh not co-authored the paper 'Image Corpus Representative Summarization'?",ASK { <https://dblp.org/rec/conf/bigmm/SinghVV19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/255/0265> . <https://dblp.org/rec/conf/bigmm/SinghVV19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/10122> FILTER NOT EXISTS { <https://dblp.org/rec/conf/bigmm/SinghVV19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/255/0265> . <https://dblp.org/rec/conf/bigmm/SinghVV19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/10122> } },TC43,"[""<https://dblp.org/pid/255/0265>"", ""<https://dblp.org/pid/73/10122>"", ""<https://dblp.org/rec/conf/bigmm/SinghVV19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1674,Has Mete Akg\u00FCn not published the paper 'Weaknesses in a Recently Proposed RFID Authentication Protocol'?,ASK { <https://dblp.org/rec/journals/iacr/AkgunC13a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/6257> FILTER NOT EXISTS { <https://dblp.org/rec/journals/iacr/AkgunC13a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/6257> } },TC41,"[""<https://dblp.org/pid/41/6257>"", ""<https://dblp.org/rec/journals/iacr/AkgunC13a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1675,"Did Gu, D. not publish the paper 'A competence-time-quality scheduling model of multi-skilled staff for IT project portfolio'?",ASK { <https://dblp.org/rec/journals/candie/ChenLGZ20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/195/0064> FILTER NOT EXISTS { <https://dblp.org/rec/journals/candie/ChenLGZ20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/195/0064> } },TC41,"[""<https://dblp.org/pid/195/0064>"", ""<https://dblp.org/rec/journals/candie/ChenLGZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1676,Didn't M. David publish the paper 'Trade-Off Lower Bounds for Stack Machines'?,ASK { <https://dblp.org/rec/conf/coco/DavidP10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/6126> FILTER NOT EXISTS { <https://dblp.org/rec/conf/coco/DavidP10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/6126> } },TC41,"[""<https://dblp.org/pid/29/6126>"", ""<https://dblp.org/rec/conf/coco/DavidP10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1677,"Wasn't the paper 'Fine Grained Attribute Based Access Control Model for Privacy Protection' published by the author Si, Tran The in FDSE?",ASK { <https://dblp.org/rec/conf/fdse/ThiSD16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/188/7068> . <https://dblp.org/rec/conf/fdse/ThiSD16> <https://dblp.org/rdf/schema#publishedIn> 'FDSE' FILTER NOT EXISTS { <https://dblp.org/rec/conf/fdse/ThiSD16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/188/7068> . <https://dblp.org/rec/conf/fdse/ThiSD16> <https://dblp.org/rdf/schema#publishedIn> 'FDSE' } },TC44,"[""<https://dblp.org/pid/188/7068>"", ""<https://dblp.org/rec/conf/fdse/ThiSD16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1680,Was the paper 'Macro Generation Algorithms for LSI Custom Chip Design' not published by Bernard V.?,ASK { <https://dblp.org/rec/journals/ibmrd/Vergnieres80> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/264/8704> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ibmrd/Vergnieres80> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/264/8704> } },TC41,"[""<https://dblp.org/pid/264/8704>"", ""<https://dblp.org/rec/journals/ibmrd/Vergnieres80>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1681,Wasn't the paper 'Estimating 3-dimensional liver motion using deep learning and 2-dimensional ultrasound images' not published by the person named Ryosuke Kondo?,ASK { <https://dblp.org/rec/journals/cars/YagasakiKNKIMON20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/1144> FILTER NOT EXISTS { <https://dblp.org/rec/journals/cars/YagasakiKNKIMON20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/1144> } },TC41,"[""<https://dblp.org/pid/161/1144>"", ""<https://dblp.org/rec/journals/cars/YagasakiKNKIMON20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1682,Has J. J. Allan III not published the paper 'Design optimization by adaptive control'?,ASK { <https://dblp.org/rec/conf/dac/ReynoldsA72> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/5272> FILTER NOT EXISTS { <https://dblp.org/rec/conf/dac/ReynoldsA72> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/5272> } },TC41,"[""<https://dblp.org/pid/77/5272>"", ""<https://dblp.org/rec/conf/dac/ReynoldsA72>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1683,"Did D. Petrisan and Overill, Richard E. not co-author the paper 'SIGLOG monthly 205'?",ASK { <https://dblp.org/rec/journals/siglog/Petrisan20a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/3703> . <https://dblp.org/rec/journals/siglog/Petrisan20a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/1596> FILTER NOT EXISTS { <https://dblp.org/rec/journals/siglog/Petrisan20a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/3703> . <https://dblp.org/rec/journals/siglog/Petrisan20a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/1596> } },TC43,"[""<https://dblp.org/pid/72/3703>"", ""<https://dblp.org/pid/95/1596>"", ""<https://dblp.org/rec/journals/siglog/Petrisan20a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
