id,question_string,query,template_id,entities,relations,temporal,help_out
Q2116,What papers did Fanqing Lin publish in CoRR and EURASIP J. Image Video Process.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/261/4944> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'EURASIP J. Image Video Process.' } },TC63,"[""<https://dblp.org/pid/261/4944>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2117,"In Syst. Control. Lett. and INTERSPEECH, what papers did Jinhu Lu publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/6209> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Syst. Control. Lett.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'INTERSPEECH' } },TC63,"[""<https://dblp.org/pid/25/6209>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2118,"In BIOSIG and IEEE Trans. Image Process., what papers did Langnickel, Mirko publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/3122> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'BIOSIG' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Image Process.' } },TC63,"[""<https://dblp.org/pid/23/3122>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2119,"In Inform. Spektrum and Electron. Colloquium Comput. Complex., what papers did Kurt M. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/KurtMehlhorn> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Inform. Spektrum' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Electron. Colloquium Comput. Complex.' } },TC63,"[""<https://dblp.org/pid/m/KurtMehlhorn>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2120,List all the papers that Alvin Heng Jun Ren and Ling Feng published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/236/3077> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/4464> } },TC61,"[""<https://dblp.org/pid/236/3077>"", ""<https://dblp.org/pid/58/4464>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2121,"In MeMeA and CBMS, what papers did G. D'Addio publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/7335> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'MeMeA' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CBMS' } },TC63,"[""<https://dblp.org/pid/10/7335>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2122,"In Comput. Educ. and International Symposium on Information Theory and Its Applications, what papers did Wen-Lin Cheng publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/7834> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Educ.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISITA' } },TC63,"[""<https://dblp.org/pid/33/7834>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2123,What papers did J. Saarinen publish in EUSIPCO and POLICY?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/5590> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'EUSIPCO' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'POLICY' } },TC63,"[""<https://dblp.org/pid/95/5590>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2124,"In IEEE International Conference on Fuzzy Systems and ACM Trans. Graph., what papers did Alves, R. Teixeira publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/3684> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'FUZZ-IEEE' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ACM Trans. Graph.' } },TC63,"[""<https://dblp.org/pid/58/3684>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2125,"In ICARCV and SIGGRAPH Electronic Art and Animation Catalog, what papers did Y. Wen publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/232/3770> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICARCV' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIGGRAPH Electronic Art and Animation Catalog' } },TC63,"[""<https://dblp.org/pid/232/3770>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2126,"List all the papers that Seo, J. and JongSeob Baek published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/1021> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/1459> } },TC61,"[""<https://dblp.org/pid/05/1021>"", ""<https://dblp.org/pid/63/1459>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2127,What papers did Sung-Bae Cho publish in RiiSS and ICYCS?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/2576> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'RiiSS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICYCS' } },TC63,"[""<https://dblp.org/pid/88/2576>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2128,"What papers did Tripathy, B. K. publish in RSCTC and Microprocess. Microsystems?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/3463> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'RSCTC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Microprocess. Microsystems' } },TC63,"[""<https://dblp.org/pid/92/3463>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2129,What papers did S. Schmitz publish in LICS and Remote. Sens.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/6048> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'LICS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Remote. Sens.' } },TC63,"[""<https://dblp.org/pid/62/6048>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2130,What are the papers that Mathias Philipp and R. S. Sandhu published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/2124> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/RaviSSandhu> } },TC61,"[""<https://dblp.org/pid/28/2124>"", ""<https://dblp.org/pid/s/RaviSSandhu>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2131,List all the papers that Didier T. and Jean-Fran\u00E7ois L\u00E9on published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/10466> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/11319> } },TC61,"[""<https://dblp.org/pid/62/10466>"", ""<https://dblp.org/pid/19/11319>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2132,"In CoRR and SPECOM, what papers did Jiaqi Zhang publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/3021> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SPECOM' } },TC63,"[""<https://dblp.org/pid/58/3021>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2133,What papers did DeLiang Wang publish in ICASSP and ICDM Workshops?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/6085> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICASSP' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICDM Workshops' } },TC63,"[""<https://dblp.org/pid/31/6085>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2134,What are the papers that Majid Yar and Sachin S. Kamble published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/1250> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/8024> } },TC61,"[""<https://dblp.org/pid/116/1250>"", ""<https://dblp.org/pid/181/8024>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2135,"In Discret. Math. and IEEE Access, what papers did Hsu, L. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/1324> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Discret. Math.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' } },TC63,"[""<https://dblp.org/pid/22/1324>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2136,"In ICMC and Applied Computing Conference, what papers did Kristoffer Jensen publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/1552> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICMC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ACC' } },TC63,"[""<https://dblp.org/pid/73/1552>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2137,What papers did Ute Massler publish in International Conference on Computer Supported Education and Inf.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/8672> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CSEDU (Selected Papers)' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Inf.' } },TC63,"[""<https://dblp.org/pid/61/8672>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2138,"In MSV and IEEE Congress on Evolutionary Computation, what papers did Son, T. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/7503> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'MSV' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Congress on Evolutionary Computation' } },TC63,"[""<https://dblp.org/pid/22/7503>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2139,List all the primary affiliations of Lina He and Xin Guo Ming.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/76/10700> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/30/7396> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/76/10700>"", ""<https://dblp.org/pid/30/7396>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2140,"In IEEE Access and Proc. ACM Hum. Comput. Interact., what papers did Max B. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/MaxBramer> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Proc. ACM Hum. Comput. Interact.' } },TC63,"[""<https://dblp.org/pid/b/MaxBramer>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2141,List all the papers that Carl E. Rasmussen and Frank J\u00E4kel published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/5440> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/1138> } },TC61,"[""<https://dblp.org/pid/83/5440>"", ""<https://dblp.org/pid/48/1138>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2142,What papers did Ya-Qing B. publish in J. Appl. Math. and CoRR?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/146/9125> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Appl. Math.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC63,"[""<https://dblp.org/pid/146/9125>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2143,What papers did Michael Orshansky publish in ISLPED and VARY@MoDELS?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/3999> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISLPED' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'VARY@MoDELS' } },TC63,"[""<https://dblp.org/pid/38/3999>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2144,"In IEEE Trans. Syst. Man Cybern. Syst. and Appl. Math. Comput., what papers did Wen-Hsien Chen publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/8774> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Syst. Man Cybern. Syst.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Appl. Math. Comput.' } },TC63,"[""<https://dblp.org/pid/36/8774>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2145,"What are the papers that Antonio P. and Tomarchio, Orazio published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/7009> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/5379> } },TC61,"[""<https://dblp.org/pid/15/7009>"", ""<https://dblp.org/pid/43/5379>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2146,What are the papers that Leonardas Persaud and Bill Bosshard published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/274/8160> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/274/8183> } },TC61,"[""<https://dblp.org/pid/274/8160>"", ""<https://dblp.org/pid/274/8183>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2147,"In TaPP and Int. J. Syst. Sci., what papers did Ian T. Foster publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/f/IanTFoster> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'TaPP' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Syst. Sci.' } },TC63,"[""<https://dblp.org/pid/f/IanTFoster>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2148,"In NIME and IEEE Trans. Ind. Informatics, what papers did Hans-Christoph S. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/1880> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'NIME' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Ind. Informatics' } },TC63,"[""<https://dblp.org/pid/58/1880>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2149,What are the papers that Y. Li and Lucian I. published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/9884> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/i/LucianIlie> } },TC61,"[""<https://dblp.org/pid/48/9884>"", ""<https://dblp.org/pid/i/LucianIlie>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2150,"In CoRR and ACM Trans. Graph., what papers did Saumik Bhattacharya publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/154/8318> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ACM Trans. Graph.' } },TC63,"[""<https://dblp.org/pid/154/8318>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2151,What are the papers that Peter S. and Uttaran B. published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/2885> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/220/7744> } },TC61,"[""<https://dblp.org/pid/40/2885>"", ""<https://dblp.org/pid/220/7744>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2152,What are the primary affiliations of Huamin Qu and Yong Wang?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/65/1792> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/84/2694-21> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/65/1792>"", ""<https://dblp.org/pid/84/2694-21>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2153,"List all the papers that Agrawala, M. and G. Humphreys published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/2431> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/5153> } },TC61,"[""<https://dblp.org/pid/64/2431>"", ""<https://dblp.org/pid/36/5153>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2154,"List all the papers that Zhu, W. and Fei-Yue W. published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/z/WilliamZhu> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/374-1> } },TC61,"[""<https://dblp.org/pid/z/WilliamZhu>"", ""<https://dblp.org/pid/14/374-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2155,"In CoRR and Appl. Math. Comput., what papers did Sevilla, R. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/148/7117> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Appl. Math. Comput.' } },TC63,"[""<https://dblp.org/pid/148/7117>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2156,"In ITSC and J. Int. Comput. Games Assoc., what papers did Chun-Hsiao Yeh publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/203/3213> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ITSC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Int. Comput. Games Assoc.' } },TC63,"[""<https://dblp.org/pid/203/3213>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2157,"In CoRR and ICIT, what papers did Can Pu publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/203/8634> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICIT' } },TC63,"[""<https://dblp.org/pid/203/8634>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2158,What papers did Soh-Khim Ong publish in Robotica and ASP-DAC?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/o/SohKhimOng> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Robotica' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ASP-DAC' } },TC63,"[""<https://dblp.org/pid/o/SohKhimOng>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2159,What are the primary affiliations of E. N. Elnozahy and Alex Kinneer?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/e/ENElnozahy> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/78/6956> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/e/ENElnozahy>"", ""<https://dblp.org/pid/78/6956>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2160,"In International Symposium on Information Assurance and Security and Medical Imaging: Image Processing, what papers did Xuan-yong Z. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/7488> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IAS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Medical Imaging: Image Processing' } },TC63,"[""<https://dblp.org/pid/19/7488>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2161,What papers did Yong S. publish in Int. J. Distributed Sens. Networks and Guide to Advanced Empirical Software Engineering?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/3333> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Distributed Sens. Networks' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Guide to Advanced Empirical Software Engineering' } },TC63,"[""<https://dblp.org/pid/64/3333>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2162,"What are the primary affiliations of Mohammed Anowarul Hassan and Chen, S.?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/68/11366> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/47/3276> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/68/11366>"", ""<https://dblp.org/pid/47/3276>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2163,"List all the papers that Kim, J. and Kim, Sungshin published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/3030> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/622> } },TC61,"[""<https://dblp.org/pid/97/3030>"", ""<https://dblp.org/pid/97/622>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2164,What papers did Piotr S. publish in BDAS and Eur. J. Oper. Res.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/10106> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'BDAS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Eur. J. Oper. Res.' } },TC63,"[""<https://dblp.org/pid/69/10106>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2165,"What papers did Osendorfer, Christian publish in ICMLA and Int. J. Bifurc. Chaos?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/1393> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICMLA' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Bifurc. Chaos' } },TC63,"[""<https://dblp.org/pid/11/1393>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2166,What are the primary affiliations of Demetri Terzopoulos and S. Lee?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/85/4738> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/74/1889> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/85/4738>"", ""<https://dblp.org/pid/74/1889>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2167,What papers did Gopalkrishna Veni publish in International Conference on Image Analysis and Recognition and Asia Information Retrieval Symposium?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/131/4790> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICIAR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'AIRS' } },TC63,"[""<https://dblp.org/pid/131/4790>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2168,List all the papers that Mateo D. Rubio and Carlos Montenegro published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/286/1864> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/197/6982> } },TC61,"[""<https://dblp.org/pid/286/1864>"", ""<https://dblp.org/pid/197/6982>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2169,What papers did Fabrizio Perin publish in ICSM and GLOBECOM?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/7677> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICSM' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'GLOBECOM' } },TC63,"[""<https://dblp.org/pid/22/7677>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2170,What papers did G. E. Bottomley publish in IEEE Trans. Aerosp. Electron. Syst. and IEEE Trans. Pattern Anal. Mach. Intell.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/3183> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Aerosp. Electron. Syst.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Pattern Anal. Mach. Intell.' } },TC63,"[""<https://dblp.org/pid/68/3183>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2172,What papers did A. A. Porter publish in Empir. Softw. Eng. and IEEE Trans. Geosci. Remote. Sens.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/AdamAPorter> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Empir. Softw. Eng.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Geosci. Remote. Sens.' } },TC63,"[""<https://dblp.org/pid/p/AdamAPorter>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2173,What are the primary affiliations of Anke Huckauf and David K.?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/71/3> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/90/4474> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/71/3>"", ""<https://dblp.org/pid/90/4474>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2174,What papers did Hamid Aghvami publish in IEEE Trans. Mob. Comput. and J. Int. Comput. Games Assoc.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/AHAghvami> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Mob. Comput.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Int. Comput. Games Assoc.' } },TC63,"[""<https://dblp.org/pid/a/AHAghvami>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2175,"List all the papers that Schilling, K. and H. Suman published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/6450> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/3979> } },TC61,"[""<https://dblp.org/pid/34/6450>"", ""<https://dblp.org/pid/50/3979>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2176,"In IWDC and Vis. Comput., what papers did Anand S. Jalal publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/2594> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IWDC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Vis. Comput.' } },TC63,"[""<https://dblp.org/pid/03/2594>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2177,What are the papers that Philippe G. and Carlos Aguilar Melchor published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/4309> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/4606> } },TC61,"[""<https://dblp.org/pid/12/4309>"", ""<https://dblp.org/pid/71/4606>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2178,What are the papers that Shin'ichi Warisawa and Phongsaen Pitakwatchara published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/4412> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/3635> } },TC61,"[""<https://dblp.org/pid/24/4412>"", ""<https://dblp.org/pid/28/3635>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2179,List all the papers that Kennedy E. and Beakcheol Jang published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/153/2184> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/8342> } },TC61,"[""<https://dblp.org/pid/153/2184>"", ""<https://dblp.org/pid/64/8342>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2180,List all the papers that Sang C. Park and Shuai Han published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/5463> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/9242-1> } },TC61,"[""<https://dblp.org/pid/28/5463>"", ""<https://dblp.org/pid/59/9242-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2181,What are the primary affiliations of Jim Pugh and A. Martinoli?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/16/747> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/m/AMartinoli> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/16/747>"", ""<https://dblp.org/pid/m/AMartinoli>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2182,List all the papers that Haihao S. and Yun Wang published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/4358> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/3235> } },TC61,"[""<https://dblp.org/pid/83/4358>"", ""<https://dblp.org/pid/36/3235>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
