id,question_string,query,template_id,entities,relations,temporal,help_out
Q6442,How many papers did the authors of 'Content Based Audiobooks Indexing using Apache Hadoop Framework' publish in 2015?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/wci/ShettySHHMN15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP74,"[""<https://dblp.org/rec/conf/wci/ShettySHHMN15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6443,Count the papers published by the authors of 'Towards Robust Image Classification Using Sequential Attention Models' in 2020.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/cvpr/ZoranCHGMK20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP74,"[""<https://dblp.org/rec/conf/cvpr/ZoranCHGMK20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6444,Count the papers published by the authors of 'Channel Estimation Based on Machine Learning Paradigm for Spatial Modulation OFDM' in CoRR.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2109-07208> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP75,"[""<https://dblp.org/rec/journals/corr/abs-2109-07208>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6445,Mention the count of papers published by the authors of 'Special issue on machine learning for nonlinear processing' in Neurocomputing.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ijon/TraviesoA14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Neurocomputing' },TP75,"[""<https://dblp.org/rec/journals/ijon/TraviesoA14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6446,Count the papers published by the authors of 'Dissipativity of the Quantum Measurement Model' in ASMTA.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/asmta/ZorinST19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ASMTA' },TP75,"[""<https://dblp.org/rec/conf/asmta/ZorinST19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6447,Count the papers published by the authors of 'Moving Object Localization in Thermal Imagery by Forward-backward MHI' in 2006.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/cvpr/YinC06a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP74,"[""<https://dblp.org/rec/conf/cvpr/YinC06a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6448,Count the different affiliations of the authors of 'Parzen windows for multi-class classification'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jc/PanXXZ08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/jc/PanXXZ08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6449,How many different affiliations do the authors of 'Model Checking for Gaze Pattern Recognition' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/conielecomp/RodriguezBM19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/conielecomp/RodriguezBM19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6450,"In 2012, how many papers did the authors of 'Improvement in the image transmission of the mobile digital C-arm X-ray system in the operating room' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/bmei/ParkJH12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP74,"[""<https://dblp.org/rec/conf/bmei/ParkJH12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6451,How many different affiliations do the authors of 'A Tool to Support Speech and Non-Speech Audio Feedback Generation in Audio Interfaces' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/uist/Stifelman95> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/uist/Stifelman95>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6452,How many different affiliations do the authors of 'Extremal dependence of copulas: A tail density approach' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ma/LiW13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/ma/LiW13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6453,How many papers did the authors of 'Trustworthiness assessment for industrial IoT as multilayer networks with von Neumann entropy' publish in Appl. Soft Comput.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/asc/WuWWBHGF21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Appl. Soft Comput.' },TP75,"[""<https://dblp.org/rec/journals/asc/WuWWBHGF21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6454,Count the different affiliations of the authors of 'The subset sum game revisited'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/mst/PieterseW21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/mst/PieterseW21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6455,Mention the count of papers published by the authors of 'The Distance between the Endpoints of a Longest Path: 10811' in Am. Math. Mon..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tamm/Tracya02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Am. Math. Mon.' },TP75,"[""<https://dblp.org/rec/journals/tamm/Tracya02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6456,How many papers did the authors of 'Small coherence length limit for a two-dimensional quantum transport model' publish in Asymptot. Anal.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/asy/Negulescu06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Asymptot. Anal.' },TP75,"[""<https://dblp.org/rec/journals/asy/Negulescu06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6457,What is the count of authors of 'GAM: A Grid Awareness Model for Grid Environments' who have Universidad Polit\u00E9cnica de Madrid as their primary affiliation?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/sag/HerreroPR04> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'Universidad Polit\u00E9cnica de Madrid' },TP71,"[""<https://dblp.org/rec/conf/sag/HerreroPR04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6458,Count the papers published by the authors of 'An authorization system for digital libraries' in 2002.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/vldb/FerrariAABC02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2002' },TP74,"[""<https://dblp.org/rec/journals/vldb/FerrariAABC02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6459,How many different affiliations do the authors of 'Self-organizing network interference coordination for future LTE-advanced networks' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/bmsb/BehjatiC13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/bmsb/BehjatiC13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6460,Count the different affiliations of the authors of 'Data-driven algorithms for dimension reduction in causal inference'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/csda/PerssonHWL17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/csda/PerssonHWL17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6461,Count the papers published by the authors of 'Encode the \STOP\ command by photo-stimulation for precise control of rat-robot' in 2013.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/embc/ChenQGSXZ13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP74,"[""<https://dblp.org/rec/conf/embc/ChenQGSXZ13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6462,How many papers did the authors of 'Encoding in the Dark Grand Challenge: an Overview' publish in 2020?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icmcs/Anantrasirichai20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP74,"[""<https://dblp.org/rec/conf/icmcs/Anantrasirichai20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6463,How many publications did the authors of the paper 'Identification of Artifacts in Life Cycle Phases of CPPS' publish in Multi-Disciplinary Engineering for Cyber-Physical Production Systems?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/books/sp/17/LuderSHRZ17a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Multi-Disciplinary Engineering for Cyber-Physical Production Systems' },TP75,"[""<https://dblp.org/rec/books/sp/17/LuderSHRZ17a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6464,How many different affiliations do the authors of 'A model-driven framework for ETL process development' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/dolap/AkkaouiZMT11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/dolap/AkkaouiZMT11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6465,How many papers did the authors of 'Vivaldi Antennas for Microwave Imaging: Theoretical Analysis and Design Considerations' publish in IEEE Trans. Instrum. Meas.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tim/ChiappeG06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Instrum. Meas.' },TP75,"[""<https://dblp.org/rec/journals/tim/ChiappeG06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6466,Count the different affiliations of the authors of 'Combining sketch and tone for pencil drawing production'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/npar/LuXJ12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/npar/LuXJ12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6467,Count the papers published by the authors of 'Classifying Smart Objects using capabilities' in 2014.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/smartcomp/HernandezR14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP74,"[""<https://dblp.org/rec/conf/smartcomp/HernandezR14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6468,Count the papers published by the authors of 'Optimal multisensor integrated navigation through information space approach' in Phys. Commun..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/phycomm/Li14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Phys. Commun.' },TP75,"[""<https://dblp.org/rec/journals/phycomm/Li14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6469,"In 2019, how many papers did the authors of 'An Improved Multi-Objective Finite Control Set Model Predictive Control for Grid Connected Three-Level Neutral-Point Clamped Inverter' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/commnet/KatkoutEN19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP74,"[""<https://dblp.org/rec/conf/commnet/KatkoutEN19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6470,Count the different affiliations of the authors of 'Hybrid multi-parametric model predictive control of a nonlinear process approximated with a piecewise affine model'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/eucc/PregeljG09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/eucc/PregeljG09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6471,How many different affiliations do the authors of 'Design and Experiments with LoCO AUV: A Low Cost Open-Source Autonomous Underwater Vehicle' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2003-09041> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/corr/abs-2003-09041>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6472,How many papers did the authors of 'Structured data acquisition with ontology-based web forms' publish in ICBO?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icbo/GoncalvesTNTM15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICBO' },TP75,"[""<https://dblp.org/rec/conf/icbo/GoncalvesTNTM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6473,How many different affiliations do the authors of 'Splash'13 workshops summary' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/oopsla/BalzerS13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/oopsla/BalzerS13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6474,What is the count of authors of 'Development and Implementation of High Power Hexapole Magnetic Tweezer System for Micromanipulations' who have Southern Methodist University as their primary affiliation?,"SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icra/ZhangKRSK18> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'Southern Methodist University, Department of Mechanical Engineering, Dallas, TX, USA' }",TP71,"[""<https://dblp.org/rec/conf/icra/ZhangKRSK18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6475,Count the papers published by the authors of 'Better Time-Space Lower Bounds for SAT and Related Problems' in Computational Complexity Conference.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/coco/Williams05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Computational Complexity Conference' },TP75,"[""<https://dblp.org/rec/conf/coco/Williams05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6476,How many publications did the authors of the paper 'Stochastic stabilization of a class of nonhomogeneous Markovian jump linear systems' publish in Syst. Control. Lett.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/scl/Aberkane11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Syst. Control. Lett.' },TP75,"[""<https://dblp.org/rec/journals/scl/Aberkane11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6477,What is the count of authors of 'Sangrahaka: A Tool for Annotating and Querying Knowledge Graphs' who have Indian Institute of Technology (IIT) as their primary affiliation?,"SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2107-02782> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'Indian Institute of Technology (IIT), Kanpur' }",TP71,"[""<https://dblp.org/rec/journals/corr/abs-2107-02782>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6478,"In 2011, how many papers did the authors of 'Personnel: Practices' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/reference/tf/Freeman11a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP74,"[""<https://dblp.org/rec/reference/tf/Freeman11a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6479,"In 2007, how many papers did the authors of 'AINLP at NTCIR-6: Evaluations for Multilingual and Cross-Lingual Information Retrieval' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ntcir/ChengSLHYB07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP74,"[""<https://dblp.org/rec/conf/ntcir/ChengSLHYB07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6480,"In 1978, how many papers did the authors of 'An Approach to Cost Estimating for Planning and Design' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/jcit/SchildHL78> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1978' },TP74,"[""<https://dblp.org/rec/conf/jcit/SchildHL78>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6481,Count the different affiliations of the authors of 'An enhanced method for registration of dental surfaces partially scanned by a 3D dental laser scanning'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/cmpb/ParkKLSS15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/cmpb/ParkKLSS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6482,How many different affiliations do the authors of 'Designing a System for Swedish Spoken Document Retrieval' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/nodalida/PakucsG99> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/nodalida/PakucsG99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6483,How many papers did the authors of 'Schur's Algorithm and Several Applications (M Bakonyi and T Constantinescu)' publish in SIAM Rev.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/siamrev/Frazho95> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIAM Rev.' },TP75,"[""<https://dblp.org/rec/journals/siamrev/Frazho95>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6484,How many publications did the authors of the paper 'Extensible knowledge-based architecture for segmenting CT data' publish in Medical Imaging: Image Processing?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/miip/BrownMGA98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Medical Imaging: Image Processing' },TP75,"[""<https://dblp.org/rec/conf/miip/BrownMGA98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6485,How many publications did the authors of the paper 'Enhancing product search by best-selling prediction in e-commerce' publish in CIKM?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/cikm/LongBDC12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CIKM' },TP75,"[""<https://dblp.org/rec/conf/cikm/LongBDC12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6486,How many publications did the authors of the paper 'Analysis and Implementation of Robust Metaheuristic Algorithm to Extract Essential Parameters of Solar Cell' publish in IEEE Access?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/access/ArandhakarCDDB22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' },TP75,"[""<https://dblp.org/rec/journals/access/ArandhakarCDDB22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6487,Mention the count of papers published by the authors of 'Opposites and Measures of Extremism in Concepts and Constructs' in Int. J. Man Mach. Stud..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ijmms/Yager83> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Man Mach. Stud.' },TP75,"[""<https://dblp.org/rec/journals/ijmms/Yager83>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6488,How many papers did the authors of 'An Introductory Review of Spiking Neural Network and Artificial Neural Network: From Biological Intelligence to Artificial Intelligence' publish in CoRR?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2204-07519> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP75,"[""<https://dblp.org/rec/journals/corr/abs-2204-07519>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6489,Count the different affiliations of the authors of 'Recursive linear estimation for general discrete-time descriptor systems'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/automatica/IshiharaTB10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/automatica/IshiharaTB10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6490,"How many different affiliations do the authors of 'Graph colorings with restricted bicolored subgraphs: I Acyclic, star, and treewidth colorings' have?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jgt/Bradshaw22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/jgt/Bradshaw22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6491,How many papers did the authors of 'Researches on the novel methodology of traffic flow prediction based on similarity' publish in SoCPaR?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/socpar/CuiZZZZX11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SoCPaR' },TP75,"[""<https://dblp.org/rec/conf/socpar/CuiZZZZX11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6492,Count the different affiliations of the authors of 'Generating Interactive Prototypes from Query Annotated Discourse Models'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/icom/KisB15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/icom/KisB15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6493,Count the papers published by the authors of 'Powerline-PNC: Boosting throughput of powerline networks with physical-layer network coding' in SmartGridComm.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/smartgridcomm/YangWWYLL15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SmartGridComm' },TP75,"[""<https://dblp.org/rec/conf/smartgridcomm/YangWWYLL15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6494,Count the papers published by the authors of 'Hierarchies of Infinite Structures Generated by Pushdown Automata and Recursion Schemes' in International Symposium on Mathematical Foundations of Computer Science.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/mfcs/Ong07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'MFCS' },TP75,"[""<https://dblp.org/rec/conf/mfcs/Ong07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6495,Count the papers published by the authors of 'On identifying user complaints of iOS apps' in International Conference on Software Engineering.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icse/Khalid04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICSE' },TP75,"[""<https://dblp.org/rec/conf/icse/Khalid04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6496,"In 2015, how many papers did the authors of 'MDPAS: Markov Decision Process Based Adaptive Security for Sensors in Internet of Things' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icgec/WangWCYZZ14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP74,"[""<https://dblp.org/rec/conf/icgec/WangWCYZZ14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6497,How many papers did the authors of 'Protein Structure from Solid-State NMR' publish in Mathematical Methods for Protein Structure Analysis and Design?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/msps/QuineC03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Mathematical Methods for Protein Structure Analysis and Design' },TP75,"[""<https://dblp.org/rec/conf/msps/QuineC03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
