id,question_string,query,template_id,entities,relations,temporal,help_out
Q2183,"In IEEE Computer Graphics and Applications and Ubiquity, what papers did Rushmeier, H. E. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/6571> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Computer Graphics and Applications' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Ubiquity' } },TC63,"[""<https://dblp.org/pid/13/6571>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2184,What are the papers that Evgeny Epifanovsky and Khaled Z. Ibrahim published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/134/8767> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/3676> } },TC61,"[""<https://dblp.org/pid/134/8767>"", ""<https://dblp.org/pid/62/3676>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2185,What are the papers that Vincent Verillotte and Keith W. Ross published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/3447> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/KWRoss> } },TC61,"[""<https://dblp.org/pid/17/3447>"", ""<https://dblp.org/pid/r/KWRoss>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2186,"In CURAC and Automated Software Engineering Conference, what papers did Kathy J. Schilling publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/7922> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CURAC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ASE' } },TC63,"[""<https://dblp.org/pid/59/7922>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2187,"What are the papers that Deepti Jain and Gupta, P. published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/7336> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/5398> } },TC61,"[""<https://dblp.org/pid/187/7336>"", ""<https://dblp.org/pid/14/5398>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2188,"What are the papers that Kim, K. and Kazuya Imaizumi published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/4563> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/9328> } },TC61,"[""<https://dblp.org/pid/60/4563>"", ""<https://dblp.org/pid/66/9328>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2189,"In Int. J. Circuit Theory Appl. and Sensors, what papers did R. Kammari publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/247/3670> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Circuit Theory Appl.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Sensors' } },TC63,"[""<https://dblp.org/pid/247/3670>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2190,What papers did Reza Tavakkoli-Moghaddam publish in SOHOMA and Int. J. Sens. Networks?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/1215> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SOHOMA' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Sens. Networks' } },TC63,"[""<https://dblp.org/pid/15/1215>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2191,"In ISSCC and Inf. Secur. Tech. Rep., what papers did Zeynep Toprak Deniz publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/6867> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISSCC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Inf. Secur. Tech. Rep.' } },TC63,"[""<https://dblp.org/pid/28/6867>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2192,List all the papers that Abhishek Dixit and Sonali published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/5422> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/2975> } },TC61,"[""<https://dblp.org/pid/122/5422>"", ""<https://dblp.org/pid/186/2975>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2193,"List all the papers that Yen-Ting Cheng and Lin, Jyun-Ting published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/188/6831> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/147/0962> } },TC61,"[""<https://dblp.org/pid/188/6831>"", ""<https://dblp.org/pid/147/0962>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2194,List all the papers that R. Szeto and Kunyi Lu published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/198/0479> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/271/1110> } },TC61,"[""<https://dblp.org/pid/198/0479>"", ""<https://dblp.org/pid/271/1110>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2195,What papers did Mario E. Salgado publish in CDC and TREC?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/4887> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CDC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'TREC' } },TC63,"[""<https://dblp.org/pid/30/4887>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2196,"In NeuroImage and IEEE Trans. Knowl. Data Eng., what papers did J. J. A. Van Berkum publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/4638> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'NeuroImage' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Knowl. Data Eng.' } },TC63,"[""<https://dblp.org/pid/89/4638>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2197,"In Discret. Appl. Math. and J. Comput. Phys., what papers did Kathryn F. Jones publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/3832> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Discret. Appl. Math.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Comput. Phys.' } },TC63,"[""<https://dblp.org/pid/91/3832>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2198,"What are the papers that Long Chen and Wan, Yingying published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/5725> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/285/0509> } },TC61,"[""<https://dblp.org/pid/64/5725>"", ""<https://dblp.org/pid/285/0509>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2199,What papers did S. Schwartz publish in Neural Comput. Appl. and CoRR?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/273/0050> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Neural Comput. Appl.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC63,"[""<https://dblp.org/pid/273/0050>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2200,What papers did Rong-Chin L. publish in Pattern Recognit. and ACL (1)?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/342> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Pattern Recognit.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ACL (1)' } },TC63,"[""<https://dblp.org/pid/73/342>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2201,"What are the papers that Andrzej Przybyl and Lapa, Krystian published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/4066> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/130/6445> } },TC61,"[""<https://dblp.org/pid/40/4066>"", ""<https://dblp.org/pid/130/6445>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2202,"In IEEE Trans. Intell. Transp. Syst. and Int. J. Math. Math. Sci., what papers did Edmund K. Burke publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/EdmundKBurke> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Intell. Transp. Syst.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Math. Math. Sci.' } },TC63,"[""<https://dblp.org/pid/b/EdmundKBurke>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2203,What are the papers that Barbara Rapp and Michael Sonnenschein published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/11149> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/MichaelSonnenschein> } },TC61,"[""<https://dblp.org/pid/64/11149>"", ""<https://dblp.org/pid/s/MichaelSonnenschein>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2204,"What papers did Christopher Williamson publish in CoRR and International Conference for High Performance Computing, Networking, Storage and Analysis?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/724> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SC' } },TC63,"[""<https://dblp.org/pid/34/724>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2205,List all the primary affiliations of Mark O. Riedl and N. Sugandh.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/r/MarkORiedl> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/62/2952> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/r/MarkORiedl>"", ""<https://dblp.org/pid/62/2952>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2206,"What papers did Shen, H. publish in Bioinform. and IEEE International Conference on Computer and Information Technology?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/4415> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Bioinform.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CIT' } },TC63,"[""<https://dblp.org/pid/34/4415>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2207,"What are the papers that T. Blu and Unser, M. published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/ThierryBlu> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/u/MichaelUnser> } },TC61,"[""<https://dblp.org/pid/b/ThierryBlu>"", ""<https://dblp.org/pid/u/MichaelUnser>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2208,What are the papers that Peng Du and X. Yang published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/6086> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/175/6867> } },TC61,"[""<https://dblp.org/pid/02/6086>"", ""<https://dblp.org/pid/175/6867>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2209,What papers did K. W. Kim publish in ICC and IEEE/RSJ International Conference on Intelligent Robots and Systems?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/4291> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IROS' } },TC63,"[""<https://dblp.org/pid/12/4291>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2210,List all the papers that Zhengbing Z. and Luoyu Z. published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/5777> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/221/6343> } },TC61,"[""<https://dblp.org/pid/183/5777>"", ""<https://dblp.org/pid/221/6343>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2211,"In HPCS and IEEE Trans. Syst. Man Cybern. Syst., what papers did Paul Stocker publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/167/5713> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'HPCS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Syst. Man Cybern. Syst.' } },TC63,"[""<https://dblp.org/pid/167/5713>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2212,"In CoRR and SIU, what papers did Kankanhalli, Mohan S. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/3613> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIU' } },TC63,"[""<https://dblp.org/pid/09/3613>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2213,List all the primary affiliations of Renato De Mori and Dario A..,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/86/129> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/04/3433> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/86/129>"", ""<https://dblp.org/pid/04/3433>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2214,"List all the papers that Daniel Abrich and Kwiatkowski, J. published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/7015> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/4357> } },TC61,"[""<https://dblp.org/pid/61/7015>"", ""<https://dblp.org/pid/45/4357>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2215,"In MDAI and ICUFN, what papers did A. Pradera publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/1854> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'MDAI' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICUFN' } },TC63,"[""<https://dblp.org/pid/11/1854>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2216,"List all the primary affiliations of He, Xiangjian and Chao Ma.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/75/2122> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/79/1552-5> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/75/2122>"", ""<https://dblp.org/pid/79/1552-5>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2217,What papers did Subramanya D. publish in CoRR and IVCNZ?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/3788> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IVCNZ' } },TC63,"[""<https://dblp.org/pid/76/3788>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2218,"What are the primary affiliations of Peter J. Bentley and Gordon, T. G. W.?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/35/6713> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/93/4867> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/35/6713>"", ""<https://dblp.org/pid/93/4867>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2219,List all the papers that D. Chakraborty and Craig Stanfill published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/167/7232> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/2817> } },TC61,"[""<https://dblp.org/pid/167/7232>"", ""<https://dblp.org/pid/03/2817>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2220,"List all the papers that Philip L. Lopes and Yannakakis, G. N. published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/151/3871> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/2576> } },TC61,"[""<https://dblp.org/pid/151/3871>"", ""<https://dblp.org/pid/05/2576>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2221,What are the primary affiliations of Yunhao Liu and J. Wang?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/27/2403> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/75/3699> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/27/2403>"", ""<https://dblp.org/pid/75/3699>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2222,List all the papers that Hayden Wimmer and Jie Du published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/10831> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/6131> } },TC61,"[""<https://dblp.org/pid/21/10831>"", ""<https://dblp.org/pid/74/6131>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2223,"List all the papers that Alberto S. and Debbah, M. published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/AlbertoSuarez2> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/4085> } },TC61,"[""<https://dblp.org/pid/s/AlbertoSuarez2>"", ""<https://dblp.org/pid/75/4085>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2224,"What are the papers that Chen, R. and Hamid R. Nemati published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/5768> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/3017> } },TC61,"[""<https://dblp.org/pid/119/5768>"", ""<https://dblp.org/pid/72/3017>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2225,"What are the papers that Zhao, Guoqiang and Shuoguang W. published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/162/4547> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/262/5885> } },TC61,"[""<https://dblp.org/pid/162/4547>"", ""<https://dblp.org/pid/262/5885>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2226,"List all the papers that Reuter-Oppermann, M. and Wolff, C. published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/3045> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/165/0728> } },TC61,"[""<https://dblp.org/pid/156/3045>"", ""<https://dblp.org/pid/165/0728>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2227,List all the papers that Gunawath Mudiyanselage Roshan Indika Godaliyadda and Suren Sritharan published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/10413> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/250/9404> } },TC61,"[""<https://dblp.org/pid/17/10413>"", ""<https://dblp.org/pid/250/9404>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2228,"What are the primary affiliations of Gou, Chao and F. Wang?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/134/8743> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/14/374-1> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/134/8743>"", ""<https://dblp.org/pid/14/374-1>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2229,"List all the papers that Yuanbin Wang and Yang, H. published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/8462> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/4919> } },TC61,"[""<https://dblp.org/pid/15/8462>"", ""<https://dblp.org/pid/18/4919>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2230,"List all the papers that Dhillon, Sarabpreet Kaur and L. Ramaswamy published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/9052> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/LakshmishRamaswamy> } },TC61,"[""<https://dblp.org/pid/159/9052>"", ""<https://dblp.org/pid/r/LakshmishRamaswamy>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2231,List all the papers that A. Knapp and Stephan Janisch published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/2631> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/5167> } },TC61,"[""<https://dblp.org/pid/58/2631>"", ""<https://dblp.org/pid/26/5167>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2232,List all the papers that Jong Hyuk Park and Joon-Min Gil published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/JongHyukPark> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/2995> } },TC61,"[""<https://dblp.org/pid/p/JongHyukPark>"", ""<https://dblp.org/pid/91/2995>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2233,"In ECIS and NIPS, what papers did Alemayehu Molla publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/217> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ECIS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'NIPS' } },TC63,"[""<https://dblp.org/pid/26/217>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2234,"List all the primary affiliations of Lin, Y. and Yuan-Cheng Lai.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/l/YingDarLin> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/12/2250> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/l/YingDarLin>"", ""<https://dblp.org/pid/12/2250>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2235,"In IEEE Syst. J. and International Conference on Web Information Systems and Technologies, what papers did Diptendu S. Roy publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/10604> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Syst. J.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'WEBIST (2)' } },TC63,"[""<https://dblp.org/pid/30/10604>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2236,What are the papers that Makoto Uchida and Yanbin Wu published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/1021> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/9266> } },TC61,"[""<https://dblp.org/pid/92/1021>"", ""<https://dblp.org/pid/39/9266>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2237,What are the papers that Maximillian Chen and S. Sahay published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/271/5890> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/4070> } },TC61,"[""<https://dblp.org/pid/271/5890>"", ""<https://dblp.org/pid/18/4070>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2238,"What papers did Dorner, Daniel G. publish in Inf. Res. and Int. J. Hum. Comput. Interact.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/7469> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Inf. Res.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Hum. Comput. Interact.' } },TC63,"[""<https://dblp.org/pid/79/7469>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2239,List all the papers that Yoshihiro Tsujino and Koshiro M. published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/3237> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/269/7869> } },TC61,"[""<https://dblp.org/pid/07/3237>"", ""<https://dblp.org/pid/269/7869>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2240,"What papers did Casimiro, A. publish in WORDS and 4OR?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/445> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'WORDS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> '4OR' } },TC63,"[""<https://dblp.org/pid/15/445>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2241,"List all the papers that Tuomas Sandholm and Farina, Gabriele published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/TuomasSandholm> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/2090> } },TC61,"[""<https://dblp.org/pid/s/TuomasSandholm>"", ""<https://dblp.org/pid/159/2090>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2242,List all the papers that Gregory Shakhnarovich and Yuval Bahat published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/1926> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/8756> } },TC61,"[""<https://dblp.org/pid/17/1926>"", ""<https://dblp.org/pid/159/8756>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2243,List all the papers that Philipp Schlatter and Luca Guastoni published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/10761> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/258/0946> } },TC61,"[""<https://dblp.org/pid/97/10761>"", ""<https://dblp.org/pid/258/0946>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2244,"In Int. J. Commun. Syst. and CHI Extended Abstracts, what papers did Gebrehiwet Gebrekrstos Lema publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/254/1626> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Commun. Syst.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CHI Extended Abstracts' } },TC63,"[""<https://dblp.org/pid/254/1626>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2245,What papers did Emmanuel Syrmoudis publish in Proc. Priv. Enhancing Technol. and International Conference on Semantics Knowledge and Grid?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/293/2325> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Proc. Priv. Enhancing Technol.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SKG' } },TC63,"[""<https://dblp.org/pid/293/2325>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2246,"What are the papers that Lee, M. H. and Qinggang Meng published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/3061> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/4875> } },TC61,"[""<https://dblp.org/pid/26/3061>"", ""<https://dblp.org/pid/65/4875>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2247,What are the papers that Hua S. and Zhen Ye published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/162> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/5245> } },TC61,"[""<https://dblp.org/pid/06/162>"", ""<https://dblp.org/pid/46/5245>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2248,"List all the papers that Revithis, S. and M. Rupp published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/1810> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/6059> } },TC61,"[""<https://dblp.org/pid/61/1810>"", ""<https://dblp.org/pid/66/6059>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2249,"List all the primary affiliations of Chung, Heejoon and Shuang Wang.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/148/1800> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/86/220-2> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/148/1800>"", ""<https://dblp.org/pid/86/220-2>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2250,"What are the primary affiliations of Lei, Tan and Milnor, John W.?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/129/7908> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/45/3134> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/129/7908>"", ""<https://dblp.org/pid/45/3134>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2251,"In IEEE Trans. Circuits Syst. II Express Briefs and Int. J. Semantic Comput., what papers did Mohammad Hassan Khooban publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/128/3981> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Circuits Syst. II Express Briefs' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Semantic Comput.' } },TC63,"[""<https://dblp.org/pid/128/3981>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
