id,question_string,query,template_id,entities,relations,temporal,help_out
Q0115,Which papers did the author Youssef El Hajj Shehadeh write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/8863> },TC01,"[""<https://dblp.org/pid/14/8863>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0116,Which papers did the author Jacqueline Ayel write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/6326> },TC01,"[""<https://dblp.org/pid/28/6326>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0117,"Which publications did Guirao, J. Luis Garc\u00EDa author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/6661> },TC01,"[""<https://dblp.org/pid/75/6661>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0118,"What are the papers written by the person Guo, Qinghua?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/5331-2> },TC01,"[""<https://dblp.org/pid/18/5331-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0119,Which publications did Young-Kyu Yang author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/6854> },TC01,"[""<https://dblp.org/pid/05/6854>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0120,What are the papers written by the person Huaxiong Wang?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/4513> },TC01,"[""<https://dblp.org/pid/52/4513>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0121,Which papers did the author Tag Gon Kim write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/5196> },TC01,"[""<https://dblp.org/pid/23/5196>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0122,Which papers did the author Thaddeus Tarpey write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/7357> },TC01,"[""<https://dblp.org/pid/40/7357>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0123,"Which publications did Mutlu, B. author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/158/0641> },TC01,"[""<https://dblp.org/pid/158/0641>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0124,What are the papers written by S. Daud Khan?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/138/0460> },TC01,"[""<https://dblp.org/pid/138/0460>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0125,Which papers did the author Yi Jiang write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/3172-4> },TC01,"[""<https://dblp.org/pid/66/3172-4>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0126,Which publications did Abdallah Ben Saida author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/214/1299> },TC01,"[""<https://dblp.org/pid/214/1299>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0127,Show the Wikidata ID of the person Dennis Hofheinz.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/74/3914> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/74/3914>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0128,What is the webpage of the person Andrea L. Lacaita?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/52/2681> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/52/2681>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0129,What are the papers written by Wijnand A. IJsselsteijn?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/i/WijnandIJsselsteijn> },TC01,"[""<https://dblp.org/pid/i/WijnandIJsselsteijn>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0130,Which publications did R. Rao author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/570> },TC01,"[""<https://dblp.org/pid/17/570>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0131,"Which publications did Filho, H. Tertuliano author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/3490> },TC01,"[""<https://dblp.org/pid/156/3490>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0132,"What are the papers written by the person Li, H.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/5785-1> },TC01,"[""<https://dblp.org/pid/88/5785-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0133,"Which publications did Verjus, H. author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/1653> },TC01,"[""<https://dblp.org/pid/40/1653>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0134,"What are the papers written by the person Wu, Fengjiang?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/129/9251> },TC01,"[""<https://dblp.org/pid/129/9251>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0135,Find the primary affiliation of Alessandro Orso.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/35/805> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/35/805>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0136,Which publications did W. Wu author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/382-5> },TC01,"[""<https://dblp.org/pid/92/382-5>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0137,What are the papers written by Herbert Rosmanith?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/40> },TC01,"[""<https://dblp.org/pid/75/40>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0138,"Which publications did Gerbracht, E. H.-A. author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/6397> },TC01,"[""<https://dblp.org/pid/32/6397>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0139,What are the papers written by the person Kamel Alreshedy?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/227/2827> },TC01,"[""<https://dblp.org/pid/227/2827>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0140,Which papers did the author Michael D. Mumford write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/11124> },TC01,"[""<https://dblp.org/pid/81/11124>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0141,What are the papers written by the person Mike E. Davies?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/MikeEDavis> },TC01,"[""<https://dblp.org/pid/d/MikeEDavis>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0142,Show the Wikidata ID of the person Dominik Macko.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/26/9782> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/26/9782>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0143,"What are the papers written by Mu, Y.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/3325> },TC01,"[""<https://dblp.org/pid/51/3325>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0144,Which publications did M. S. Hsiao author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/3227> },TC01,"[""<https://dblp.org/pid/56/3227>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0145,Which papers did the author M. Huber write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/4487> },TC01,"[""<https://dblp.org/pid/03/4487>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0146,What are the papers written by the person DukHo Chang?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/8305> },TC01,"[""<https://dblp.org/pid/04/8305>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0147,What are the papers written by the person G. K. Thiruvathukal?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/6279> },TC01,"[""<https://dblp.org/pid/97/6279>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0148,The author Alejandro F. Frangi is associated with which Wikidata identifier?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/16/4982> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/16/4982>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0149,"Find the primary affiliation of Ahmed, S. Ejaz.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/19/715> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/19/715>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0150,"Which publications did Alouf, Sara author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/SaraAlouf> },TC01,"[""<https://dblp.org/pid/a/SaraAlouf>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0151,Which papers did the author Todd L. Pittinsky write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/275/8033> },TC01,"[""<https://dblp.org/pid/275/8033>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0152,What is the webpage of the person Sebastian W.?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/17/9378> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/17/9378>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0153,"What are the papers written by Jiang, S.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/6713> },TC01,"[""<https://dblp.org/pid/30/6713>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0154,What are the papers written by Chuan Wu?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/3772> },TC01,"[""<https://dblp.org/pid/34/3772>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0155,What is the primary affiliation of David R. Traum?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/48/2932> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/48/2932>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0156,Which publications did Fleurianne Bertrand author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/146/3561> },TC01,"[""<https://dblp.org/pid/146/3561>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0157,Which papers did the author V. L. Lajish write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/153/1926> },TC01,"[""<https://dblp.org/pid/153/1926>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0158,The author Alberto Fern\u00E1ndez is associated with which Wikidata identifier?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/132/1966> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/132/1966>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0159,What is the webpage of John E. Beasley?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/07/2039> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/07/2039>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0160,What is the webpage of the person Manuel V. Hermenegildo?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/h/ManuelVHermenegildo> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/h/ManuelVHermenegildo>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0161,What is the webpage of Fran\u00E7ois Bry?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/b/FrancoisBry> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/b/FrancoisBry>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0162,Ke L. is primarily affiliated to which institution?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/75/6627-11> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/75/6627-11>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0163,What are the papers written by the person Suad Kunosic?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/220/0295> },TC01,"[""<https://dblp.org/pid/220/0295>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0164,Which papers did the author Roman Sotner write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/10428> },TC01,"[""<https://dblp.org/pid/42/10428>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0165,Find the primary affiliation of Ke Xu.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/181/2626-3> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/181/2626-3>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0166,What are the papers written by the person James G. Oxley?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/558> },TC01,"[""<https://dblp.org/pid/45/558>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0167,Which publications did F. Luo author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/9252> },TC01,"[""<https://dblp.org/pid/81/9252>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0168,What are the papers written by Guillaume Chapuy?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/4051> },TC01,"[""<https://dblp.org/pid/87/4051>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0169,Which papers did the author J. Zhao write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/5882-16> },TC01,"[""<https://dblp.org/pid/69/5882-16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0170,Which papers did the author Thomas J. Marlowe write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/3333> },TC01,"[""<https://dblp.org/pid/58/3333>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0171,What are the papers written by Robert Shearer?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/10255> },TC01,"[""<https://dblp.org/pid/25/10255>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0172,Which papers did the author Gennady L. Andrienko write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/GennadyLAndrienko> },TC01,"[""<https://dblp.org/pid/a/GennadyLAndrienko>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0173,What is the Wikidata ID of Wenge Xu?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/220/3687> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/220/3687>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0174,"Find the primary affiliation of Chambers, C..",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/c/CraigChambers> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/c/CraigChambers>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0175,"What are the papers written by Gunawan, D.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/10155> },TC01,"[""<https://dblp.org/pid/44/10155>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0176,What are the papers written by H. Liu?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/9462-1> },TC01,"[""<https://dblp.org/pid/18/9462-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0177,Which publications did Greg G. author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/22> },TC01,"[""<https://dblp.org/pid/89/22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0178,What is the Wikidata ID of Alexander Artikis?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/a/AArtikis> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/a/AArtikis>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0179,What are the papers written by the person Askhat I. Diveev?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/179/9806> },TC01,"[""<https://dblp.org/pid/179/9806>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0180,Which publications did Kazushi K. author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/144/1940> },TC01,"[""<https://dblp.org/pid/144/1940>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0181,The author Frank Leymann is associated with which Wikidata identifier?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/l/FrankLeymann> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/l/FrankLeymann>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0182,Find the primary affiliation of Kwang-il Hwang.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/12/5394> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/12/5394>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0183,What are the papers written by G. Rayna?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/177> },TC01,"[""<https://dblp.org/pid/11/177>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0184,"What are the papers written by the person Dillencourt, M. B.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/MBDillencourt> },TC01,"[""<https://dblp.org/pid/d/MBDillencourt>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0185,What are the papers written by K. Samanci?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/199/2017> },TC01,"[""<https://dblp.org/pid/199/2017>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0186,Which papers did the author Fran\u00E7ois D. write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/4306> },TC01,"[""<https://dblp.org/pid/29/4306>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0187,Which papers did the author Evanthia Papadopoulou write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/4868> },TC01,"[""<https://dblp.org/pid/93/4868>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0188,What are the papers written by the person Shenghua L.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/2527> },TC01,"[""<https://dblp.org/pid/32/2527>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0189,Which publications did Sami Muhaidat author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/7881> },TC01,"[""<https://dblp.org/pid/14/7881>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0190,Which papers did the author R. d. Almeida write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/2141> },TC01,"[""<https://dblp.org/pid/82/2141>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0191,What are the papers written by the person Erik Demeulemeester?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/1626> },TC01,"[""<https://dblp.org/pid/26/1626>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0192,Which publications did Liping Zhang author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/6735> },TC01,"[""<https://dblp.org/pid/48/6735>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0193,Which publications did Yassine Aoudni author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/10811> },TC01,"[""<https://dblp.org/pid/50/10811>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0194,Which publications did Jean M. Alexander author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/7898> },TC01,"[""<https://dblp.org/pid/122/7898>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0195,What are the papers written by A. Gr\u00F6pl?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/681> },TC01,"[""<https://dblp.org/pid/73/681>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0196,What are the papers written by the person X. Liu?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/3705> },TC01,"[""<https://dblp.org/pid/41/3705>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0197,"What are the papers written by Pirzadeh, H.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/168/8354> },TC01,"[""<https://dblp.org/pid/168/8354>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0198,"Which publications did Calefato, F. author?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/5662> },TC01,"[""<https://dblp.org/pid/48/5662>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0199,What are the papers written by Song Yu?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/1216> },TC01,"[""<https://dblp.org/pid/54/1216>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0200,"Show the Wikidata ID of the person Kim, Dongwoo.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/15/398-1> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/15/398-1>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0201,Which papers did the author Praful V. Bhansali write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/7002> },TC01,"[""<https://dblp.org/pid/03/7002>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0202,What are the papers written by Junfeng W.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/5271> },TC01,"[""<https://dblp.org/pid/06/5271>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0203,"Which papers did the author Rosalsky, Andrew write?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/118/8060> },TC01,"[""<https://dblp.org/pid/118/8060>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0204,"Show the Wikidata ID of the person Jararweh, Yaser.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/53/4234> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/53/4234>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0205,Which papers did the author J. Mostafa write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/6061> },TC01,"[""<https://dblp.org/pid/14/6061>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0206,"Find the primary affiliation of Roy-Chowdhury, A. K..",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/c/AmitKRoyChowdhury> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/c/AmitKRoyChowdhury>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0207,Which papers did the author Philipp Frank write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/8275> },TC01,"[""<https://dblp.org/pid/67/8275>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0208,"What are the papers written by the person Muralidharan, Raghavan?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/203/8594> },TC01,"[""<https://dblp.org/pid/203/8594>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0209,Which publications did Affaf S. author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/256/1228> },TC01,"[""<https://dblp.org/pid/256/1228>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0210,"What are the papers written by the person Roughan, J. L.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/5070> },TC01,"[""<https://dblp.org/pid/57/5070>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0211,What are the papers written by Torsten Zesch?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/4042> },TC01,"[""<https://dblp.org/pid/39/4042>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0212,What is the Wikidata ID of Mike Thelwall?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/t/MikeThelwall> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/t/MikeThelwall>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0213,What are the papers written by the person Aydin Babakhani?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/8133> },TC01,"[""<https://dblp.org/pid/09/8133>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0214,Which publications did Peter L. author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/5258> },TC01,"[""<https://dblp.org/pid/49/5258>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0215,What is the Wikidata ID of T. Terada?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/67/1709> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/67/1709>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0216,What are the papers written by Jieting L.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/172/5133> },TC01,"[""<https://dblp.org/pid/172/5133>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0217,"What are the papers written by Johansson, F.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/1342-1> },TC01,"[""<https://dblp.org/pid/58/1342-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0218,Which publications did Rainer M. author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/4844> },TC01,"[""<https://dblp.org/pid/93/4844>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0219,"What is the webpage of the person Groote, Jan Friso?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/g/JanFrisoGroote> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/g/JanFrisoGroote>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0220,What is the webpage of the person Frank W.?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/w/FrankWolter> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/w/FrankWolter>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0221,What is the webpage of the person Azriel Rosenfeld?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/r/AzrielRosenfeld> <https://dblp.org/rdf/schema#webpage> ?answer },TC05,"[""<https://dblp.org/pid/r/AzrielRosenfeld>""]","[""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q0222,"What is the primary affiliation of Hendrix, Eligius M. T.?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/35/6213> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TC02,"[""<https://dblp.org/pid/35/6213>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q0223,What is the Wikidata ID of E. Alba?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/a/EnriqueAlbaTorres> <https://dblp.org/rdf/schema#wikidata> ?answer },TC04,"[""<https://dblp.org/pid/a/EnriqueAlbaTorres>""]","[""<https://dblp.org/rdf/schema#wikidata>""]",False,False
Q0224,What are the papers written by Benyou Liao?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/8713> },TC01,"[""<https://dblp.org/pid/55/8713>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0225,What are the papers written by the person T. Watanabe?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/6874> },TC01,"[""<https://dblp.org/pid/64/6874>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0226,Which papers did the author Juing-Shian C. write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/4253> },TC01,"[""<https://dblp.org/pid/94/4253>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0227,Which papers did the author I-Hua Chih write?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/7986> },TC01,"[""<https://dblp.org/pid/66/7986>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q0228,Which publications did Maysa S. De Magalh\u00E3es author?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/4730> },TC01,"[""<https://dblp.org/pid/67/4730>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
