id,question_string,query,template_id,entities,relations,temporal,help_out
Q4802,Was the publication 'Determining the Trustworthiness of New Electronic Contracts' published in 2009?,ASK { <https://dblp.org/rec/conf/esaw/GrothMMOLG09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP34,"[""<https://dblp.org/rec/conf/esaw/GrothMMOLG09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4803,Did the authors of the publication 'SC-RANSAC: Spatial consistency on RANSAC' also publish a publication in Neural Process. Lett.?,ASK { <https://dblp.org/rec/journals/mta/FotouhiHKK19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/mta/FotouhiHKK19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Neural Process. Lett.' },TP36,"[""<https://dblp.org/rec/journals/mta/FotouhiHKK19>"", ""Neural Process. Lett.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4804,Was the paper 'Layered Hierarchical Caching for SVC-Based HTTP Adaptive Streaming over C-RAN' published in the year 2017?,ASK { <https://dblp.org/rec/conf/wcnc/ZhangLY17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP34,"[""<https://dblp.org/rec/conf/wcnc/ZhangLY17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4805,Was the publication 'Robot behavior coordination using decision-making neurophysiological mechanism' published in 2009?,ASK { <https://dblp.org/rec/conf/robio/LanL09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP34,"[""<https://dblp.org/rec/conf/robio/LanL09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4806,Did the authors of 'Global software alliances: The Challenge of 'Standardization'' also publish a paper in FUSION?,ASK { <https://dblp.org/rec/journals/sjis/Sahay03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/sjis/Sahay03>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'FUSION' },TP36,"[""<https://dblp.org/rec/journals/sjis/Sahay03>"", ""FUSION""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4807,Did the authors of the publication 'Being a Mentor in open source projects' also publish the paper 'RTP Payload Format for MIDI'?,ASK { <https://dblp.org/rec/journals/jisa/SteinmacherBTGI21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/rfc/rfc6295> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/rfc/rfc6295> != <https://dblp.org/rec/journals/jisa/SteinmacherBTGI21>) },TP35,"[""<https://dblp.org/rec/journals/jisa/SteinmacherBTGI21>"", ""<https://dblp.org/rec/journals/rfc/rfc6295>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4808,Did the authors of 'Encode the \STOP\ command by photo-stimulation for precise control of rat-robot' also publish a paper in the venue INFORMS J. Comput.?,ASK { <https://dblp.org/rec/conf/embc/ChenQGSXZ13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/embc/ChenQGSXZ13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'INFORMS J. Comput.' },TP36,"[""<https://dblp.org/rec/conf/embc/ChenQGSXZ13>"", ""INFORMS J. Comput.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4809,Was the publication 'TraumaCASE: Exploiting the Knowledge Base of an Existing Decision Support System to Automatically Construct Medical Cases' published in 1997?,ASK { <https://dblp.org/rec/conf/ismis/CarberryC97> <https://dblp.org/rdf/schema#yearOfPublication> '1997' },TP34,"[""<https://dblp.org/rec/conf/ismis/CarberryC97>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4810,Did the authors of the publication 'Glance and Glimpse Network: A Stochastic Attention Model Driven by Class Saliency' also publish the paper 'Contextual Replication for Mobile Users'?,ASK { <https://dblp.org/rec/conf/accv/LiGL16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icmb/RanganST05> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icmb/RanganST05> != <https://dblp.org/rec/conf/accv/LiGL16>) },TP35,"[""<https://dblp.org/rec/conf/accv/LiGL16>"", ""<https://dblp.org/rec/conf/icmb/RanganST05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4811,Was the paper 'Motion errors in ISAR imaging of approaching targets' published in the year 1993?,ASK { <https://dblp.org/rec/conf/icassp/RobertsonM93> <https://dblp.org/rdf/schema#yearOfPublication> '1993' },TP34,"[""<https://dblp.org/rec/conf/icassp/RobertsonM93>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4812,Was 'Do Daily Scrums Have to Take Place Each Day? A Case Study of Customized Scrum Principles at an E-commerce Company' published in 2015?,ASK { <https://dblp.org/rec/conf/hicss/PaulyMB15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP34,"[""<https://dblp.org/rec/conf/hicss/PaulyMB15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4813,Did the authors of the publication 'Qualitative graph limit theory Cantor Dynamical Systems and Constant-Time Distributed Algorithms' also publish a publication in BIOCOMP?,ASK { <https://dblp.org/rec/journals/corr/abs-1812-07511> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-1812-07511>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'BIOCOMP' },TP36,"[""<https://dblp.org/rec/journals/corr/abs-1812-07511>"", ""BIOCOMP""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4814,Was the publication 'Finite-time Controllers for a Class of Planar Nonlinear Systems with Mismatched Disturbances' published in the year 2021?,ASK { <https://dblp.org/rec/conf/amcc/CaoQ21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP34,"[""<https://dblp.org/rec/conf/amcc/CaoQ21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4815,Did the authors of the publication 'A Truly Random Number Generator Based on a Pulse Excited Cross Coupled Chaotic Oscillator' also publish a publication in CDC/ECC?,ASK { <https://dblp.org/rec/conf/iscis/Ergun10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/iscis/Ergun10>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CDC/ECC' },TP36,"[""<https://dblp.org/rec/conf/iscis/Ergun10>"", ""CDC/ECC""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4816,Was 'Der datenschutzrechtliche Rahmen f\u00FCr Datentreuh\u00E4nder' published in 2021?,ASK { <https://dblp.org/rec/journals/dud/Kuhling21a> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP34,"[""<https://dblp.org/rec/journals/dud/Kuhling21a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4817,Did the authors of the paper 'Shared smallcell networks multi-operator or third party solutions - or both?' also publish the publication 'Seq-2-Seq based Refinement of ASR Output for Spoken Name Capture'?,ASK { <https://dblp.org/rec/conf/wiopt/MarkendahlG13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-2203-15833> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/abs-2203-15833> != <https://dblp.org/rec/conf/wiopt/MarkendahlG13>) },TP35,"[""<https://dblp.org/rec/conf/wiopt/MarkendahlG13>"", ""<https://dblp.org/rec/journals/corr/abs-2203-15833>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4818,Did the authors of the publication 'The maximum independent set problem for cubic planar graphs' also publish the paper 'ARQ Supportive EDF Scheduling for Wireless Networks Servicing Real-Time Applications'?,ASK { <https://dblp.org/rec/journals/networks/Burns89> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/icl/ChungJA13> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/icl/ChungJA13> != <https://dblp.org/rec/journals/networks/Burns89>) },TP35,"[""<https://dblp.org/rec/journals/networks/Burns89>"", ""<https://dblp.org/rec/journals/icl/ChungJA13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4819,Did the authors of the publication 'Reducing Risk of Rollover in Curve for Heavy-Duty Vehicles with an Agent-Based Advanced Driver Assistance System' publish other papers in ECML/PKDD?,ASK { <https://dblp.org/rec/conf/IEEEcit/TiengoCF16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/IEEEcit/TiengoCF16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ECML/PKDD (2)' },TP36,"[""<https://dblp.org/rec/conf/IEEEcit/TiengoCF16>"", ""ECML/PKDD (2)""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4820,Did the authors of the publication 'A contribution to the synthesis of Italian intonation' also publish a publication in IEEE Trans. Biomed. Eng.?,ASK { <https://dblp.org/rec/conf/interspeech/Avesani90> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/interspeech/Avesani90>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Biomed. Eng.' },TP36,"[""<https://dblp.org/rec/conf/interspeech/Avesani90>"", ""IEEE Trans. Biomed. Eng.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4821,Was the publication 'Algorithms for computing the sparsest shifts of polynomials via the Berlekamp/Massey algorithm' published in 2002?,ASK { <https://dblp.org/rec/conf/issac/GiesbrechtKL02> <https://dblp.org/rdf/schema#yearOfPublication> '2002' },TP34,"[""<https://dblp.org/rec/conf/issac/GiesbrechtKL02>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4822,Did the authors of the publication 'Active Offline Policy Selection' also publish a publication in Bioinform.?,ASK { <https://dblp.org/rec/journals/corr/abs-2106-10251> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2106-10251>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Bioinform.' },TP36,"[""<https://dblp.org/rec/journals/corr/abs-2106-10251>"", ""Bioinform.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4823,Did the authors of 'Improved image filter based on SPCNN' also publish a paper in CAIP?,ASK { <https://dblp.org/rec/journals/chinaf/ZhangW08a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/chinaf/ZhangW08a>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CAIP' },TP36,"[""<https://dblp.org/rec/journals/chinaf/ZhangW08a>"", ""CAIP""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4824,Did the authors of the publication 'Efficiency Optimization of Silicon Photonic Links in 65-nm CMOS and 28-nm FDSOI Technology Nodes' also publish the paper 'Application of an internal model Speed Control for PMSM with variable mechanical paremeters'?,ASK { <https://dblp.org/rec/journals/tvlsi/PolsterTWJC16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/cybconf/Pajchrowski15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/cybconf/Pajchrowski15> != <https://dblp.org/rec/journals/tvlsi/PolsterTWJC16>) },TP35,"[""<https://dblp.org/rec/journals/tvlsi/PolsterTWJC16>"", ""<https://dblp.org/rec/conf/cybconf/Pajchrowski15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4825,Did the authors of the publication 'Petapixel photography and the limits of camera information capacity' also publish a publication in Concurr. Pract. Exp.?,ASK { <https://dblp.org/rec/conf/cimaging/BradyMFGGVK13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cimaging/BradyMFGGVK13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Concurr. Pract. Exp.' },TP36,"[""<https://dblp.org/rec/conf/cimaging/BradyMFGGVK13>"", ""Concurr. Pract. Exp.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4826,Was 'Solving Cubic Equations By the Quadratic Formula' published in 2014?,ASK { <https://dblp.org/rec/journals/corr/Kalantari14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP34,"[""<https://dblp.org/rec/journals/corr/Kalantari14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4827,"Is University of Vienna, Austria the primary affiliation of the authors of 'HPF and Numerical Libraries'?","ASK { <https://dblp.org/rec/conf/acpc/EholdGKU99> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Vienna, Austria' }",TP33,"[""<https://dblp.org/rec/conf/acpc/EholdGKU99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4828,"Did the authors of the publication 'Scary films good, scary flights bad: topic driven feature selection for classification of sentiment' publish other papers in CICC?",ASK { <https://dblp.org/rec/conf/cikm/Nowson09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cikm/Nowson09>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CICC' },TP36,"[""<https://dblp.org/rec/conf/cikm/Nowson09>"", ""CICC""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4829,Did the authors of '(2+f(n))-SAT and its properties' also publish the publication 'A Clustering-Based Approach for Assisting Semantic Web Service Retrieval'?,ASK { <https://dblp.org/rec/journals/dam/ZhaoDLZ04> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icws/ShouC08> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icws/ShouC08> != <https://dblp.org/rec/journals/dam/ZhaoDLZ04>) },TP35,"[""<https://dblp.org/rec/journals/dam/ZhaoDLZ04>"", ""<https://dblp.org/rec/conf/icws/ShouC08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4830,Did the authors of the publication 'Performance analysis of coverage-centric heterogeneous cellular networks using dual-slope path loss model' publish other papers in ICOIN?,ASK { <https://dblp.org/rec/journals/cn/ShehzadKA21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cn/ShehzadKA21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICOIN' },TP36,"[""<https://dblp.org/rec/journals/cn/ShehzadKA21>"", ""ICOIN""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4831,Did the authors of the paper 'A New Process to Processor Assignment Criterion for Reducing Rollbacks in Optimistic Simulation' also publish a publication in International Symposium on Latin American Theoretical Informatics?,ASK { <https://dblp.org/rec/journals/jpdc/SomS93> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jpdc/SomS93>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'LATIN' },TP36,"[""<https://dblp.org/rec/journals/jpdc/SomS93>"", ""LATIN""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4832,Did the authors of 'Holomorphic Filters for Object Detection' also publish 'Validation of Computerized Sniffer for Monitoring Perioperative Normothermia'?,ASK { <https://dblp.org/rec/conf/dagm/ReisertRB07> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/medinfo/GiriLPSKH13> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/medinfo/GiriLPSKH13> != <https://dblp.org/rec/conf/dagm/ReisertRB07>) },TP35,"[""<https://dblp.org/rec/conf/dagm/ReisertRB07>"", ""<https://dblp.org/rec/conf/medinfo/GiriLPSKH13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4833,Was 'Multi-channel psychoacoustically motivated speech enhancement' published in 2003?,ASK { <https://dblp.org/rec/conf/icassp/RoscaBB03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' },TP34,"[""<https://dblp.org/rec/conf/icassp/RoscaBB03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4834,Did the authors of the paper 'Visual terrain classification by flying robots' also publish the publication 'A Modeling View of Process Improvement'?,ASK { <https://dblp.org/rec/conf/icra/KhanMZ12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/spice/Salviano11> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/spice/Salviano11> != <https://dblp.org/rec/conf/icra/KhanMZ12>) },TP35,"[""<https://dblp.org/rec/conf/icra/KhanMZ12>"", ""<https://dblp.org/rec/conf/spice/Salviano11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4835,Was 'Exploring the benefits of scheduling with advanced and real-time information integration in Industry 40: A computational study' published in 2022?,ASK { <https://dblp.org/rec/journals/jiii/Fernandez-Viagas22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP34,"[""<https://dblp.org/rec/journals/jiii/Fernandez-Viagas22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4836,Did the authors of the publication 'Incomplete Transition Complexity of Basic Operations on Finite Languages' also publish the publication 'An adaptive doctor-recommender system'?,ASK { <https://dblp.org/rec/journals/corr/abs-1302-0750> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/behaviourIT/WaqarMDDA19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/behaviourIT/WaqarMDDA19> != <https://dblp.org/rec/journals/corr/abs-1302-0750>) },TP35,"[""<https://dblp.org/rec/journals/corr/abs-1302-0750>"", ""<https://dblp.org/rec/journals/behaviourIT/WaqarMDDA19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4837,Did the authors of the paper 'Cross layer adaptive congestion control for best-effort traffic of IEEE 80211e in mobile ad hoc networks' also publish a publication in Electron. Notes Theor. Comput. Sci.?,ASK { <https://dblp.org/rec/conf/csndsp/AnupamaGG16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/csndsp/AnupamaGG16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Electron. Notes Theor. Comput. Sci.' },TP36,"[""<https://dblp.org/rec/conf/csndsp/AnupamaGG16>"", ""Electron. Notes Theor. Comput. Sci.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4838,Was 'What should be done about the illegal immigration from Mexico to the United States?' published in 2007?,ASK { <https://dblp.org/rec/journals/mcm/CroweL07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP34,"[""<https://dblp.org/rec/journals/mcm/CroweL07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4839,Did the authors of 'Chemical vapor deposition synthesis of two-dimensional freestanding transition metal oxychloride for electronic applications' also publish a paper in the venue Appl. Soft Comput.?,ASK { <https://dblp.org/rec/journals/chinaf/YanWWXLCCPCSLM19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/chinaf/YanWWXLCCPCSLM19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Appl. Soft Comput.' },TP36,"[""<https://dblp.org/rec/journals/chinaf/YanWWXLCCPCSLM19>"", ""Appl. Soft Comput.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4840,Did the authors of 'Improving statistical word alignment with various clues' also publish a paper in the venue NEMS?,ASK { <https://dblp.org/rec/conf/mtsummit/Ren0007> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/mtsummit/Ren0007>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'NEMS' },TP36,"[""<https://dblp.org/rec/conf/mtsummit/Ren0007>"", ""NEMS""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4841,Did the authors of the publication 'An improved pattern-based prediction model for a class of industrial processes' also publish the paper 'Accelerated Discrete Distribution Clustering under Wasserstein Distance'?,ASK { <https://dblp.org/rec/journals/tinstmc/WangLP22> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/YeWWL15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/YeWWL15> != <https://dblp.org/rec/journals/tinstmc/WangLP22>) },TP35,"[""<https://dblp.org/rec/journals/tinstmc/WangLP22>"", ""<https://dblp.org/rec/journals/corr/YeWWL15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4842,"Did the authors of the publication 'Intellectual Property Rights' also publish the paper 'SAINF: A toolbox for analyzing the effect of point-like, line-like and polygon-like infrastructural features on the distribution of point-like non-infrastructural features'?",ASK { <https://dblp.org/rec/reference/convergence/Bainbridge16g> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jgs/OkabeY03> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jgs/OkabeY03> != <https://dblp.org/rec/reference/convergence/Bainbridge16g>) },TP35,"[""<https://dblp.org/rec/reference/convergence/Bainbridge16g>"", ""<https://dblp.org/rec/journals/jgs/OkabeY03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4843,"Did the authors of the publication 'Ameliorating Music Recommendation: Integrating Music Content, Music Context, and User Context for Improved Music Retrieval and Recommendation' also publish '3D Printable Hydroponics: A Digital Fabrication Pipeline for Soilless Plant Cultivation'?",ASK { <https://dblp.org/rec/conf/momm/Schedl13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/access/Takeuchi19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/access/Takeuchi19> != <https://dblp.org/rec/conf/momm/Schedl13>) },TP35,"[""<https://dblp.org/rec/conf/momm/Schedl13>"", ""<https://dblp.org/rec/journals/access/Takeuchi19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4844,Did the authors of the paper 'Joint Optimization of Caching and Transport in Proactive Edge Cloud' also publish a publication in Hum. Comput.?,ASK { <https://dblp.org/rec/conf/eusipco/SardellittiCM18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/eusipco/SardellittiCM18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Hum. Comput.' },TP36,"[""<https://dblp.org/rec/conf/eusipco/SardellittiCM18>"", ""Hum. Comput.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4845,Did the authors of the publication 'Modeling the Evolution of Regulatory Elements by Simultaneous Detection and Alignment with Phylogenetic Pair HMMs' also publish a publication in Int. J. Comput. Intell. Syst.?,ASK { <https://dblp.org/rec/journals/ploscb/MajorosO10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ploscb/MajorosO10>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Comput. Intell. Syst.' },TP36,"[""<https://dblp.org/rec/journals/ploscb/MajorosO10>"", ""Int. J. Comput. Intell. Syst.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4846,Did the authors of the publication 'How to select suitable manufacturing information system outsourcing projects by using TOPSIS method' also publish the publication 'Fast decentralized optimal control algorithm on the basis of Bass' relation for vehicles in a platoon'?,ASK { <https://dblp.org/rec/journals/ijpr/WeiCL19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/bci/Aleksey15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/bci/Aleksey15> != <https://dblp.org/rec/journals/ijpr/WeiCL19>) },TP35,"[""<https://dblp.org/rec/journals/ijpr/WeiCL19>"", ""<https://dblp.org/rec/conf/bci/Aleksey15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4847,Did the authors of the publication 'Fiscal policy in a Lucasian general equilibrium modelwith productive government spending' also publish a publication in IEEE Trans. Commun.?,ASK { <https://dblp.org/rec/journals/anor/Wohrmann99> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/anor/Wohrmann99>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Commun.' },TP36,"[""<https://dblp.org/rec/journals/anor/Wohrmann99>"", ""IEEE Trans. Commun.""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4848,Did the authors of the publication 'Reliability and optimal replacement policy for an extreme shock model with a change point' also publish 'Constructing Transliteration Lexicons from Web Corpora'?,ASK { <https://dblp.org/rec/journals/ress/EryilmazK19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/acl/KuoY04> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/acl/KuoY04> != <https://dblp.org/rec/journals/ress/EryilmazK19>) },TP35,"[""<https://dblp.org/rec/journals/ress/EryilmazK19>"", ""<https://dblp.org/rec/conf/acl/KuoY04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4849,Did the authors of 'Design of Autonomic SLA Manager for Service Applications' also publish a paper in GMAG?,ASK { <https://dblp.org/rec/conf/icebe/ChoiCK07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icebe/ChoiCK07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'GMAG' },TP36,"[""<https://dblp.org/rec/conf/icebe/ChoiCK07>"", ""GMAG""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4850,Was the publication 'A Novel Uplink NOMA Scheme Based on Low Density Superposition Modulation' published in the year 2017?,ASK { <https://dblp.org/rec/conf/vtc/JiangW17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP34,"[""<https://dblp.org/rec/conf/vtc/JiangW17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4851,Was the publication 'Affordable Autonomy through Cooperative Sensing and Planning' published in 2021?,ASK { <https://dblp.org/rec/conf/icra/KelkarCPDMRRBL21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP34,"[""<https://dblp.org/rec/conf/icra/KelkarCPDMRRBL21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4852,Did the authors of 'Simple and efficient algorithms for computing exact cumulative discrete probabilities and its inverses' also publish a paper in the venue Sensors?,ASK { <https://dblp.org/rec/journals/cstat/Krzensk04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cstat/Krzensk04>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Sensors' },TP36,"[""<https://dblp.org/rec/journals/cstat/Krzensk04>"", ""Sensors""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4853,Did the authors of the publication 'A Pervasive Computing System for the Operating Room of the Future' also publish 'Feasibility and Detection of Replay Attack in Networked Constrained Cyber-Physical Systems'?,ASK { <https://dblp.org/rec/journals/monet/AgarwalJFYG07> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/allerton/0002SG19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/allerton/0002SG19> != <https://dblp.org/rec/journals/monet/AgarwalJFYG07>) },TP35,"[""<https://dblp.org/rec/journals/monet/AgarwalJFYG07>"", ""<https://dblp.org/rec/conf/allerton/0002SG19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4854,Was the paper 'Red neuronal Backpropagation para clasificaci\u00F3n de pinturas cubistas aplicando segmentaci\u00F3n y momentos invariantes de Hu (CIBUrnbp)' published in the year 2020?,ASK { <https://dblp.org/rec/journals/rcs/TeomitziL20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP34,"[""<https://dblp.org/rec/journals/rcs/TeomitziL20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4855,Did the authors of the publication 'Constructions of Semi-Bent Functions by Modifying the Supports of Quadratic Boolean Functions' also publish the paper 'Anomaly detection in aerospace product manufacturing: Initial remarks'?,ASK { <https://dblp.org/rec/journals/ieiceta/HuS20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/rtsi/CrespinoCLBAM16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/rtsi/CrespinoCLBAM16> != <https://dblp.org/rec/journals/ieiceta/HuS20>) },TP35,"[""<https://dblp.org/rec/journals/ieiceta/HuS20>"", ""<https://dblp.org/rec/conf/rtsi/CrespinoCLBAM16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4856,Was the publication 'Learning Robust Agents for Visual Navigation in Dynamic Environments: The Winning Entry of iGibson Challenge 2021' published in the year 2021?,ASK { <https://dblp.org/rec/journals/corr/abs-2109-10493> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP34,"[""<https://dblp.org/rec/journals/corr/abs-2109-10493>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4857,Was the publication 'Mitigating Range Ambiguities in High-PRF SAR With OFDM Waveform Diversity' published in the year 2013?,ASK { <https://dblp.org/rec/journals/lgrs/Wang13a> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP34,"[""<https://dblp.org/rec/journals/lgrs/Wang13a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4858,Was 'Blockchain technology and smart contract for civil structural health monitoring system' published in 2021?,ASK { <https://dblp.org/rec/journals/cacie/XuLH21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP34,"[""<https://dblp.org/rec/journals/cacie/XuLH21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
