id,question_string,query,template_id,entities,relations,temporal,help_out
Q1022,"List the venues in which Liang, Mangui published papers in the last three years and the titles of these papers.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/2000> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/02/2000>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1023,What are the titles of the papers that John Mylopoulos published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/JohnMylopoulos> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/m/JohnMylopoulos>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1024,Who are the co-authors of Sebastian Nowozin in the last 8 years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/2312> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/15/2312>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/15/2312>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q1025,List the titles of the papers that Qin X. published in the last seven years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/259/5348> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/259/5348>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1026,Which papers did author J. Rouas publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/2845> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/69/2845>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1027,"List the venues in which Li, Zhiping published papers and the titles of these papers.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/4850> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/77/4850>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1028,List the venues in which Kinn Abass Bakon published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/307/4355> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/307/4355>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1030,Which papers did author Min Li publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/0-7> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/82/0-7>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1031,Mention the papers published by Omega Gamage and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/248/5341> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/248/5341>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1032,List the titles of the papers that Gang Deng published and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/6900> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/98/6900>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1033,"What are the titles of the papers that Brunt, B. van published in the last five years and in which venues?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/8113> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/71/8113>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1034,Who are the co-authors of M. F. P. O'Boyle in the last 4 years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/521> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/07/521>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/07/521>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q1035,"In which venues did Lipford, Heather publish papers and what are the titles of these papers?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/HeatherRichter> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/r/HeatherRichter>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1036,List the titles of the papers that Ren C. Luo published in the last 5 years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/1753> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/70/1753>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1037,"List the titles of the papers that Mikheev, Valentin published in the last 5 years and in which venues.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/287/1181> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/287/1181>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1038,In which venues did Haijun Wang publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/1165> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/46/1165>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1039,List the titles of the papers that Joanne Hinds published in the last two years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/7530> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/183/7530>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1040,What are the titles of the papers that H. Tuy published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/3073> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/67/3073>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1041,Which papers did author X. Chai publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/242/4753> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/242/4753>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1042,"What are the titles of the papers that Kelly, Paul H. J. published in the last nine years and in which venues?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/732> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/60/732>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1043,Who are the co-authors of Weisang Luo in the last four years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/233/0670> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/233/0670>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/233/0670>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q1045,What are the titles of the papers that Chao Suo published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/8423> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/80/8423>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1046,Name the co-authors of Minseok Oh in the last two years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/737> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/51/737>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/51/737>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q1047,Mention the other authors with whom Magiel Bruntink has co-authored papers in the last 8 years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/5878> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/42/5878>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/42/5878>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q1048,In which venues did Jason Hedetniemi publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/178/0259> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/178/0259>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1049,"List the titles of the papers that Mohanty, R. Prasad published and in which venues.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/140/8807> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/140/8807>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1050,Name the co-authors of Vahan V. Mkrtchyan in the last 5 years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/5823> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/90/5823>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/90/5823>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q1051,"Did Wanlei Zhou and Chowdhury, Morshed U. co-author the paper 'MVGL Analyser for Multi-classifier Based Spam Filtering System'?",ASK { <https://dblp.org/rec/conf/ACISicis/IslamZC09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/2939> . <https://dblp.org/rec/conf/ACISicis/IslamZC09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/4874> },TC32,"[""<https://dblp.org/pid/92/2939>"", ""<https://dblp.org/pid/74/4874>"", ""<https://dblp.org/rec/conf/ACISicis/IslamZC09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1052,Did Andreas Rauh publish the paper 'Observer-based predictive temperature control for distributed heating systems based on the method of integrodifferential relations' in MMAR?,ASK { <https://dblp.org/rec/conf/mmar/RauhSDA12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/1529> . <https://dblp.org/rec/conf/mmar/RauhSDA12> <https://dblp.org/rdf/schema#publishedIn> 'MMAR' },TC33,"[""<https://dblp.org/pid/85/1529>"", ""<https://dblp.org/rec/conf/mmar/RauhSDA12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1053,Has J. Florens published in Computer Graphics in the last 5 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/5845> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Computer Graphics' },TC35,"[""<https://dblp.org/pid/26/5845>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1054,"Did Ye, Xinyue publish the paper 'Assessment of drought occurrence in Bei-bu wheat districts, China between 1960 and 2012' in the last 7 years?",ASK { <https://dblp.org/rec/conf/geoinformatics/ZhaiSYYH17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/118/4187> . <https://dblp.org/rec/conf/geoinformatics/ZhaiSYYH17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) },TC34,"[""<https://dblp.org/pid/118/4187>"", ""<https://dblp.org/rec/conf/geoinformatics/ZhaiSYYH17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1055,"Did Banville, H. J. publish the paper 'Self-supervised representation learning from electroencephalography signals' in CoRR?",ASK { <https://dblp.org/rec/journals/corr/abs-1911-05419> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/160/4305> . <https://dblp.org/rec/journals/corr/abs-1911-05419> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC33,"[""<https://dblp.org/pid/160/4305>"", ""<https://dblp.org/rec/journals/corr/abs-1911-05419>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1056,Did Xiaotong Z. publish the paper 'Book Rating Model Based on Self-Attention and LSTM' in ICRAI?,ASK { <https://dblp.org/rec/conf/icrai/Zhao20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/197/3519> . <https://dblp.org/rec/conf/icrai/Zhao20> <https://dblp.org/rdf/schema#publishedIn> 'ICRAI' },TC33,"[""<https://dblp.org/pid/197/3519>"", ""<https://dblp.org/rec/conf/icrai/Zhao20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1057,Has Martin F. published in Security and Quality in Cyber-Physical Systems Engineering in the last 3 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/184/6474> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Security and Quality in Cyber-Physical Systems Engineering' },TC35,"[""<https://dblp.org/pid/184/6474>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1058,Did R. Daimo publish the paper 'Black-box Adversarial Attacks on Monocular Depth Estimation Using Evolutionary Multi-objective Optimization' in the last four years?,ASK { <https://dblp.org/rec/journals/corr/abs-2101-10452> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/284/0621> . <https://dblp.org/rec/journals/corr/abs-2101-10452> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) },TC34,"[""<https://dblp.org/pid/284/0621>"", ""<https://dblp.org/rec/journals/corr/abs-2101-10452>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1059,Did Joseph P. Simonis publish the paper 'Globalization Techniques for Newton-Krylov Methods and Applications to the Fully Coupled Solution of the Navier-Stokes Equations'?,ASK { <https://dblp.org/rec/journals/siamrev/PawlowskiSSW06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/9301> },TC31,"[""<https://dblp.org/pid/31/9301>"", ""<https://dblp.org/rec/journals/siamrev/PawlowskiSSW06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1060,Did Hui-sen H. publish the paper 'Design of a hiccup mode over-current protection circuit for DC-DC switching converters' in Microelectron. J.?,ASK { <https://dblp.org/rec/journals/mj/ShiMHLL12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/10754> . <https://dblp.org/rec/journals/mj/ShiMHLL12> <https://dblp.org/rdf/schema#publishedIn> 'Microelectron. J.' },TC33,"[""<https://dblp.org/pid/86/10754>"", ""<https://dblp.org/rec/journals/mj/ShiMHLL12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1061,Was the paper 'Complexity Measures for Regular Expressions' published by the author Andrzej E.?,ASK { <https://dblp.org/rec/conf/stoc/EhrenfeuchtZ74> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/e/AEhrenfeucht> },TC31,"[""<https://dblp.org/pid/e/AEhrenfeucht>"", ""<https://dblp.org/rec/conf/stoc/EhrenfeuchtZ74>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1062,Was the paper 'Design of a Passive RFID Tag Antenna with a Modified T-match Structure' co-authored by Melaka Senadeera and Shyama Wickramasinghe?,ASK { <https://dblp.org/rec/conf/iciis/WickramasingheJ21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/310/5755> . <https://dblp.org/rec/conf/iciis/WickramasingheJ21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/140/7567> },TC32,"[""<https://dblp.org/pid/310/5755>"", ""<https://dblp.org/pid/140/7567>"", ""<https://dblp.org/rec/conf/iciis/WickramasingheJ21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1063,"Have Sangeeta Mittal and Porwal, Shardha co-authored the paper 'A Secure Key Delegation Mechanism for Fog Networking'?",ASK { <https://dblp.org/rec/conf/ic3/PorwalM19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/2118> . <https://dblp.org/rec/conf/ic3/PorwalM19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/3619> },TC32,"[""<https://dblp.org/pid/122/2118>"", ""<https://dblp.org/pid/152/3619>"", ""<https://dblp.org/rec/conf/ic3/PorwalM19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1064,Was the paper 'APP and PHY in Harmony: A framework enabling flexible physical layer processing to address application requirements' published by Matthias Hollick in NetSys?,ASK { <https://dblp.org/rec/conf/kivs/SchulzSWREH15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/1816> . <https://dblp.org/rec/conf/kivs/SchulzSWREH15> <https://dblp.org/rdf/schema#publishedIn> 'NetSys' },TC33,"[""<https://dblp.org/pid/95/1816>"", ""<https://dblp.org/rec/conf/kivs/SchulzSWREH15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1065,Did T. J. Lowi publish the paper 'Comments on \democracy in an information society\: Making it a real revolution' in the last two years?,ASK { <https://dblp.org/rec/journals/tis/LowiL86> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/166/5718> . <https://dblp.org/rec/journals/tis/LowiL86> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) },TC34,"[""<https://dblp.org/pid/166/5718>"", ""<https://dblp.org/rec/journals/tis/LowiL86>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1066,Did Yao Sun publish the paper 'Conductance Emulating Control Strategy for Three-Phase Current Source Rectifier Under Unbalanced Grid Voltages' in the last 9 years?,ASK { <https://dblp.org/rec/journals/tcasII/LinSXXSZ22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/6846-1> . <https://dblp.org/rec/journals/tcasII/LinSXXSZ22> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) },TC34,"[""<https://dblp.org/pid/62/6846-1>"", ""<https://dblp.org/rec/journals/tcasII/LinSXXSZ22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1067,"Did Klawitter, Jonathan publish in Discret. Math. Theor. Comput. Sci. in the last six years?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/168/8735> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Discret. Math. Theor. Comput. Sci.' },TC35,"[""<https://dblp.org/pid/168/8735>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1068,Did Penglin Dai publish in CoRR in the last four years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/6594> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC35,"[""<https://dblp.org/pid/159/6594>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1069,Was the paper 'Q-learning based dynamic task scheduling for energy-efficient cloud computing' published by the person named Qian Yin?,ASK { <https://dblp.org/rec/journals/fgcs/DingFZKYZ20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/758> },TC31,"[""<https://dblp.org/pid/46/758>"", ""<https://dblp.org/rec/journals/fgcs/DingFZKYZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1070,"Did Blatter, Christian publish in Am. Math. Mon. in the last 6 years?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/4960> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Am. Math. Mon.' },TC35,"[""<https://dblp.org/pid/41/4960>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1071,Was the paper 'Analytical expressions for the ergodic capacities of certain MIMO systems by the Mellin transform' published by the person named Ramakrishna Janaswamy?,ASK { <https://dblp.org/rec/conf/globecom/Janaswamy03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/6748> },TC31,"[""<https://dblp.org/pid/73/6748>"", ""<https://dblp.org/rec/conf/globecom/Janaswamy03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1072,"Have Nicolae Paraschiv and Olteanu, Marius co-authored the paper 'The influence of random numbers generators upon genetic algorithms'?",ASK { <https://dblp.org/rec/journals/ijris/OlteanuP13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/8800> . <https://dblp.org/rec/journals/ijris/OlteanuP13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/164/2220> },TC32,"[""<https://dblp.org/pid/97/8800>"", ""<https://dblp.org/pid/164/2220>"", ""<https://dblp.org/rec/journals/ijris/OlteanuP13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1073,"Did Santana, R. publish the paper 'A Markov Network Based Factorized Distribution Algorithm for Optimization'?",ASK { <https://dblp.org/rec/conf/ecml/Santana03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/592> },TC31,"[""<https://dblp.org/pid/46/592>"", ""<https://dblp.org/rec/conf/ecml/Santana03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1074,Did Joung Woo Ryu publish in PAISI in the last seven years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/4486> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#publishedIn> 'PAISI' },TC35,"[""<https://dblp.org/pid/39/4486>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1075,Did Cees Bil publish the paper 'A Low Cost CDF Framework for Aerospace Engineering Education Based on Cloud Computing' in the last six years?,ASK { <https://dblp.org/rec/conf/ispe/XuBC13a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/6737> . <https://dblp.org/rec/conf/ispe/XuBC13a> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) },TC34,"[""<https://dblp.org/pid/73/6737>"", ""<https://dblp.org/rec/conf/ispe/XuBC13a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1076,Was the paper 'Compartmental diffusion and microstructural properties of human brain gray and white matter studied with double diffusion encoding magnetic resonance spectroscopy of metabolites and water' co-authored by Itamar Ronen and Andrew G. Webb?,ASK { <https://dblp.org/rec/journals/neuroimage/LundellNBKWR21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/10728> . <https://dblp.org/rec/journals/neuroimage/LundellNBKWR21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/3369> },TC32,"[""<https://dblp.org/pid/36/10728>"", ""<https://dblp.org/pid/01/3369>"", ""<https://dblp.org/rec/journals/neuroimage/LundellNBKWR21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1077,Did Eyvind Fossbakk publish the paper 'An MPEG-21 framework for streaming media' in International Workshop on Multimedia Signal Processing?,ASK { <https://dblp.org/rec/conf/mmsp/FossbakkMYP01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/147/0964> . <https://dblp.org/rec/conf/mmsp/FossbakkMYP01> <https://dblp.org/rdf/schema#publishedIn> 'MMSP' },TC33,"[""<https://dblp.org/pid/147/0964>"", ""<https://dblp.org/rec/conf/mmsp/FossbakkMYP01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1078,"Was the paper 'A novel discretization algorithm based on multi-scale and information entropy' co-authored by Qingxia Yin and Xun, Y.?",ASK { <https://dblp.org/rec/journals/apin/XunYZYC21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/278/9638> . <https://dblp.org/rec/journals/apin/XunYZYC21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/176/1092> },TC32,"[""<https://dblp.org/pid/278/9638>"", ""<https://dblp.org/pid/176/1092>"", ""<https://dblp.org/rec/journals/apin/XunYZYC21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
