id,question_string,query,template_id,entities,relations,temporal,help_out
Q3615,Who is the author of the paper 'Mean shift: An information theoretic perspective'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/prl/RaoMP09> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/prl/RaoMP09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3616,The paper 'Solving Graph Coloring Problem by Fuzzy Clustering-Based Genetic Algorithm' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/seal/LeeC12> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/seal/LeeC12>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3617,Find the number of authors of the paper 'An Efficient Approach to Semantic Segmentation'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/ijcv/CsurkaP11> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/ijcv/CsurkaP11>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3618,"When was 'Limited Communication, Multi-robot Team Based Coverage' published?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icra/RekleitisLNC04> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/icra/RekleitisLNC04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3619,Mention the number of authors of the paper 'PerfectDoc: A Ground Truthing Environment for Complex Documents'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/icdar/YacoubSS05> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/icdar/YacoubSS05>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3620,When was 'An Improved Robust Adaptive Control Design for a Flexible Transport Aircraft: LMI Approach' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icinco/Delshad18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/icinco/Delshad18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3621,Mention the number of authors of the paper 'Groupware for realtime collaboration'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/chi/HillB94> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/chi/HillB94>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3622,How many authors does 'A collaborative approach to heading estimation for smartphone-based PDR indoor localisation' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/ipin/AbadiLHCN14> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/ipin/AbadiLHCN14>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3623,Who wrote the paper 'Hicks' trade cycle revisited: cycles and bifurcations'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mcs/GallegatiGPS03> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/mcs/GallegatiGPS03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3624,The paper 'Energy-Efficient GPU L2 Cache Design Using Instruction-Level Data Locality Similarity' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/todaes/TanYSF20> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/todaes/TanYSF20>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3625,The paper 'LexBFS-Ordering in Asteroidal Triple-Free Graphs' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isaac/ChangHK99> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/isaac/ChangHK99>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3626,Find the number of authors of the paper 'Vehicle Velocity Observer Design Using 6-D IMU and Multiple-Observer Approach'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/tits/OhC12> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/tits/OhC12>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3627,How many authors does the publication 'Model checking in the modal \u03BC-calculus and generic solutions' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/jsc/Kalorkoti11> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/jsc/Kalorkoti11>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3628,'IT Infrastructures Sourcing Challenges and Practices of Exploration-for-Exploitation in Public Sector Organizations: A Delphi Study' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gsw/VieruBCB19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/gsw/VieruBCB19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3629,In which venue was the paper 'Acceptance of Healthcare Robots for the Older Population: Review and Future Directions' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijsr/BroadbentSM09> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/ijsr/BroadbentSM09>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3630,The paper 'Pr\u00FCfgrundlagen nach \u00A7 8a' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dud/Woitke21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/dud/Woitke21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3631,List the authors of the paper 'What are you doing while answering your smartphone?'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icpr/AbateNBM18> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/icpr/AbateNBM18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3632,'Research on Enrichment for Anammox Bacteria Inoculated via Enhanced Endogenous Denitrification' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/lsms/YuanHDLP10> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/lsms/YuanHDLP10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3633,List the authors of the paper 'Group topic-author model for efficient discovery of latent social astroturfing groups in tourism domain'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cybersec/AlallaqAH19> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/cybersec/AlallaqAH19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3634,Find the number of authors of the paper 'Phoneme-dependent speech synthesis in the time and frequency domains'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/interspeech/Fries93> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/interspeech/Fries93>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3635,Find the venue in which the paper 'Biomolecular Reaction and Interaction Dynamics Global Environment (BRIDGE)' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bioinformatics/SenapathiBBGN19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/bioinformatics/SenapathiBBGN19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3636,List the authors of the paper 'Creating domain-specific modeling languages using by-demonstration technique'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/oopsla/Cho11a> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/oopsla/Cho11a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3637,Who is the author of the paper 'Efficient Dealiased Convolutions without Padding'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/siamsc/BowmanR11> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/siamsc/BowmanR11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3638,'Measurement of some typical parameters in the realization of a signal management plant in railway diagnostics' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tim/ZanobiniG03> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/tim/ZanobiniG03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3639,'An Overview on Data Security in Cloud Computing' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1812-09053> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/corr/abs-1812-09053>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3640,How many authors does the publication 'Modelling and scheduling of an asynchronous cyclic production line with multiple parts' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/jors/TanK00> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/jors/TanK00>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3641,How many authors does 'Neural Activity in Superior Parietal Cortex during Rule-based Visual-motor Transformations' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/jocn/HawkinsSYCS13> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/jocn/HawkinsSYCS13>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3642,What year was 'lpopt: A Rule Optimization Tool for Answer Set Programming' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/fuin/BichlerMW20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/fuin/BichlerMW20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3643,Find the venue in which the paper 'A Travelling Wave Solution for Nonlinear Colloid Facilitated Mass Transport in Porous Media' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/numta/CuomoGS19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/numta/CuomoGS19>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3644,Mention the venue in which 'Benefiting from Linear Behaviour of a Nonlinear Reset-Based Element at Certain Frequencies' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/anzcc/KarbasizadehDSV20> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/anzcc/KarbasizadehDSV20>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3645,The paper 'Performance evaluation of mobile medical multimedia transmission over ITS GeoNetworking protocol' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/healthcom/VargaB16> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/healthcom/VargaB16>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3646,'A pseudo-CCM buck converter with freewheel switching control' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iscas/HuM05> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/iscas/HuM05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3647,What year was 'Proactive policies for the stochastic resource-constrained project scheduling problem' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/eor/DeblaereDH11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/eor/DeblaereDH11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3648,In which venue was the paper 'Gesture Spotting in Continuous Whole Body Action Sequences Using Discrete Hidden Markov Models' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gw/ParkL05> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/gw/ParkL05>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3649,The paper 'Dimension Independent Matrix Square using MapReduce' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1304-1467> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/corr/abs-1304-1467>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3650,Mention the venue in which 'Comparative Document Summarisation via Classification' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1812-02171> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/corr/abs-1812-02171>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3651,How many authors does 'Beacon trains: blazing a trail through dense BLE environments' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/mobicom/KravetsHW16> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/mobicom/KravetsHW16>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3652,The paper 'Taxonomy of New Software Exporting Nations' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/ejisdc/Carmel03> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/ejisdc/Carmel03>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3653,'A framework of Voronoi diagram for planning multiple paths in free space' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jetai/BanerjeeC13> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/jetai/BanerjeeC13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3654,The paper 'Direct results for a certain family of summation-integral type operators' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/amc/SrivastavaFG07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/amc/SrivastavaFG07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3655,The paper 'Ordered Classes and Incomplete Examples in Classification' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/nips/Mathieson96> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/nips/Mathieson96>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3656,'A Fuzzy Collusive Attack Detection Mechanism for Reputation Aggregation in Mobile Social Networks: A Trust Relationship Based Perspective' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mis/ZhangSYZZ16> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/mis/ZhangSYZZ16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3657,How many authors does the publication 'Chaotic image cryptosystem using DNA deletion and DNA insertion' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/sigpro/HuLGGY17> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/sigpro/HuLGGY17>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3658,What year was 'Data-Driven Cooperative Output Regulation of Multi-Agent Systems via Robust Adaptive Dynamic Programming' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcas/GaoJD19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/tcas/GaoJD19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3659,The paper 'Use of electronic health records to support a public health response to the COVID-19 pandemic in the United States: a perspective from 15 academic medical centers' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jamia/MadhavanBBBDEFJ21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/jamia/MadhavanBBBDEFJ21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3660,Mention the year in which 'Using a fine-grained multiple-choice response format in educational drill-and-practice video games' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ile/BeserraNG17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/ile/BeserraNG17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3661,'Predicting MR angiography image appearance for realistic models of stenosed carotid and renal arteries' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/spa/KlepaczkoS16> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/spa/KlepaczkoS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3662,The paper 'A Traffic-Grooming Algorithm for Wavelength-Routed Optical Networks' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/informs/DawandeGNS07> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/informs/DawandeGNS07>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3663,The paper 'Pedagogical Agents in the Multimedia Natural Sciences for Children' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icalt/MorozovTB03> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/icalt/MorozovTB03>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3664,In which venue was the paper 'Latency Minimization of Reverse Offloading in Vehicular Edge Computing' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tvt/FengZLLNYG22> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/tvt/FengZLLNYG22>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3665,Mention the venue in which 'Children's Transfer of Spatial Learning from Virtual Reality to Real Environments' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cbsn/McComasPL98> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/cbsn/McComasPL98>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3666,Mention the year in which 'Where Was Alexander the Great in 325 BC? Toward Understanding History Text with a World Model' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/emnlp/MurakamiT15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/emnlp/MurakamiT15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3667,'Reliable and Efficient Access for Alarm-initiated and Regular M2M Traffic in IEEE 80211ah Systems' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/MaduenoSP17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/corr/MaduenoSP17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3668,When was 'Application of Micro-Doppler Signatures for Estimation of Total Energy Expenditure in Humans for Walking/Running Activities' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/KimCK16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/access/KimCK16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3669,What year was 'Navigation abseits von Stra\u00DFen' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/agit/PrullerSSFS16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/agit/PrullerSSFS16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3670,How many authors does the publication 'Detecting Passive Content Leaks and Pollution in Android Applications' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/ndss/ZhouJ13> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/ndss/ZhouJ13>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3671,When was 'Local sensor: click to find and point to do' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/chi/Yan09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/chi/Yan09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3672,Mention the number of authors of the paper 'Low-Cost and Robust Geographic Opportunistic Routing in a Strip Topology Wireless Network'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/tosn/LiuFLXCLLT19> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/tosn/LiuFLXCLLT19>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3673,'Visual sentence-phrase-based document representation for effective and efficient content-based image retrieval' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/f-egc/sayadMUD10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/f-egc/sayadMUD10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3674,How many authors does the publication 'An Architectural Strategy for Meta-scheduling in Inter-clouds' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/aina/BessisSPC12> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/aina/BessisSPC12>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3675,List the authors of the paper 'Inference of fault signatures of discrete-event systems from event logs'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dx/ChristopherPG17> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/dx/ChristopherPG17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3676,Who is the author of the paper 'Misplaced resources? Factors associated with computer literacy among end-users'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iam/WinterCG97> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/iam/WinterCG97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3677,When was 'Internet cognitive failure relevant to users' satisfaction with content and interface design to reflect continuance intention to use a government e-learning system' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/chb/HongTHKC17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/chb/HongTHKC17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3678,'Optimal Resource Allocation for Uplink Data Collection in Nonorthogonal Multiple Access Networks' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/WuZNQ0Z18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/sensors/WuZNQ0Z18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3679,What year was 'Nonnegative Matrix Factorization to understand Spatio-Temporal Traffic Pattern Variations during COVID-19: A Case Study' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2111-03592> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/corr/abs-2111-03592>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3680,The paper 'Wind-Tunnel Testing for strategy and market design' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isda/Tsang06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/isda/Tsang06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3681,'Teaching Android App Development to First Year Undergraduates: Textual Programming or Visual Programming?' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/tale/LiangNK21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/tale/LiangNK21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3682,The paper 'Robust privacy-preserving fingerprint authentication' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/host/ZhangK16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/host/ZhangK16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3683,"'Austin, October 2000 Plenary for D4 IssueResolution' was authored by which authors?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/usenix-login/Seeds01> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/usenix-login/Seeds01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3684,Mention the venue in which 'Integration Framework of MES Toward Data Security Interoperation' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/caise/WeiBXMLW20> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/caise/WeiBXMLW20>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3685,'Luna-TX: An Optimized Transactional Mechanism for Persistent Memory' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/nvmsa/ShuLCLS19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/nvmsa/ShuLCLS19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3686,When was 'What Can We Learn from Almost a Decade of Food Tweets' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hlt/SprogisR20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/hlt/SprogisR20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3687,The paper 'A partial result about the factorization conjecture for finite variable-length codes' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dm/Felice93> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/dm/Felice93>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3688,"Name the authors of the paper '\A Safer Cloud\, Data Isolation and Security by Tus-Man Protocol'.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/socpros/BhardwajPS12> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/socpros/BhardwajPS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3689,Who wrote the paper 'Traffic-based adaptive resource management for eICIC and CRE in heterogeneous networks'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pimrc/ZhangLL13> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/pimrc/ZhangLL13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3690,How many authors does 'What is the cost of living online?' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/cacm/Greengard21d> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/cacm/Greengard21d>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3691,Who wrote the paper 'Machine learning models for diabetes management in acute care using electronic medical records: A systematic review'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijmi/RahimiCCSPSS22> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/ijmi/RahimiCCSPSS22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3692,What year was 'Analysis of Market Opportunities for Chinese Private Express Delivery Industry' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isdevel/JiangBT09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/isdevel/JiangBT09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3693,The paper 'Theoretical Foundations of Deep Learning via Sparse Representations: A Multilayer Sparse Model and Its Connection to Convolutional Neural Networks' was published in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/spm/PapyanRSE18> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/spm/PapyanRSE18>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3694,Mention the year in which 'Modeling Functional Allocation in AltaRica to Support MBSE/MBSA Consistency' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/imbsa/MachinSVB19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/imbsa/MachinSVB19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3695,Mention the venue in which 'Cryptographic Foundations' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/books/crc/99/Desmedt99> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/books/crc/99/Desmedt99>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3696,What year was 'Analysis of myocardial motion using generalized spline models and tagged magnetic resonance images' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/miip/ChenRWVBD00> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/miip/ChenRWVBD00>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3697,Find the number of authors of the paper 'Guidance Vector Field Encoding based on Contraction Analysis'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/eucc/WuCJD18> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/eucc/WuCJD18>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3698,The paper 'Distributed Leader Following of an Active Leader in Formation for Heterogeneous Multi-Agent Systems' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1909-08008> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/corr/abs-1909-08008>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
