id,question_string,query,template_id,entities,relations,temporal,help_out
Q0959,In which venues did N. Yoshikawa publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/228/5053> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/228/5053>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0960,"List the titles of the papers that Li, C. published in the last six years and in which venues.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/1926-1> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/30/1926-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0961,What are the titles of the papers that Ju-Sheng Mi published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/2850> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/18/2850>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0962,"List the venues in which Diego, Maria de published papers in the last six years and the titles of these papers.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/4924> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/39/4924>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0963,In which venues did E. Ilhan Konukseven publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/6524> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/53/6524>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0964,Which publications did Srinivas Katkoori author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/4012> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/01/4012>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0965,"Who are the co-authors of Gobet, Emmanuel in the last 3 years and where are they affiliated?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/8186> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/35/8186>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/35/8186>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0966,What are the titles of the papers that Z. Ma published and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/138/5978> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/138/5978>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0967,"Name the co-authors of Zia, M. in the last 6 years and where are they affiliated?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/5431> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/76/5431>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/76/5431>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0968,"List the venues in which Poupard, G. published papers in the last 3 years and the titles of these papers.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/4095> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/76/4095>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0969,Mention the other authors with whom Matteo M. has co-authored papers in the last seven years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/9508> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/38/9508>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/38/9508>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0970,"What are the titles of the papers that G\u00FCd\u00FCkbay, Ugur published and in which venues?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/4312> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/26/4312>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0971,Mention the other authors with whom Micha\u00EBl Aupetit has co-authored papers in the last two years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/3879> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/48/3879>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/48/3879>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0972,List the titles of the papers that T. Toczek published in the last six years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/8769> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/08/8769>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0973,In which venues did Yiannis G. publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/10307> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/01/10307>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0974,"Mention the other authors with whom Geist, Matthieu has co-authored papers in the last four years and where are they affiliated.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/6508> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/38/6508>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/38/6508>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0975,Mention the other authors with whom Rick Chartrand has co-authored papers in the last 2 years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/641> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/03/641>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/03/641>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q0976,What are the titles of the papers that Ana-Lorena Uribe-Hurtado published in the last nine years and in which venues?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/201/6131> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/201/6131>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0977,Which papers did author Mohammad Rafiqul Haider publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/9350> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/46/9350>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0978,"Which publications did Hwang, T. author and in which year?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/2422> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/84/2422>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0979,List the venues in which Yulong Tao published papers in the last six years and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/260/0220> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/260/0220>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0980,Mention the papers published by Shu Liang and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/148/4739> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/148/4739>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0981,Which papers did author Sara Ayoubi publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/10124> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/23/10124>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0983,Mention the papers published by Christof Eck and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/4351> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/41/4351>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0984,List the titles of the papers that Sorin Vlase published in the last 6 years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/7711> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/124/7711>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0985,"List the titles of the papers that Wang, X. published and in which venues.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/3003> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/37/3003>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0986,"Mention the papers published by Wang, Hsiao-Chuan and in which year.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/2535> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/61/2535>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0987,"List the venues in which Yamakita, Masaki published papers in the last four years and the titles of these papers.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/3627> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/32/3627>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0988,List the titles of the papers that Kuno Schedler published and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/2390> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/45/2390>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0989,List the titles of the papers that K. Backert published in the last eight years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/184/0917> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/184/0917>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0991,In which venues did Panos Vassiliadis publish papers and what are the titles of these papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/1242> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/13/1242>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0992,Which publications did L. Sun author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/6619-6> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/95/6619-6>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0993,Which papers did author Heng H. publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/281> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/03/281>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0994,Mention the papers published by Rabab Altabtabaei and in which year.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/322/2539> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/322/2539>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q0995,List the venues in which Nicholas G. published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/4788> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/55/4788>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0996,List the titles of the papers that M. Barbovschi published in the last four years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/164/1672> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/164/1672>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0997,List the titles of the papers that Pieter J. W. Hofstra published in the last 2 years and in which venues.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/3505> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/73/3505>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q0999,Which papers did author Mikhail Bilenko publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/1269> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/13/1269>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1000,Which papers did author A. Otero publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/7019> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/77/7019>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1001,Which papers did author Janet M. Twomey publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/3553> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/99/3553>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1002,"Which publications did Feng, J. author and in which year?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/162/9090> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/162/9090>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1004,Which papers did author Tao Cui publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/2994> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/58/2994>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1005,"Which publications did Wang, Wei author and in which year?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/WeiWang> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/w/WeiWang>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1006,Which papers did author Hyun-Goo Yoon publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/7082> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/51/7082>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1007,"Mention the other authors with whom Olabi, A. G. has co-authored papers in the last nine years and where are they affiliated.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/5083> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/67/5083>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/67/5083>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q1008,Mention the other authors with whom Alfredo P. has co-authored papers in the last four years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/3138> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/152/3138>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/152/3138>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q1009,"List the titles of the papers that Kang, J. Jin published and in which venues.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/1573> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/186/1573>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1011,Who are the co-authors of Alan M. in the last eight years and where are they affiliated?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/AlanMycroft> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/m/AlanMycroft>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/m/AlanMycroft>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q1012,Which publications did Gustavo Alonso author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/GustavoAlonso> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/a/GustavoAlonso>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1013,"Which publications did Muller, Henk L. author and in which year?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/HenkLMuller> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/m/HenkLMuller>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1015,List the venues in which Muhammad Afzal published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/4911> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/49/4911>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1016,List the venues in which Samir B. published papers in the last 2 years and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/10668> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC25,"[""<https://dblp.org/pid/26/10668>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
Q1017,Which publications did Ant\u00F4nio Padilha Lanari B\u00F3 author and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/3218> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/04/3218>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1018,Mention the other authors with whom Rupert Wegerif has co-authored papers in the last 9 years and where are they affiliated.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/5723> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER(?firstanswer != <https://dblp.org/pid/76/5723>) . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TC23,"[""<https://dblp.org/pid/76/5723>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q1019,Which papers did author Somprakash B. publish and in which year?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?firstanswer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/1644> . ?firstanswer <https://dblp.org/rdf/schema#yearOfPublication> ?secondanswer },TC21,"[""<https://dblp.org/pid/74/1644>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1021,List the venues in which Ningjian H. published papers and the titles of these papers.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/748> . ?x <https://dblp.org/rdf/schema#publishedIn> ?firstanswer . ?x <https://dblp.org/rdf/schema#title> ?secondanswer },TC24,"[""<https://dblp.org/pid/85/748>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#title>""]",False,False
