id,question_string,query,template_id,entities,relations,temporal,help_out
Q2900,"Mention the number of papers that Bakos, Karoly Livius has published.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/8960> },TC71,"[""<https://dblp.org/pid/87/8960>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2901,How many co-authors does Yusu Wang have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/5745> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/28/5745>) },TC73,"[""<https://dblp.org/pid/28/5745>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2902,"What is the average number of co-authors for research papers published by Sun, F.?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/869> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/80/869>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2903,Count the number of co-authors that Sungryul Lee has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/5760> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/70/5760>) },TC73,"[""<https://dblp.org/pid/70/5760>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2904,Report the average number of publications by L. Li per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/7942> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/78/7942>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2905,"In IEEE Trans. Wirel. Commun., how many papers has Yulin C. published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/5946> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Wirel. Commun.' },TC72,"[""<https://dblp.org/pid/83/5946>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2906,"What is the average number of research papers published by the author Bouchekif, A. per year?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/132/6977> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/132/6977>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2907,Mention the number of papers that Xinran Zhao has published.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/155/0562> },TC71,"[""<https://dblp.org/pid/155/0562>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2908,Mention the number of papers that Arne D. Ekstrom has published.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/8259> },TC71,"[""<https://dblp.org/pid/70/8259>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2909,Count the number of papers that Jarrett Booz has published in SNPD.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/225/7607> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SNPD' },TC72,"[""<https://dblp.org/pid/225/7607>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2910,What is the average number of co-authors for research papers published by Paul D.?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/2643> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/02/2643>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2911,"In Int. J. Syst. Sci., how many papers has Lin, Yu-Jen published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/1819> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Syst. Sci.' },TC72,"[""<https://dblp.org/pid/97/1819>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2912,"Mention the number of papers that Toum, E. has published.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/300/9778> },TC71,"[""<https://dblp.org/pid/300/9778>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2913,Report the count of papers that S. Wang has published in MUE.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/781> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'MUE' },TC72,"[""<https://dblp.org/pid/46/781>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2914,How many papers has Heather Weston published in Interspeech?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/315/6368> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Interspeech' },TC72,"[""<https://dblp.org/pid/315/6368>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2915,How many co-authors does Trent W. Lewis have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/6974> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/75/6974>) },TC73,"[""<https://dblp.org/pid/75/6974>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2916,How many research papers has Maria C. Pettenati published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/864> },TC71,"[""<https://dblp.org/pid/57/864>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2917,"Report the average number of co-authors for publications published by Wang, Z..",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/8099> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/91/8099>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2918,How many co-authors does G. D. Nguyen have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/1577> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/23/1577>) },TC73,"[""<https://dblp.org/pid/23/1577>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2919,What is the average number of papers published by C. Ciliberto per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/10332> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/88/10332>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2920,"How many co-authors does R\u00E1cz, S. have?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/6609> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/07/6609>) },TC73,"[""<https://dblp.org/pid/07/6609>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2921,"Report the count of papers that Costa, P. C. G. has published in J. Netw. Comput. Appl..",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/6502> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Netw. Comput. Appl.' },TC72,"[""<https://dblp.org/pid/44/6502>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2922,"In IEEE Conference on Local Computer Networks, how many papers has M. A. Sarwar published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/102> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'LCN' },TC72,"[""<https://dblp.org/pid/60/102>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2923,What is the average number of co-authors for papers published by Yutong Xie?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/0165> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/187/0165>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2924,"Report the average number of publications by Bottino, R. Maria per year.",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/922> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/88/922>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2925,"Report the average number of co-authors for publications published by Song, H..",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/168/0857> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/168/0857>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2926,"Count the number of co-authors that Tsakalidis, A. K. has.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/5175> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/19/5175>) },TC73,"[""<https://dblp.org/pid/19/5175>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2927,What is the average number of papers published by I. Tyukin per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/1262> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/87/1262>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2928,How many papers has Yingzhen Li published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/9230> },TC71,"[""<https://dblp.org/pid/117/9230>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2929,How many co-authors does Aria Nosratinia have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/2206> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/25/2206>) },TC73,"[""<https://dblp.org/pid/25/2206>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2930,Report the average number of co-authors for publications published by Rolf-Detlef T..,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/4016> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/116/4016>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2931,What is the average number of co-authors for papers published by K. W. Kallus?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/165/5339> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/165/5339>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2932,"What is the average number of research papers published by the author Matsuzawa, A. per year?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/246> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/84/246>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2933,Report the average number of co-authors for publications published by Zong-Shu Zou.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/234/6656> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/234/6656>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2934,What is the average number of co-authors for papers published by P. R. S. Mendon\u00E7a?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/1560> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/99/1560>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2935,"How many research papers has Haluza, D. published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/9068> },TC71,"[""<https://dblp.org/pid/156/9068>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2936,How many co-authors does Michael B. have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/4232> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/73/4232>) },TC73,"[""<https://dblp.org/pid/73/4232>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2937,"How many papers has Armbrust, Daniel C. published in AMIA?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/149/1788> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'AMIA' },TC72,"[""<https://dblp.org/pid/149/1788>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2938,Report the average number of publications by Walter Kr\u00E4mer per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/1169> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/41/1169>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2939,Report the average number of co-authors for publications published by R. B. France.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/f/RBFrance> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/f/RBFrance>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2940,What is the average number of co-authors for research papers published by Oscar P\u00E9rez-Hern\u00E1ndez?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/214/3719> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/214/3719>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2941,Report the average number of co-authors for publications published by Bengi Kara\u00E7ali.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/4136> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/93/4136>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2942,"How many research papers has Frey, T. published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/10153> },TC71,"[""<https://dblp.org/pid/06/10153>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2943,Report the average number of publications by S. Yun per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/8862> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/23/8862>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2944,Count the number of papers that Pangfeng Liu has published in VEE.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/5712> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'VEE' },TC72,"[""<https://dblp.org/pid/07/5712>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2945,Count the number of co-authors that Xiao F. has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/4601-1> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/60/4601-1>) },TC73,"[""<https://dblp.org/pid/60/4601-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2946,"What is the average number of research papers published by the author Sheen, Wern-Ho per year?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/6108> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/58/6108>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2947,Count the number of co-authors that Xuanhua Shi has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/5317> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/85/5317>) },TC73,"[""<https://dblp.org/pid/85/5317>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2948,"Report the average number of publications by Cai, S. per year.",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/6654> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/156/6654>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2949,How many papers has L. Najman published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/4192> },TC71,"[""<https://dblp.org/pid/68/4192>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2950,Mention the number of papers that Candy Schwartz has published.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/1343> },TC71,"[""<https://dblp.org/pid/62/1343>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2951,What is the average number of co-authors for papers published by E. G. Omodeo?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/o/EugenioGOmodeo> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/o/EugenioGOmodeo>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2952,Count the number of papers that Andries van Dam has published in IEEE Ann. Hist. Comput..,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/AvDam> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Ann. Hist. Comput.' },TC72,"[""<https://dblp.org/pid/d/AvDam>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2953,Count the number of co-authors that Vinay Sharma has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/43> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/95/43>) },TC73,"[""<https://dblp.org/pid/95/43>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2954,How many papers has Zhe T. published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/5105> },TC71,"[""<https://dblp.org/pid/24/5105>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2955,"How many co-authors does Cavoura, Theodora have?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/4413> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/40/4413>) },TC73,"[""<https://dblp.org/pid/40/4413>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2956,"What is the average number of co-authors for papers published by Ida, Kenichi?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/4007> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/42/4007>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2957,How many co-authors does Randika Upathilake have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/168/6460> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/168/6460>) },TC73,"[""<https://dblp.org/pid/168/6460>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2958,"What is the average number of co-authors for papers published by Havinga, M.?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/6273> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/169/6273>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2959,Count the number of papers that Amine Ettaieb has published in Open Syst. Inf. Dyn..,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/286/2773> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Open Syst. Inf. Dyn.' },TC72,"[""<https://dblp.org/pid/286/2773>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2960,"What is the average number of co-authors for papers published by Gowers, Timothy?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/4074> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/161/4074>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2961,What is the average number of papers published by Francesco Borrelli per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/292> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/16/292>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2962,What is the average number of papers published by M. Fitter per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/3241> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/05/3241>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2963,Count the number of co-authors that Haifa Takruri has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/264/2073> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/264/2073>) },TC73,"[""<https://dblp.org/pid/264/2073>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2964,"Count the number of co-authors that Prior, S. D. has.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/6341> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/67/6341>) },TC73,"[""<https://dblp.org/pid/67/6341>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2965,What is the average number of co-authors for papers published by Wenyao Li?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/7894> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/66/7894>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2966,How many papers has Sartaj Sahni published in IEEE Trans. Comput. Aided Des. Integr. Circuits Syst.?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/SartajSahni> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Comput. Aided Des. Integr. Circuits Syst.' },TC72,"[""<https://dblp.org/pid/s/SartajSahni>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2967,How many co-authors does Dai-Yon C. have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/4944> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/57/4944>) },TC73,"[""<https://dblp.org/pid/57/4944>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2968,"How many co-authors does ElMaraghy, Hoda A. have?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/4172> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/18/4172>) },TC73,"[""<https://dblp.org/pid/18/4172>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2969,"How many research papers has Yu, P. S. published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/y/PhilipSYu> },TC71,"[""<https://dblp.org/pid/y/PhilipSYu>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2970,Report the average number of publications by Carlo Reverberi per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/10746> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/25/10746>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2971,What is the average number of papers published by Renzo Nicolas Alsim per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/285/0931> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/285/0931>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2972,Report the count of papers that Huowang Chen has published in APWeb.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/5536> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'APWeb' },TC72,"[""<https://dblp.org/pid/40/5536>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2973,Report the average number of publications by Syed V. Ahamed per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/1312> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/99/1312>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2974,What is the average number of papers published by Stefano Longo per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/10317> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/05/10317>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2975,"How many papers has Fiske, Stuart published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/1975> },TC71,"[""<https://dblp.org/pid/55/1975>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2976,Count the number of co-authors that Teresa Olwick Grose has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/446> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/85/446>) },TC73,"[""<https://dblp.org/pid/85/446>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
