id,question_string,query,template_id,entities,relations,temporal,help_out
Q4081,Find the venue of the paper 'Relational learning helps in three-way classification of Alzheimer patients from structural magnetic resonance images of the brain' authored by S. Joshi.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mlc/NatarajanSJEKDK14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/4660> . <https://dblp.org/rec/journals/mlc/NatarajanSJEKDK14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/mlc/NatarajanSJEKDK14>"", ""<https://dblp.org/pid/32/4660>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4082,Hak-Yeol Choi published the paper 'Blind 3D Mesh Watermarking Based on Sphere-Shape Template' in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iwdw/ChoiSJL16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/182/1623> . <https://dblp.org/rec/conf/iwdw/ChoiSJL16> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/iwdw/ChoiSJL16>"", ""<https://dblp.org/pid/182/1623>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4083,Mention the venues of the other papers published by the authors of 'HME: A Hyperbolic Metric Embedding Approach for Next-POI Recommendation'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigir/FengTCCLL20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/sigir/FengTCCLL20>) },TP13,"[""<https://dblp.org/rec/conf/sigir/FengTCCLL20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4084,"Mention the venue of the paper 'Adapting SQuaRE for Quality Assessment of Artificial Intelligence Systems' authored by Kuwajima, H..",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1908-02134> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/2301> . <https://dblp.org/rec/journals/corr/abs-1908-02134> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/corr/abs-1908-02134>"", ""<https://dblp.org/pid/30/2301>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4085,What are the venues of the other papers published by the authors of 'Sentinel-l C&D SAR Performance'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/igarss/AlbertiSITVSB18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/igarss/AlbertiSITVSB18>) },TP13,"[""<https://dblp.org/rec/conf/igarss/AlbertiSITVSB18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4086,In which venues were the other papers published by the authors of 'Using Local Community to Ease Long Haul Uncertainty During the COVID-19 Pandemic'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iconference/JoKTC22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/iconference/JoKTC22>) },TP13,"[""<https://dblp.org/rec/conf/iconference/JoKTC22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4087,List the venues of the other papers published by the authors of 'Alcohol consumption detection through behavioural analysis using intelligent systems'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/eswa/RobinelP14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/eswa/RobinelP14>) },TP13,"[""<https://dblp.org/rec/journals/eswa/RobinelP14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4088,Find the venue of the paper 'Efficient Parallel Algorithms for Path Problems in Directed Graphs' authored by Joan M. Lucas.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/algorithmica/LucasS92> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/187> . <https://dblp.org/rec/journals/algorithmica/LucasS92> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/algorithmica/LucasS92>"", ""<https://dblp.org/pid/90/187>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4089,"Mention the venue of the paper 'Integrated LFSR Reseeding, Test-Access Optimization, and Test Scheduling for Core-Based System-on-Chip' authored by Seongmoon W..",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcad/WangCW09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/1412> . <https://dblp.org/rec/journals/tcad/WangCW09> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/tcad/WangCW09>"", ""<https://dblp.org/pid/02/1412>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4090,In which other years were the authors of 'Segmentation of Shadowed Buildings in Dense Urban Areas from Aerial Photographs' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/remotesensing/Susaki12> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/remotesensing/Susaki12> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/remotesensing/Susaki12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4091,Mention the venue of the paper 'Relatively Inexact Proximal Point Algorithm and Linear Convergence Analysis' authored by Ram U. Verma.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijmmsc/Verma09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/7004> . <https://dblp.org/rec/journals/ijmmsc/Verma09> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/ijmmsc/Verma09>"", ""<https://dblp.org/pid/15/7004>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4092,List the years in which the authors of 'VLBI phase-calibration system suitable for very-wide-band and ultra-high-frequency operation' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tim/KiuchiTKAM99> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tim/KiuchiTKAM99> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/tim/KiuchiTKAM99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4093,List the venues of the other papers published by the authors of 'Interval Type-2 Fuzzy Logic Systems Made Simple'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tfs/MendelJL06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/tfs/MendelJL06>) },TP13,"[""<https://dblp.org/rec/journals/tfs/MendelJL06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4094,Which other papers were written by the authors of 'A Representative Local Region Detector Based On Color-Contrast-MSER'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mir/CaoGTZ14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/mir/CaoGTZ14>) },TP12,"[""<https://dblp.org/rec/conf/mir/CaoGTZ14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4095,Find the years in which the authors of 'MultiResolution Complexity Analysis - A Novel Method for Partitioning Datasets into Regions of Different Classification Complexity' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icpram/ArmanoT15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icpram/ArmanoT15> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/icpram/ArmanoT15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4096,Find the years in which the authors of 'Transfer Learning for the Choquet Integral' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fuzzIEEE/MurrayIPASHPE19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/fuzzIEEE/MurrayIPASHPE19> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/fuzzIEEE/MurrayIPASHPE19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4097,Name the other publications published by the authors of 'Text Retrieval from Document Images Based on Word Shape Analysis'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/apin/TanHSYX03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/apin/TanHSYX03>) },TP12,"[""<https://dblp.org/rec/journals/apin/TanHSYX03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4098,List the other publications published by the authors of 'A new domain decomposition for B-spline Neural Networks'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ijcnn/CabritaRK10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/ijcnn/CabritaRK10>) },TP12,"[""<https://dblp.org/rec/conf/ijcnn/CabritaRK10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4099,Find the years in which the authors of 'Multi-viewport based 3D convolutional neural network for 360-degree video quality assessment' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mta/GuoHC22> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/mta/GuoHC22> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/mta/GuoHC22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4100,Mention the venue of the paper 'New method for generating handwritten Chinese character samples' authored by Z. Pan.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/drr/ZhangPS97> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/8389> . <https://dblp.org/rec/conf/drr/ZhangPS97> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/drr/ZhangPS97>"", ""<https://dblp.org/pid/83/8389>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4101,The authors of 'Benchmark Environments for Multitask Learning in Continuous Domains' have which webpages?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1708-04352> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/corr/abs-1708-04352>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4102,"Find the venue of the paper 'Low-Complexity Distributed-Arithmetic-Based Pipelined Architecture for an LSTM Network' authored by Khan, Mohd. Tasleem.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tvlsi/YalamarthyDKS20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/198/2061> . <https://dblp.org/rec/journals/tvlsi/YalamarthyDKS20> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/tvlsi/YalamarthyDKS20>"", ""<https://dblp.org/pid/198/2061>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4103,"Barwick, Steve published the paper 'Confidence machine learning for cutting tool life prediction' in which venue?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/copa/WilsonBBMSWN21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/319/1362> . <https://dblp.org/rec/conf/copa/WilsonBBMSWN21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/copa/WilsonBBMSWN21>"", ""<https://dblp.org/pid/319/1362>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4104,What are the venues of the other papers published by the authors of 'Breast Cancer Diagnosis by Higher-Order Probabilistic Perceptrons'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1912-06969> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/corr/abs-1912-06969>) },TP13,"[""<https://dblp.org/rec/journals/corr/abs-1912-06969>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4105,"Find the years in which the authors of 'Collaborative robots are rapidly providing major improvements in productivity, safety, programing ease, portability and cost while addressing many new applications' published other papers.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/irob/Bloss16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/irob/Bloss16> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/irob/Bloss16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4106,"In which venues were the other papers published by the authors of 'DISPARA, a System for Distributing Parallel Corpora on the Web'?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/portal/Santos02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/portal/Santos02>) },TP13,"[""<https://dblp.org/rec/conf/portal/Santos02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4107,The authors of 'Error Margin Estimating in Repeaters' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcom/Murthy77> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tcom/Murthy77> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/tcom/Murthy77>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4108,Which other papers were written by the authors of 'Collective intelligence and web tools in the educational process'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/teem/SanchezM21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/teem/SanchezM21>) },TP12,"[""<https://dblp.org/rec/conf/teem/SanchezM21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4109,In which venues were the other papers published by the authors of 'Inventory-style speech enhancement with uncertainty-of-observation techniques'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icassp/NickelAKZM12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/icassp/NickelAKZM12>) },TP13,"[""<https://dblp.org/rec/conf/icassp/NickelAKZM12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4110,List the other publications published by the authors of 'On the power of structural decompositions of graph-based representations of constraint problems'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ai/GrecoS10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/ai/GrecoS10>) },TP12,"[""<https://dblp.org/rec/journals/ai/GrecoS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4111,Mention the venues of the other papers published by the authors of 'Adaptive Serious Games for Emergency Evacuation Training'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/incos/CapuanoK15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/incos/CapuanoK15>) },TP13,"[""<https://dblp.org/rec/conf/incos/CapuanoK15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4112,Which other papers were written by the authors of 'A family of fifth-order iterations composed of Newton and third-order methods'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/amc/KouLW07b> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/amc/KouLW07b>) },TP12,"[""<https://dblp.org/rec/journals/amc/KouLW07b>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4113,What are the webpages of authors of 'Electronic Lottery Tickets as Micropayments'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fc/Rivest97a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/conf/fc/Rivest97a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4114,In which venues were the other papers published by the authors of 'A Hierarchy of Control Structures'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gi/Wegner72> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/gi/Wegner72>) },TP13,"[""<https://dblp.org/rec/conf/gi/Wegner72>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4115,List the years in which the authors of 'Pan-Sharpening Based on Transformer With Redundancy Reduction' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/lgrs/ZhangLZWS22> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/lgrs/ZhangLZWS22> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/lgrs/ZhangLZWS22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4116,What are the venues of the other papers published by the authors of 'MGMM: Multiresolution Gaussian Mixture Models for Computer Vision'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icpr/Wilson00> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/icpr/Wilson00>) },TP13,"[""<https://dblp.org/rec/conf/icpr/Wilson00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4117,List the venues of the other papers published by the authors of 'The knowledge web: Learning and collaborating on the web'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ets/Paliwala99> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/ets/Paliwala99>) },TP13,"[""<https://dblp.org/rec/journals/ets/Paliwala99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4118,"Which other publications were published by the authors of 'Effects of a social tutor on participation, sense of community and learning in online university courses'?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bjet/CacciamaniCPBK19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/bjet/CacciamaniCPBK19>) },TP12,"[""<https://dblp.org/rec/journals/bjet/CacciamaniCPBK19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4119,In which venues were the other papers published by the authors of 'Robust visual analysis for planogram compliance problem'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mva/SaranHM15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/mva/SaranHM15>) },TP13,"[""<https://dblp.org/rec/conf/mva/SaranHM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4120,Find the venue of the paper 'A combined hierarchical and steepest-descent clustering algorithm' authored by Mel A. Colter.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/isci/Colter79> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/2049> . <https://dblp.org/rec/journals/isci/Colter79> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/isci/Colter79>"", ""<https://dblp.org/pid/25/2049>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4121,Find the years in which the authors of 'Quasi-Monte Carlo methods for the Kou model' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mcma/Baldeaux08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/mcma/Baldeaux08> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/mcma/Baldeaux08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4122,Name the other publications published by the authors of 'Voronoia: analyzing packing in protein structures'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/nar/RotherHGGP09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/nar/RotherHGGP09>) },TP12,"[""<https://dblp.org/rec/journals/nar/RotherHGGP09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4123,Which other papers were written by the authors of 'A Spatial-Spectral Prototypical Network for Hyperspectral Remote Sensing Image'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/lgrs/TangLHHX20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/lgrs/TangLHHX20>) },TP12,"[""<https://dblp.org/rec/journals/lgrs/TangLHHX20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4124,In which other years were the authors of 'Pattern Discovery in Triadic Contexts' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iccs/MissaouiRKS20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/iccs/MissaouiRKS20> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/iccs/MissaouiRKS20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4125,Name the other publications published by the authors of 'Design of a Low-Power and Low-Latency MAC Protocol with Nodes Grouping and Transmission Pipelining in Wireless Sensor Networks'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vtc/ChenWC08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/vtc/ChenWC08>) },TP12,"[""<https://dblp.org/rec/conf/vtc/ChenWC08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4126,The authors of 'A Privacy Protection Evaluation Mechanism for Dynamic Data Based on Chunk-Confusion' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/vlsisp/ShiCZC17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/vlsisp/ShiCZC17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/vlsisp/ShiCZC17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4127,In which other years were the authors of 'Lightweight Key Management for Group Communication in Body Area Networks through Physical Unclonable Functions' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/chase/DongWSQ17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/chase/DongWSQ17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/chase/DongWSQ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4128,In which other years were the authors of 'Stochastic Graph Filtering Under Asymmetric Links in Wireless Sensor Networks' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/spawc/SaadB18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/spawc/SaadB18> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/spawc/SaadB18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4129,What are the venues of the other papers published by the authors of 'Not all international collaboration is beneficial: The Mendeley readership and citation impact of biochemical research collaboration'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jasis/SudT16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/jasis/SudT16>) },TP13,"[""<https://dblp.org/rec/journals/jasis/SudT16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4130,Which other papers were written by the authors of 'A 3D Conversational Agent for Presenting Digital Information for Deaf People'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/prima/PhanNB07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/prima/PhanNB07>) },TP12,"[""<https://dblp.org/rec/conf/prima/PhanNB07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4131,In which other years were the authors of 'Oscillatory behavior of the second order functional differential equations' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/appml/Baculikova17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/appml/Baculikova17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/appml/Baculikova17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4132,List the years in which the authors of 'Reflections on industrial research [leadership reflections]' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/spm/Winters05> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/spm/Winters05> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/spm/Winters05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4133,Name the other publications published by the authors of 'Modeling and Analysis of the Uplink Local Delay in MEC-Based VANETs'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tvt/WuZ20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/tvt/WuZ20>) },TP12,"[""<https://dblp.org/rec/journals/tvt/WuZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4134,List the other publications published by the authors of 'Exploring the Underlying Structure of Personal Web Usage in the Workplace'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cbsn/AnandarajanSD11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/cbsn/AnandarajanSD11>) },TP12,"[""<https://dblp.org/rec/journals/cbsn/AnandarajanSD11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
