id,question_string,query,template_id,entities,relations,temporal,help_out
Q4296,Find the authors of 'End-to-End Learning of Visual Representations From Uncurated Instructional Videos' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/cvpr/MiechASLSZ20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/cvpr/MiechASLSZ20>) },TP24,"[""<https://dblp.org/rec/conf/cvpr/MiechASLSZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4297,Find the authors of 'Product Review Translation using Phrase Replacement and Attention Guided Noise Augmentation' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/mtsummit/GuptaCGE21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/mtsummit/GuptaCGE21>) },TP24,"[""<https://dblp.org/rec/conf/mtsummit/GuptaCGE21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4298,Who are the authors of 'Optimal Column-Based Low-Rank Matrix Reconstruction' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1104-1732> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/corr/abs-1104-1732>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4299,List the authors of 'SQTime: Time-Enhanced Social Search Querying' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/er/LionakisSK14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/er/LionakisSK14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4300,Who are the authors of the publication 'A Novel Active Contours Model for Environmental Change Detection from Multitemporal Synthetic Aperture Radar Images' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/remotesensing/AhmadiH20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/remotesensing/AhmadiH20>) },TP24,"[""<https://dblp.org/rec/journals/remotesensing/AhmadiH20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4301,Who are the authors of the publication 'Experiments on the DCASE Challenge 2016: Acoustic Scene Classification and Sound Event Detection in Real Life Recording' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/dcase/ElizaldeKSBVRL16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/dcase/ElizaldeKSBVRL16>) },TP23,"[""<https://dblp.org/rec/conf/dcase/ElizaldeKSBVRL16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4302,Who are the authors of the publication 'Karchmer-Wigderson Games for Hazard-free Computation' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/eccc/IkenmeyerKS21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/eccc/IkenmeyerKS21>) },TP23,"[""<https://dblp.org/rec/journals/eccc/IkenmeyerKS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4303,"Who are the authors of the publication 'LDPC Code Design for Distributed Storage: Balancing Repair Bandwidth, Reliability, and Storage Overhead' and what other papers did they publish?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tcom/ParkLM18> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/tcom/ParkLM18>) },TP23,"[""<https://dblp.org/rec/journals/tcom/ParkLM18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4304,List the authors of 'Security Strategy Analysis for Critical Information Infrastructures' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/critis/TorresSS08> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/critis/TorresSS08>) },TP23,"[""<https://dblp.org/rec/conf/critis/TorresSS08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4305,Who are the authors of the publication 'Metadata Management for Large Statistical Databases' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/vldb/McCarthy82> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/vldb/McCarthy82>) },TP23,"[""<https://dblp.org/rec/conf/vldb/McCarthy82>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4306,Who are the authors of the publication 'Whiteboard Video Summarization via Spatio-Temporal Conflict Minimization' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icdar/DavilaZ17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/icdar/DavilaZ17>) },TP24,"[""<https://dblp.org/rec/conf/icdar/DavilaZ17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4307,Find the authors of 'Analysis and Implementation of the Discrete Element Method Using a Dedicated Highly Parallel Architecture in Reconfigurable Computing' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/fccm/SchaferQC02> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/fccm/SchaferQC02>) },TP24,"[""<https://dblp.org/rec/conf/fccm/SchaferQC02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4308,Who are the authors of the publication 'Data Replication for Reducing Computing Time in Distributed Systems with Stragglers' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/bigdataconf/Behrouzi-FarS19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/bigdataconf/Behrouzi-FarS19>) },TP23,"[""<https://dblp.org/rec/conf/bigdataconf/Behrouzi-FarS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4309,Who are the authors of the publication 'The Curse of the Excluded Middle' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/queue/Meijer14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/queue/Meijer14>) },TP23,"[""<https://dblp.org/rec/journals/queue/Meijer14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4310,Find the authors of 'Bayesian network-based seismic damage estimation for power and potable water supply systems' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ress/LeeCLP20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/ress/LeeCLP20>) },TP23,"[""<https://dblp.org/rec/journals/ress/LeeCLP20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4311,Who are the authors of 'Wissensrepr\u00E4sentation und Wissensakquisition - Einf\u00FChrung' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/wi/Heyer86a> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/wi/Heyer86a>) },TP23,"[""<https://dblp.org/rec/conf/wi/Heyer86a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4312,Who are the authors of the publication 'Simplest optimal guillotine cutting patterns for strips of identical circles' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jco/CuiGH08> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/jco/CuiGH08>) },TP23,"[""<https://dblp.org/rec/journals/jco/CuiGH08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4313,Who are the authors of the publication 'Unlinkable improved multi-biometric iris fuzzy vault' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ejisec/RathgebTWB16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/ejisec/RathgebTWB16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4314,List the authors of 'Tough Shift: Exploring the Complexities of Shifting Residential Electricity Use Through a Casual Mobile Game' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/chiplay/BrewerVHR15> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/chiplay/BrewerVHR15>) },TP23,"[""<https://dblp.org/rec/conf/chiplay/BrewerVHR15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4315,Who are the authors of the publication 'Towards Fewer Parameters for SAT Clause Weighting Algorithms' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ausai/ThorntonPT02> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/ausai/ThorntonPT02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4316,Find the authors of 'RTMC: An Error Control Protocol for IP-based Audio-Visual Multicast Applications' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icccn/CarleO98> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/icccn/CarleO98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4317,Who are the authors of the publication 'Triangle Graph Interest Network for Click-through Rate Prediction' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/wsdm/JiangJWLGZSXZ22> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/wsdm/JiangJWLGZSXZ22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4318,Find the authors of 'Robust measurement of fundamental frequency and degree of voicing' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/interspeech/Holmes98a> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/interspeech/Holmes98a>) },TP24,"[""<https://dblp.org/rec/conf/interspeech/Holmes98a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4319,Who are the authors of the publication 'Simulation of Photovoltaics for Defence Applications - Power Generation Assessment and Investigation of the Available Integration Areas of Photovoltaic Devices on a Virtual Infantryman' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/simultech/ParaskevopoulosT12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/simultech/ParaskevopoulosT12>) },TP24,"[""<https://dblp.org/rec/conf/simultech/ParaskevopoulosT12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4320,Who are the authors of 'Infarct Segmentation Challenge on Delayed Enhancement MRI of the Left Ventricle' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/miccai/KarimCCHOGMAORSR12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/miccai/KarimCCHOGMAORSR12>) },TP23,"[""<https://dblp.org/rec/conf/miccai/KarimCCHOGMAORSR12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4321,Who are the authors of the publication 'Time-accurate multi-scale anisotropic mesh adaptation for unsteady flows in CFD' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jcphy/AlauzetLO18> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/jcphy/AlauzetLO18>) },TP24,"[""<https://dblp.org/rec/journals/jcphy/AlauzetLO18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4322,"List the authors of 'Cloud computing security, data, and performance issues' and the other papers they published.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/wocc/SinhaK14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/wocc/SinhaK14>) },TP23,"[""<https://dblp.org/rec/conf/wocc/SinhaK14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4323,List the authors of 'Decomposition of transition systems into sets of synchronizing state machines' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/dsd/TerenCV21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/dsd/TerenCV21>) },TP24,"[""<https://dblp.org/rec/conf/dsd/TerenCV21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4324,Who are the authors of the publication 'Shark' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jmlr/IgelHG08> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/jmlr/IgelHG08>) },TP23,"[""<https://dblp.org/rec/journals/jmlr/IgelHG08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4325,Find the authors of 'A New Application for Description Logics: Disaster Management' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/dlog/GrathwohlBR99> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/dlog/GrathwohlBR99>) },TP23,"[""<https://dblp.org/rec/conf/dlog/GrathwohlBR99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4326,Who are the authors of the publication 'A Multimodal Retrieval and Ranking Method for Scientific Documents Based on HFS and XLNet' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/sp/YanWST22> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/sp/YanWST22>) },TP23,"[""<https://dblp.org/rec/journals/sp/YanWST22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4327,List the authors of 'Hybrid adapted fast correlation FCBF-support vector machine recursive feature elimination for feature selection' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/idt/DjellaliGG20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/idt/DjellaliGG20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4328,Find the authors of 'Optimal Fillings - A new spatial subdivision problem related to packing and covering' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1208-5752> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-1208-5752>) },TP24,"[""<https://dblp.org/rec/journals/corr/abs-1208-5752>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4329,Who are the authors of the publication 'Privacy Constrained Information Processing' and what are their affiliations?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/AkyolLB15a> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/corr/AkyolLB15a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4330,Who are the authors of 'Toward a Semantic Management of Geological Modeling Workflows' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ic3k/BelaidAJR10> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/ic3k/BelaidAJR10>) },TP23,"[""<https://dblp.org/rec/conf/ic3k/BelaidAJR10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4331,Find the authors of 'Variations on Minimal Linear Codes' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icmcta/CohenM14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/icmcta/CohenM14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4332,"Who are the authors of the publication 'Fuzzy Evidence in Identification, Forecasting and Diagnosis' and what are the venues of the other papers they published?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/books/sp/RotshteinR12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/books/sp/RotshteinR12>) },TP24,"[""<https://dblp.org/rec/books/sp/RotshteinR12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4333,Who are the authors of the publication 'An efficient algorithm for the optimization of FIR filters synthesized using the multistage frequency-response masking approach' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iscas/Yli-KaakinenSY04> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/iscas/Yli-KaakinenSY04>) },TP24,"[""<https://dblp.org/rec/conf/iscas/Yli-KaakinenSY04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4334,Who are the authors of 'Towards Semantic Modeling of Contradictions and Disagreements: A Case Study of Medical Guidelines' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iwcs/ZadroznyHG17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/iwcs/ZadroznyHG17>) },TP24,"[""<https://dblp.org/rec/conf/iwcs/ZadroznyHG17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4335,Find the authors of '3DPO: A Three-Dimensional Part Orientation System' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ijcai/BolesHH83> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/ijcai/BolesHH83>) },TP24,"[""<https://dblp.org/rec/conf/ijcai/BolesHH83>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4336,Who are the authors of the publication 'Poster: User-centered query expansion model for health disparities research' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iccabs/LeeB13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/iccabs/LeeB13>) },TP23,"[""<https://dblp.org/rec/conf/iccabs/LeeB13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4337,Who are the authors of 'SAR calibration: an overview' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tgrs/Freeman92> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/tgrs/Freeman92>) },TP23,"[""<https://dblp.org/rec/journals/tgrs/Freeman92>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4338,Who are the authors of the publication 'Hypothetical in-vehicle telematics interface comparisons' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ictc/JeonKCKP10> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/ictc/JeonKCKP10>) },TP23,"[""<https://dblp.org/rec/conf/ictc/JeonKCKP10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4339,Who are the authors of the publication 'Parallel Scheduled Sampling' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1906-04331> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-1906-04331>) },TP24,"[""<https://dblp.org/rec/journals/corr/abs-1906-04331>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4340,Find the authors of 'Simultaneous Semantic and Collision Learning for 6-DoF Grasp Pose Estimation' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-2108-02425> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-2108-02425>) },TP24,"[""<https://dblp.org/rec/journals/corr/abs-2108-02425>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4341,Find the authors of 'Maximum and k-th maximal spanning trees of a weighted graph' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/combinatorica/Kano87> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/combinatorica/Kano87>) },TP24,"[""<https://dblp.org/rec/journals/combinatorica/Kano87>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4342,Who are the authors of 'Analysis of Sound Absorption Characteristics of Acoustic Ducts with Periodic Additional Multi-Local Resonant Cavities' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/symmetry/LiuWC21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/symmetry/LiuWC21>) },TP23,"[""<https://dblp.org/rec/journals/symmetry/LiuWC21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4343,Who are the authors of the publication 'Vertical profile classification algorithm for GPM' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/igarss/ChandrasekarLA14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/igarss/ChandrasekarLA14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4344,Find the authors of 'Jasmine: A Pure Java Based DSM' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/pdpta/ZhuW99> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/pdpta/ZhuW99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4345,List the authors of 'PERE: Evaluation and Improvement of Dependable Processes' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/safecomp/BloomfieldBEV96> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/safecomp/BloomfieldBEV96>) },TP23,"[""<https://dblp.org/rec/conf/safecomp/BloomfieldBEV96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4346,Who are the authors of the publication 'Practical Hybrid Beamforming Schemes in Massive MIMO 5G NR Systems' and what are their affiliations?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/wsa/ZhaoLK019> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/wsa/ZhaoLK019>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4347,Who are the authors of 'Computation of three stochastic modifications of Stokes's formula for regional geoid determination' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/gandc/Ellmann05> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/gandc/Ellmann05>) },TP24,"[""<https://dblp.org/rec/journals/gandc/Ellmann05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4348,"Who are the authors of the publication 'Pharmacophore-enabled virtual screening, molecular docking and molecular dynamics studies for identification of potent and selective histone deacetylase 8 inhibitors' and what are the venues of the other papers they published?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/cbm/KashyapK20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/cbm/KashyapK20>) },TP24,"[""<https://dblp.org/rec/journals/cbm/KashyapK20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
