id,question_string,query,template_id,entities,relations,temporal,help_out
Q3531,Who wrote the paper 'Optimal node scheduling for the lifetime maximization of two-tier wireless sensor networks'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cec/LinHZLL10> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/cec/LinHZLL10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3532,How many authors does 'Interplay between Social Influence and Network Centrality: A Comparative Study on Shapley Centrality and Single-Node-Influence Centrality' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/www/0013T17> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/www/0013T17>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3533,In which venue was the paper 'The SPL-IT-UC Query by Example Search on Speech system for MediaEval 2015' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mediaeval/ProencaCP15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/mediaeval/ProencaCP15>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3534,Name the authors of the paper 'Tutorials-based system to assist Qatari children with special needs'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aiccsa/AljaamAAA08> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/aiccsa/AljaamAAA08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3535,Who wrote the paper 'Reliable location aware and Cluster-Tap Root based data collection protocol for large scale wireless sensor networks'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jnca/KalaivananB18> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/jnca/KalaivananB18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3536,What year was 'Differentiable Top-k Operator with Optimal Transport' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2002-06504> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/corr/abs-2002-06504>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3537,What year was 'Timing and Localization of Movement-Related Spectral Changes in the Human Peri-Rolandic Cortex: Intracranial Recordings' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/neuroimage/KloppMCCNH01> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/neuroimage/KloppMCCNH01>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3538,Mention the venue in which 'Optimal register assignment with minimum-delay compensation for latch-based design' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/apccas/InoueK10> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/apccas/InoueK10>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3539,Who is the author of the paper 'Control or Autism - Classification using Convolutional Neural Networks on Functional MRI'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icccnt/ShrivastavaMSCV20> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/icccnt/ShrivastavaMSCV20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3540,Find the venue in which the paper 'Measurable Cardinals and a Combinatorial Principle of Jensen' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jsyml/Devlin73> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/jsyml/Devlin73>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3541,When was 'Art and social displays in the branding of the city: Token screens or opportunities for difference?' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/firstmonday/Nevarez06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/firstmonday/Nevarez06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3542,Name the authors of the paper 'Coexisting Coverage and Throughput of Multi-RAT Wireless Networks with Unlicensed Band Access'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/DingLWZ15> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/corr/DingLWZ15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3543,How many authors does the publication 'Collaborative Fairness in Federated Learning' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2008-12161> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/corr/abs-2008-12161>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3544,'How Grammar Emerges to Dampen Combinatorial Search in Parsing' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eelc/SteelsW06> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/eelc/SteelsW06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3545,Mention the year in which 'An Efficient Locality-Aware Task Assignment Algorithm for Minimizing Shared Cache Contention' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pdcat/LiuXCW17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/pdcat/LiuXCW17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3546,Where was 'Developing an Adaptive Framework to Support Intelligence Analysis' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/McDermottVEWTMI21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/hci/McDermottVEWTMI21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3547,Find the venue in which the paper 'WalkON Suit: A Medalist in the Powered Exoskeleton Race of Cybathlon 2016' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ram/ChoiNJRK17> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/ram/ChoiNJRK17>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3548,How many authors does the publication 'Blockchain for Education: Lifelong Learning Passport' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/ercim/PrinzKR20> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/ercim/PrinzKR20>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3549,The paper 'Weighted LCS' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/jda/AmirGS10> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/jda/AmirGS10>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3550,In which venue was the paper 'Large-scale matrix factorization with distributed stochastic gradient descent' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/kdd/GemullaNHS11> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/kdd/GemullaNHS11>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3551,When was 'Speculative Software Modification and its Use in Securing SOUP' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/edcc/RodesK14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/edcc/RodesK14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3552,Mention the number of authors of the paper 'Social-Based Web Services Discovery and Composition for Step-by-Step Mashup Completion'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/icws/MaaradjiHSLDC11> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/icws/MaaradjiHSLDC11>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3553,Find the number of authors of the paper 'An Image Enhancement Method Based on Genetic Algorithm'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/icdip/HashemiKNM09> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/icdip/HashemiKNM09>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3554,How many authors does 'Computational Approaches to Image Understanding' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/csur/Brady82> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/csur/Brady82>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3555,Mention the number of authors of the paper 'New Directions for NewHope: Improving Performance of Post-Quantum Cryptography through Algorithm-level Pipelining'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/icfpt/BeckwithD20> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/icfpt/BeckwithD20>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3556,Find the venue in which the paper 'The Use of Diagrams in Science - An Examination of Trends in Articles Published in Science between 1880 and 2010' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/diagrams/FanjoyMB12> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/diagrams/FanjoyMB12>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3557,'Automated formal verification of visual modeling languages by model checking' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sosym/Varro04> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/sosym/Varro04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3558,Find the venue in which the paper 'Minkowski Length of 3D Lattice Polytopes' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dcg/BeckwithGSW12> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/dcg/BeckwithGSW12>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3559,How many authors does the publication 'Playing educational math games at home: The Monkey Tales case' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/entcom/DerbovenZGG16> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/entcom/DerbovenZGG16>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3560,How many authors does 'Comparing multiobjective evolutionary ensembles for minimizing type I and II errors for bankruptcy prediction' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/cec/Alfaro-CidVESGPML08> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/cec/Alfaro-CidVESGPML08>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3561,Mention the number of authors of the paper 'Supervised and semi-supervised infant-directed speech classification for parent-infant interaction analysis'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/speech/MahdhaouiC11> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/speech/MahdhaouiC11>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3562,Who wrote the paper 'An Occlusion-Aware Multi-Target Multi-Camera Tracking System'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cvpr/SpeckerSFB21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/cvpr/SpeckerSFB21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3563,'Complexity control strategy for real-time H264/AVC encoder' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tce/KimYJ10> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/tce/KimYJ10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3564,Who is the author of the paper 'Parallel Parsing on the Connection Machine'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ipl/SkillicornB89> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/ipl/SkillicornB89>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3565,How many authors does 'Automatic Segmentation of Vertebrae from Radiographs: A Sample-Driven Active Shape Model Approach' have?,SELECT ?answer WHERE { <https://dblp.org/rec/conf/miccai/MyslingPNL11> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/miccai/MyslingPNL11>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3566,What year was 'Concurrent Error Detection and Correction in Gaussian Normal Basis Multiplier over GF(2^m)' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tc/ChiouCLHL09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/tc/ChiouCLHL09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3567,List the authors of the paper 'A quantum cryptographic protocol with detection of compromised server'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/qic/Kuhn05> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/qic/Kuhn05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3568,Mention the number of authors of the paper 'Model based landing control for a bistable electromagnetic actuator with discontinuous dynamics'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/IEEEcca/GillWCLR15> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/IEEEcca/GillWCLR15>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3569,'Bounds and Approximations for the Transportation Problem of Linear Programming and Other Scalable Network Problems' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/transci/DaganzoS04> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/transci/DaganzoS04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3570,In which venue was the paper 'Endomicroscopic video retrieval using mosaicing and visual words' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isbi/AndreVBWA10> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/isbi/AndreVBWA10>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3571,'Ein Satz \u00FCber Free-Choice-Petrinetze' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/eik/Dopp83a> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/eik/Dopp83a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3572,"Name the authors of the paper 'Software fault prediction using data mining, machine learning and deep learning techniques: A systematic literature review'.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cee/BatoolK22> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/cee/BatoolK22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3573,Who is the author of the paper 'Experiments with Declarative Modeling of Maximum Clique Problem Using Solvers Supported by MiniZinc'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icstcc/MuraretuB20> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/icstcc/MuraretuB20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3574,List the authors of the paper 'Simplified multiuser code design for MIMO-NOMA'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iet-com/ChiLSS17> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/journals/iet-com/ChiLSS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3575,Mention the number of authors of the paper 'EyeDAS: Securing Perception of Autonomous Cars Against the Stereoblindness Syndrome'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2205-06765> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/corr/abs-2205-06765>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3576,Mention the venue in which 'Spontaneous contractions of isolated rat portal vein under temperature perturbations' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mbec/VuksanovicGPG10> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/mbec/VuksanovicGPG10>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3577,"What year was 'Avoiding Reasoning Shortcuts: Adversarial Evaluation, Training, and Model Development for Multi-Hop QA' published?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1906-07132> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/corr/abs-1906-07132>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3578,When was 'Calibration of a multicomponent MEMS sensor for vibration monitoring of rolling bearings: broad-band and amplitude traceability up to 20 kHz' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/metroi/SchiaviFLMVPMM22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/metroi/SchiaviFLMVPMM22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3579,When was 'Detecting Forged Alcohol Non-invasively Through Vibrational Spectroscopy and Machine Learning' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pakdd/LargeKWGB18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/pakdd/LargeKWGB18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3580,How many authors does 'A Novel Self-Adaptive Wind Speed Prediction Model Considering Atmospheric Motion and Fractal Feature' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/access/JinWYLW20> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/access/JinWYLW20>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3581,The paper 'A graphic approach to performance analysis of multistage linear interference canceller in long-code CDMA systems' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/tcom/HwangKK03> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/tcom/HwangKK03>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3582,Mention the number of authors of the paper 'Attribute reduction for multi-label classification based on labels of positive region'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/soco/FanCQWT20> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/soco/FanCQWT20>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3583,The paper 'A multiresolution framework to MEG/EEG source imaging' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tbe/GavitBMPG01> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/tbe/GavitBMPG01>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3584,Find the number of authors of the paper 'Covid-on-the-Web: Exploring the COVID-19 scientific literature through visualization of linked data from entity and argument mining'.,SELECT ?answer WHERE { <https://dblp.org/rec/journals/qss/MeninMGGCCGMMVW21> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/qss/MeninMGGCCGMMVW21>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3585,The paper 'On learning the derivatives of an unknown mapping with multilayer feedforward networks' has how many authors?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/nn/GallantW92> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/nn/GallantW92>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3586,Who is the author of the paper 'Incentive and Control Mechanisms for Mitigating Relational Risk in IT Outsourcing Relationships'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amcis/SpiegelL10> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/amcis/SpiegelL10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3587,Who is the author of the paper 'Participative design and the challenges of large-scale systems: extending the iterative PD approach'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pdc/SimonsenH08> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/pdc/SimonsenH08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3588,'Editorial' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cg/Encarnacao07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/journals/cg/Encarnacao07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3589,'Threats and Security Issues in Cloud Storage and Content Delivery Networks: Analysis' was published in which year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fruct/WaguiaM21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/fruct/WaguiaM21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3590,Mention the year in which 'Regador : APP for coffee water potential estimation' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sbsi/SilvaSVS22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/sbsi/SilvaSVS22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3591,Mention the venue in which 'Embodied Interaction Design to Promote Creative Social Engagement for Older Adults' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/LeeOMF20> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/hci/LeeOMF20>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3592,When was 'Finite Entailment of Local Queries in the Z Family of Description Logics' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aaai/BednarczykK22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/aaai/BednarczykK22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3593,How many authors does 'Training and inference for integer-based semantic segmentation network' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/ijon/YangDYXL21> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/ijon/YangDYXL21>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3594,Who wrote the paper 'Identifying Scanning Activities in Honeynet Data Using Data Mining'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cicsyn/SqalliAKS11> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/cicsyn/SqalliAKS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3595,Who is the author of the paper 'Monitoring vital signs using millimeter wave'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mobihoc/YangPZLM16> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/mobihoc/YangPZLM16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3596,When was 'Local Contrast Phase Descriptor for Quality Assessment of Fingerprint Images' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/premi/SharmaD19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/premi/SharmaD19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3597,How many authors does the publication 'Analysis of Information Management and Scheduling Technology in Hadoop' have?,SELECT ?answer WHERE { <https://dblp.org/rec/journals/jdim/MaZLX14> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/journals/jdim/MaZLX14>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3598,What year was 'Improving Relation Extraction Using Semantic Role and Multi-task Learning' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ccks/ZhuSH20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/ccks/ZhuSH20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3599,Find the venue in which the paper 'Concept Drift in documents and Formal Concept Analysis' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ejc/MiyazakiT09> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/ejc/MiyazakiT09>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3600,Find the venue in which the paper 'A Semantic Web framework to enable sustainable lodging best management practices in the USA' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jitt/ScarinciM14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/jitt/ScarinciM14>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3601,Name the authors of the paper 'Identification of Influencing Factors Regarding the Decision for or Against an Open Access Publication of Scientists of Medical Informatics: Description and First Results of Group Discussions and Interviews'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/medinfo/KuballaSMTH19> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/medinfo/KuballaSMTH19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3602,When was 'Leveraging the subtleties of location' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eusai/Dobson05> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/eusai/Dobson05>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3603,Find the number of authors of the paper 'Design Structure Analysis and Transaction Recording in SystemC'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/fdl/KlingaufG06> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/fdl/KlingaufG06>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3604,What year was 'Students' and Parents' Attitudes towards Online Privacy: An International Study' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hicss/ClemonsW15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP02,"[""<https://dblp.org/rec/conf/hicss/ClemonsW15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3605,Where was 'Optimization of non-cooperative P2P network from the game theory point of view' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wcnc/RozarioHN11> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/wcnc/RozarioHN11>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3606,Mention the number of authors of the paper 'Automatic Bus Ticketing System Bangladesh'.,SELECT ?answer WHERE { <https://dblp.org/rec/conf/icccnt/AlamZK21> <https://dblp.org/rdf/schema#numberOfCreators> ?answer },TP05,"[""<https://dblp.org/rec/conf/icccnt/AlamZK21>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3607,List the authors of the paper 'SDRAM Architecture & Single Event Effects Revealed with Laser'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iolts/BougerolMB08> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/iolts/BougerolMB08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3608,Mention the venue in which 'Information System for Quality Control of Polyethylene Production in a Circular Economy' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/momlet/BaranKBPL21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/momlet/BaranKBPL21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3609,'ASICS: Authenticated Key Exchange Security Incorporating Certification Systems' was authored by which authors?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/esorics/BoydCFPPS13> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/esorics/BoydCFPPS13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3610,Where was 'An evaluation of machine translation for multilingual sentence-level sentiment analysis' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sac/AraujoRPB16> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/sac/AraujoRPB16>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3611,In which venue was the paper 'Fr-ONT: An Algorithm for Frequent Concept Mining with Formal Ontologies' published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ismis/LawrynowiczP11> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/ismis/LawrynowiczP11>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3612,List the authors of the paper 'Model problem and testbed for experiments with adaptation in smart cyber-physical systems'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icse/MatenaBGH16> <https://dblp.org/rdf/schema#authoredBy> ?answer },TP01,"[""<https://dblp.org/rec/conf/icse/MatenaBGH16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3613,Find the venue in which the paper 'Trust Aware Secure Energy Efficient Hybrid Protocol for MANET' was published.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/VeeraiahKPAAAA21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/journals/access/VeeraiahKPAAAA21>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3614,"Where was 'Advances in the MIR instrument: Integration, control subsystem and analysis of the flight dynamics for beamsteering purposes' published?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/igarss/OnrubiaGPPQAC15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP03,"[""<https://dblp.org/rec/conf/igarss/OnrubiaGPPQAC15>""]","[""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
