id,question_string,query,template_id,entities,relations,temporal,help_out
Q5178,Haven't the authors of the publication 'Segmentation mask guided end-to-end person search' published the paper 'Enhanced incremental LMS with norm constraints for distributed in-network estimation'?,ASK { <https://dblp.org/rec/journals/spic/ZhengXHZ20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/sigpro/LiuT14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/sigpro/LiuT14> != <https://dblp.org/rec/journals/spic/ZhengXHZ20>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/spic/ZhengXHZ20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/sigpro/LiuT14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/sigpro/LiuT14> != <https://dblp.org/rec/journals/spic/ZhengXHZ20>) } },TP44,"[""<https://dblp.org/rec/journals/spic/ZhengXHZ20>"", ""<https://dblp.org/rec/journals/sigpro/LiuT14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5179,Haven't the authors of the publication 'Classification of cardiac sound signals using constrained tunable-Q wavelet transform' published the paper 'Requirements Elicitation Techniques Applied in Software Startups'?,ASK { <https://dblp.org/rec/journals/eswa/PatidarP14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/euromicro/RafiqBWL17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/euromicro/RafiqBWL17> != <https://dblp.org/rec/journals/eswa/PatidarP14>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/eswa/PatidarP14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/euromicro/RafiqBWL17> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/euromicro/RafiqBWL17> != <https://dblp.org/rec/journals/eswa/PatidarP14>) } },TP44,"[""<https://dblp.org/rec/journals/eswa/PatidarP14>"", ""<https://dblp.org/rec/conf/euromicro/RafiqBWL17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5180,Haven't the authors of the publication 'An Empirical Study on the Relationship between User Characteristics and Quality Factors for Effective Shopping Mall Websites Implementation' published a publication in SERA (selected papers)?,ASK { <https://dblp.org/rec/conf/sera/KwonKSL13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/sera/KwonKSL13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SERA (selected papers)' FILTER NOT EXISTS { <https://dblp.org/rec/conf/sera/KwonKSL13> <https://dblp.org/rdf/schema#publishedIn> 'SERA (selected papers)' } },TP43,"[""<https://dblp.org/rec/conf/sera/KwonKSL13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5181,Wasn't the paper 'Predicting Network Security Situation Based on a Combination Model of Multiple Neural Networks' published in the year 2014?,ASK { <https://dblp.org/rec/journals/ijsi/ZhangJ14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijsi/ZhangJ14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' } },TP42,"[""<https://dblp.org/rec/journals/ijsi/ZhangJ14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5182,Wasn't the paper 'Data Structures for Halfplane Proximity Queries and Incremental Voronoi Diagrams' published in the year 2018?,ASK { <https://dblp.org/rec/journals/algorithmica/AronovBDGILS18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' FILTER NOT EXISTS { <https://dblp.org/rec/journals/algorithmica/AronovBDGILS18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' } },TP42,"[""<https://dblp.org/rec/journals/algorithmica/AronovBDGILS18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5183,Wasn't the paper 'Gr\u00F6bner Representations of Binary Matroids' published in the year 2009?,ASK { <https://dblp.org/rec/conf/aaecc/Borges-QuintanaBM09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' FILTER NOT EXISTS { <https://dblp.org/rec/conf/aaecc/Borges-QuintanaBM09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' } },TP42,"[""<https://dblp.org/rec/conf/aaecc/Borges-QuintanaBM09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5184,"Was 'SegChainW2V: Towards a Generic Automatic Video Segmentation Framework, Based on Lexical Chains of Audio Transcriptions and Word Embeddings' not published in 2016?",ASK { <https://dblp.org/rec/conf/kes/ChifuF16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' FILTER NOT EXISTS { <https://dblp.org/rec/conf/kes/ChifuF16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' } },TP42,"[""<https://dblp.org/rec/conf/kes/ChifuF16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5185,Haven't the authors of the publication 'Blind Publication: A Copyright Library without Publication or Trust' published the paper 'Towards Intelligent Team Composition and Maneuvering in Real-Time Strategy Games'?,ASK { <https://dblp.org/rec/conf/spw/Malcolm03> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tciaig/PreussBDHNPSTW10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/tciaig/PreussBDHNPSTW10> != <https://dblp.org/rec/conf/spw/Malcolm03>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/spw/Malcolm03> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tciaig/PreussBDHNPSTW10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/tciaig/PreussBDHNPSTW10> != <https://dblp.org/rec/conf/spw/Malcolm03>) } },TP44,"[""<https://dblp.org/rec/conf/spw/Malcolm03>"", ""<https://dblp.org/rec/journals/tciaig/PreussBDHNPSTW10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5186,Did the authors of the publication 'Gaussian Bounds for the Inhomogeneous Landau Equation with Hard Potentials' not publish a paper in SIAM J. Math. Anal.?,ASK { <https://dblp.org/rec/journals/siamma/Snelson20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/siamma/Snelson20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SIAM J. Math. Anal.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/siamma/Snelson20> <https://dblp.org/rdf/schema#publishedIn> 'SIAM J. Math. Anal.' } },TP43,"[""<https://dblp.org/rec/journals/siamma/Snelson20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5187,Did the authors of the publication 'A Review of User Interface Design for Interactive Machine Learning' not publish a paper in ACM Trans. Interact. Intell. Syst.?,ASK { <https://dblp.org/rec/journals/tiis/DudleyK18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tiis/DudleyK18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ACM Trans. Interact. Intell. Syst.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tiis/DudleyK18> <https://dblp.org/rdf/schema#publishedIn> 'ACM Trans. Interact. Intell. Syst.' } },TP43,"[""<https://dblp.org/rec/journals/tiis/DudleyK18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5188,Wasn't the paper 'At the gates 2' published in the year 1997?,ASK { <https://dblp.org/rec/conf/siggraph/Chupa97d> <https://dblp.org/rdf/schema#yearOfPublication> '1997' FILTER NOT EXISTS { <https://dblp.org/rec/conf/siggraph/Chupa97d> <https://dblp.org/rdf/schema#yearOfPublication> '1997' } },TP42,"[""<https://dblp.org/rec/conf/siggraph/Chupa97d>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5189,Wasn't the publication 'Using blockchain in the follow-up of emergency situations related to events' published in 2021?,ASK { <https://dblp.org/rec/journals/spe/Rivero-GarciaSH21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' FILTER NOT EXISTS { <https://dblp.org/rec/journals/spe/Rivero-GarciaSH21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' } },TP42,"[""<https://dblp.org/rec/journals/spe/Rivero-GarciaSH21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5190,Was 'Improved Visual Preference Authentication' not published in 2012?,ASK { <https://dblp.org/rec/conf/stast/JakobssonS12a> <https://dblp.org/rdf/schema#yearOfPublication> '2012' FILTER NOT EXISTS { <https://dblp.org/rec/conf/stast/JakobssonS12a> <https://dblp.org/rdf/schema#yearOfPublication> '2012' } },TP42,"[""<https://dblp.org/rec/conf/stast/JakobssonS12a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5191,Have the authors of the paper 'Approximation algorithms on 0-1 linear knapsack problem with a single continuous variable' not published the paper 'Periodic interpolation and wavelets on sparse grids'?,ASK { <https://dblp.org/rec/journals/jco/ZhaoL14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/na/Sprengel98> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/na/Sprengel98> != <https://dblp.org/rec/journals/jco/ZhaoL14>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/jco/ZhaoL14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/na/Sprengel98> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/na/Sprengel98> != <https://dblp.org/rec/journals/jco/ZhaoL14>) } },TP44,"[""<https://dblp.org/rec/journals/jco/ZhaoL14>"", ""<https://dblp.org/rec/journals/na/Sprengel98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5192,Wasn't the paper 'Caracteriza\u00E7\u00E3o do Estado da Pr\u00E1tica das Atividades de Teste em um Cen\u00E1rio de Desenvolvimento de Software Brasileiro' published in the year 2006?,ASK { <https://dblp.org/rec/conf/sbqs/NetoNRT06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' FILTER NOT EXISTS { <https://dblp.org/rec/conf/sbqs/NetoNRT06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' } },TP42,"[""<https://dblp.org/rec/conf/sbqs/NetoNRT06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5193,Have the authors of the paper 'Bridging deep and kernel methods' not published a publication in European Symposium on Artificial Neural Networks?,ASK { <https://dblp.org/rec/conf/esann/BelancheC17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/esann/BelancheC17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ESANN' FILTER NOT EXISTS { <https://dblp.org/rec/conf/esann/BelancheC17> <https://dblp.org/rdf/schema#publishedIn> 'ESANN' } },TP43,"[""<https://dblp.org/rec/conf/esann/BelancheC17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5194,Did the authors of the publication 'UMLintr: A UML Profile for Specifying Intrusions' not publish a paper in ECBS?,ASK { <https://dblp.org/rec/conf/ecbs/HusseinZ06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ecbs/HusseinZ06>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ECBS' FILTER NOT EXISTS { <https://dblp.org/rec/conf/ecbs/HusseinZ06> <https://dblp.org/rdf/schema#publishedIn> 'ECBS' } },TP43,"[""<https://dblp.org/rec/conf/ecbs/HusseinZ06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5195,Did the authors of 'The uncertainty principle and its theory and applications in advanced television' not publish 'On MILS I/O Sharing Targeting Avionic Systems'?,ASK { <https://dblp.org/rec/conf/icassp/SablatashM91> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/edcc/MuellerSTP14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/edcc/MuellerSTP14> != <https://dblp.org/rec/conf/icassp/SablatashM91>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/icassp/SablatashM91> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/edcc/MuellerSTP14> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/edcc/MuellerSTP14> != <https://dblp.org/rec/conf/icassp/SablatashM91>) } },TP44,"[""<https://dblp.org/rec/conf/icassp/SablatashM91>"", ""<https://dblp.org/rec/conf/edcc/MuellerSTP14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5196,"Haven't the authors of the publication 'Adaptive reuse: things, containers, and streets in the architecture of the social web' published the paper 'Continuous-Time Quantum Walks on the Symmetric Group'?",ASK { <https://dblp.org/rec/journals/interactions/Scharmen10> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/random/GerhardtW03> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/random/GerhardtW03> != <https://dblp.org/rec/journals/interactions/Scharmen10>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/interactions/Scharmen10> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/random/GerhardtW03> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/random/GerhardtW03> != <https://dblp.org/rec/journals/interactions/Scharmen10>) } },TP44,"[""<https://dblp.org/rec/journals/interactions/Scharmen10>"", ""<https://dblp.org/rec/conf/random/GerhardtW03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5197,Did the authors of the publication 'QACE: Asking Questions to Evaluate an Image Caption' not publish 'Orthogonal Range Searching in Moderate Dimensions: k-d Trees and Range Trees Strike Back'?,ASK { <https://dblp.org/rec/journals/corr/abs-2108-12560> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/dcg/Chan19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/dcg/Chan19> != <https://dblp.org/rec/journals/corr/abs-2108-12560>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2108-12560> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/dcg/Chan19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/dcg/Chan19> != <https://dblp.org/rec/journals/corr/abs-2108-12560>) } },TP44,"[""<https://dblp.org/rec/journals/corr/abs-2108-12560>"", ""<https://dblp.org/rec/journals/dcg/Chan19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5198,Wasn't the publication 'Qualitative Interviews online stellen' published in 2013?,ASK { <https://dblp.org/rec/journals/dud/SchreinermacherB13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' FILTER NOT EXISTS { <https://dblp.org/rec/journals/dud/SchreinermacherB13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' } },TP42,"[""<https://dblp.org/rec/journals/dud/SchreinermacherB13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5199,Haven't the authors of the publication 'Separation of P and NP' published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2108-09269> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2108-09269>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2108-09269> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TP43,"[""<https://dblp.org/rec/journals/corr/abs-2108-09269>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5200,Did the authors of 'Inhibitory and excitatory mechanisms in the human cingulate-cortex support reinforcement learning: A functional Proton Magnetic Resonance Spectroscopy study' not publish a paper in NeuroImage?,ASK { <https://dblp.org/rec/journals/neuroimage/BezalelPT19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/neuroimage/BezalelPT19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'NeuroImage' FILTER NOT EXISTS { <https://dblp.org/rec/journals/neuroimage/BezalelPT19> <https://dblp.org/rdf/schema#publishedIn> 'NeuroImage' } },TP43,"[""<https://dblp.org/rec/journals/neuroimage/BezalelPT19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5201,Have the authors of the paper 'A navigator of the patient's anatomy model for intra-operative surgical guidance' not published the paper 'Multi-Grained Role Labeling Based on Multi-Modality Information for Real Customer Service Telephone Conversation'?,ASK { <https://dblp.org/rec/conf/vecims/PaolisAP10> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ijcai/MaZLM16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ijcai/MaZLM16> != <https://dblp.org/rec/conf/vecims/PaolisAP10>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/vecims/PaolisAP10> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ijcai/MaZLM16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ijcai/MaZLM16> != <https://dblp.org/rec/conf/vecims/PaolisAP10>) } },TP44,"[""<https://dblp.org/rec/conf/vecims/PaolisAP10>"", ""<https://dblp.org/rec/conf/ijcai/MaZLM16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5202,Did the authors of 'Firm web visibility and its business value' not publish 'Joint CFO and Channel Estimation in Millimeter Wave Systems with One-Bit ADCs'?,ASK { <https://dblp.org/rec/journals/intr/WangV14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/MyersH17a> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/MyersH17a> != <https://dblp.org/rec/journals/intr/WangV14>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/intr/WangV14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/MyersH17a> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/MyersH17a> != <https://dblp.org/rec/journals/intr/WangV14>) } },TP44,"[""<https://dblp.org/rec/journals/intr/WangV14>"", ""<https://dblp.org/rec/journals/corr/MyersH17a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5203,Have the authors of the paper 'Additive Gaussian Processes' not published a publication in NIPS?,ASK { <https://dblp.org/rec/conf/nips/DuvenaudNR11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/nips/DuvenaudNR11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'NIPS' FILTER NOT EXISTS { <https://dblp.org/rec/conf/nips/DuvenaudNR11> <https://dblp.org/rdf/schema#publishedIn> 'NIPS' } },TP43,"[""<https://dblp.org/rec/conf/nips/DuvenaudNR11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5204,Have the authors of the paper 'Application of Multinomial Mixture Model to Text Classification' not published the paper 'Downlink power allocation in distributed satellite system based on dynamic multi-objective optimization'?,ASK { <https://dblp.org/rec/conf/ibpria/NovovicovaM03> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/wcsp/ZhongHD15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/wcsp/ZhongHD15> != <https://dblp.org/rec/conf/ibpria/NovovicovaM03>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/ibpria/NovovicovaM03> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/wcsp/ZhongHD15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/wcsp/ZhongHD15> != <https://dblp.org/rec/conf/ibpria/NovovicovaM03>) } },TP44,"[""<https://dblp.org/rec/conf/ibpria/NovovicovaM03>"", ""<https://dblp.org/rec/conf/wcsp/ZhongHD15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5205,Have the authors of the paper 'Loss of Hyperbolicity in Elastic-Plastic Material at Finite Strains' not published a publication in SIAM J. Appl. Math.?,ASK { <https://dblp.org/rec/journals/siamam/An93> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/siamam/An93>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SIAM J. Appl. Math.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/siamam/An93> <https://dblp.org/rdf/schema#publishedIn> 'SIAM J. Appl. Math.' } },TP43,"[""<https://dblp.org/rec/journals/siamam/An93>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5206,Wasn't the paper 'Geometry features measurement of traffic accident for reconstruction based on close-range photogrammetry' published in the year 2009?,ASK { <https://dblp.org/rec/journals/aes/DuJZSH09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' FILTER NOT EXISTS { <https://dblp.org/rec/journals/aes/DuJZSH09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' } },TP42,"[""<https://dblp.org/rec/journals/aes/DuJZSH09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5207,Did the authors of the publication 'Rewarding reviews with tokens: An Ethereum-based approach' not publish 'A Review of Benchmark Datasets and Training Loss Functions in Neural Depth Estimation'?,ASK { <https://dblp.org/rec/journals/fgcs/LisiSMRF21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/access/KhanHBMC21> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/access/KhanHBMC21> != <https://dblp.org/rec/journals/fgcs/LisiSMRF21>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/fgcs/LisiSMRF21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/access/KhanHBMC21> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/access/KhanHBMC21> != <https://dblp.org/rec/journals/fgcs/LisiSMRF21>) } },TP44,"[""<https://dblp.org/rec/journals/fgcs/LisiSMRF21>"", ""<https://dblp.org/rec/journals/access/KhanHBMC21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5208,Wasn't the paper 'Text mining in computational advertising' published in the year 2013?,ASK { <https://dblp.org/rec/journals/sadm/SorianoAB13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' FILTER NOT EXISTS { <https://dblp.org/rec/journals/sadm/SorianoAB13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' } },TP42,"[""<https://dblp.org/rec/journals/sadm/SorianoAB13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5209,Was 'A Digital Image Stabilization Method Based on the Hilbert-Huang Transform' not published in 2012?,ASK { <https://dblp.org/rec/journals/tim/IoannidisA12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tim/IoannidisA12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' } },TP42,"[""<https://dblp.org/rec/journals/tim/IoannidisA12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5210,Did the authors of the publication 'Language and Paradigms for Scientific Programming' not publish a paper in Sci. Program.?,ASK { <https://dblp.org/rec/journals/sp/McGraw92> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/sp/McGraw92>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Sci. Program.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/sp/McGraw92> <https://dblp.org/rdf/schema#publishedIn> 'Sci. Program.' } },TP43,"[""<https://dblp.org/rec/journals/sp/McGraw92>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5211,Was 'Generalized Non-uniform Time Scaling Distribution Method for Natural-Sounding Speech Rate Change' not published in 2011?,ASK { <https://dblp.org/rec/conf/tsd/TihelkaM11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' FILTER NOT EXISTS { <https://dblp.org/rec/conf/tsd/TihelkaM11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' } },TP42,"[""<https://dblp.org/rec/conf/tsd/TihelkaM11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5212,Wasn't the publication 'Principles of computer system organization' published in 1970?,ASK { <https://dblp.org/rec/conf/sigcse/Denning70> <https://dblp.org/rdf/schema#yearOfPublication> '1970' FILTER NOT EXISTS { <https://dblp.org/rec/conf/sigcse/Denning70> <https://dblp.org/rdf/schema#yearOfPublication> '1970' } },TP42,"[""<https://dblp.org/rec/conf/sigcse/Denning70>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5213,Was 'Comparing LS FIR filtering and l-step ahead linear prediction' not published in 1993?,ASK { <https://dblp.org/rec/journals/tsp/PapaodysseusCKK93> <https://dblp.org/rdf/schema#yearOfPublication> '1993' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tsp/PapaodysseusCKK93> <https://dblp.org/rdf/schema#yearOfPublication> '1993' } },TP42,"[""<https://dblp.org/rec/journals/tsp/PapaodysseusCKK93>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5214,"Haven't the authors of the publication 'Revenue, Relevance, Arbitrage and More: Joint Optimization Framework for Search Experiences in Two-Sided Marketplaces' published a publication in CoRR?",ASK { <https://dblp.org/rec/journals/corr/abs-1905-06452> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-1905-06452>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1905-06452> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TP43,"[""<https://dblp.org/rec/journals/corr/abs-1905-06452>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5215,Have the authors of the paper 'Proposal and Comparison of an Idea Generation Support System Presenting Words for the Use of Scarce Knowledge People' not published the paper 'Bit-shuffled trie: a new approach for IP address lookup'?,ASK { <https://dblp.org/rec/conf/kes/ItouHM15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ancs/PaoL10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ancs/PaoL10> != <https://dblp.org/rec/conf/kes/ItouHM15>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/kes/ItouHM15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ancs/PaoL10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ancs/PaoL10> != <https://dblp.org/rec/conf/kes/ItouHM15>) } },TP44,"[""<https://dblp.org/rec/conf/kes/ItouHM15>"", ""<https://dblp.org/rec/conf/ancs/PaoL10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5216,Did the authors of 'Negations as Hypotheses: An Abductive Foundation for Logic Programming' not publish 'On generalized bent functions'?,ASK { <https://dblp.org/rec/conf/iclp/Dung91> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ita/HellesethK10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ita/HellesethK10> != <https://dblp.org/rec/conf/iclp/Dung91>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/iclp/Dung91> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ita/HellesethK10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ita/HellesethK10> != <https://dblp.org/rec/conf/iclp/Dung91>) } },TP44,"[""<https://dblp.org/rec/conf/iclp/Dung91>"", ""<https://dblp.org/rec/conf/ita/HellesethK10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5217,Did the authors of the publication 'Investigation of fault lines in Iskenderun Gulf using Markov Random Fields' not publish a paper in SIU?,ASK { <https://dblp.org/rec/conf/siu/Albora16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/siu/Albora16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SIU' FILTER NOT EXISTS { <https://dblp.org/rec/conf/siu/Albora16> <https://dblp.org/rdf/schema#publishedIn> 'SIU' } },TP43,"[""<https://dblp.org/rec/conf/siu/Albora16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5218,Did the authors of the publication 'Latency evaluation of extensible authentication protocols in WLANs' not publish 'Input-output feedback linearization for nonminimum phase nonlinear systems through periodic use of synthetic outputs'?,ASK { <https://dblp.org/rec/conf/IEEEants/AhmadMB11> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/scl/LeeKC08> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/scl/LeeKC08> != <https://dblp.org/rec/conf/IEEEants/AhmadMB11>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/IEEEants/AhmadMB11> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/scl/LeeKC08> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/scl/LeeKC08> != <https://dblp.org/rec/conf/IEEEants/AhmadMB11>) } },TP44,"[""<https://dblp.org/rec/conf/IEEEants/AhmadMB11>"", ""<https://dblp.org/rec/journals/scl/LeeKC08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5219,"Haven't the authors of the publication 'Fast, Convexified Stochastic Optimal Open-Loop Control for Linear Systems Using Empirical Characteristic Functions' published a publication in IEEE Control. Syst. Lett.?",ASK { <https://dblp.org/rec/journals/csysl/Sivaramakrishnan20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/csysl/Sivaramakrishnan20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Control. Syst. Lett.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/csysl/Sivaramakrishnan20> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Control. Syst. Lett.' } },TP43,"[""<https://dblp.org/rec/journals/csysl/Sivaramakrishnan20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5220,Did the authors of the publication 'FoNet - Local Food Recognition Using Deep Residual Neural Networks' not publish a paper in ICIT?,ASK { <https://dblp.org/rec/conf/cit/JenyJAHR19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cit/JenyJAHR19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICIT' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cit/JenyJAHR19> <https://dblp.org/rdf/schema#publishedIn> 'ICIT' } },TP43,"[""<https://dblp.org/rec/conf/cit/JenyJAHR19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
