id,question_string,query,template_id,entities,relations,temporal,help_out
Q6903,"Which one was published first, 'DFS: A Simple to Write Yet Difficult to Execute Benchmark' or 'A study about control for rolling objects and beam system'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iiswc/MurphyBMHGL06> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/alr/TakahashiSSY16> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/iiswc/MurphyBMHGL06>, <https://dblp.org/rec/journals/alr/TakahashiSSY16>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/iiswc/MurphyBMHGL06>"", ""<https://dblp.org/rec/journals/alr/TakahashiSSY16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6904,Who has published the most papers among the authors of 'Three-dimensional approach to thresholding seal impressions'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/pr/HoriuchiRHYYT96> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/pr/HoriuchiRHYYT96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6905,"Which one has more number of authors, 'Constraint Satisfaction: The Approximability of Minimization Problems' or 'Efficient Randomized Pattern-Matching Algorithms'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/coco/KhannaST97> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/ibmrd/KarpR87> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/coco/KhannaST97>, <https://dblp.org/rec/journals/ibmrd/KarpR87>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/coco/KhannaST97>"", ""<https://dblp.org/rec/journals/ibmrd/KarpR87>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6906,"Which one was published first, 'Pair-programming helps female computer science students' or 'Dynamic NoC-based architecture for MPSoC security implementation'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jeric/WernerHM04> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/sbcci/SepulvedaGPCS11> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/jeric/WernerHM04>, <https://dblp.org/rec/conf/sbcci/SepulvedaGPCS11>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/jeric/WernerHM04>"", ""<https://dblp.org/rec/conf/sbcci/SepulvedaGPCS11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6907,"Between 'Optimising quality of information in data collection for mobile sensor networks' and 'High Order Anchoring and Reinitialization of Level Set Function for Simulating Interface Motion', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iwqos/BijarboonehFNP13> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/jscic/RamanujS19> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/iwqos/BijarboonehFNP13>, <https://dblp.org/rec/journals/jscic/RamanujS19>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/iwqos/BijarboonehFNP13>"", ""<https://dblp.org/rec/journals/jscic/RamanujS19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6908,"Between 'Nondeterministic Discretization of Weights Improves Accuracy of Neural Networks' and 'New methods of human-robot interaction in medical practice', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ecml/Wojnarski07> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/cmpb/Garcia-AracilZCN14> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/ecml/Wojnarski07>, <https://dblp.org/rec/journals/cmpb/Garcia-AracilZCN14>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/ecml/Wojnarski07>"", ""<https://dblp.org/rec/journals/cmpb/Garcia-AracilZCN14>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6909,Mention the year in which the first papers of the authors of 'Big Data Analytics: Schizophrenia Prediction on Apache Spark' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/aces/SaputraA20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/aces/SaputraA20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6910,Who has published the most papers among the authors of 'Insights into visualizing trajectory recommendation rankings'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/acsw/AvazpourG17> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/acsw/AvazpourG17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6911,Mention the year in which the first papers of the authors of 'Chaotic Arithmetic Coding for Secure Video Multicast' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/corr/Pande13> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/corr/Pande13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6912,"Between 'Tag detection algorithm for improving the instability problem of an augmented reality' and 'Agree to disagree: security requirements are different, but mechanisms for security adaptation are not', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ismar/LeeKKH06> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/icse/TunB18> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/ismar/LeeKKH06>, <https://dblp.org/rec/conf/icse/TunB18>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/ismar/LeeKKH06>"", ""<https://dblp.org/rec/conf/icse/TunB18>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6913,"Between 'Experiential learning: Lean team at Virginia Tech' and 'Intelligence obtained by applying data mining to a database of French theses on the subject of Brazil', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ieem/BuehlmannE14> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/ires/TarapanoffQJA01> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/ieem/BuehlmannE14>, <https://dblp.org/rec/journals/ires/TarapanoffQJA01>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/ieem/BuehlmannE14>"", ""<https://dblp.org/rec/journals/ires/TarapanoffQJA01>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6914,Mention the author who has published the most papers among the authors of 'Perceptual characterization of motion evoked by sounds for synthesis control purposes'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/tap/MererAYK13> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/tap/MererAYK13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6915,"Between 'Entity set expansion in knowledge graph: a heterogeneous information network perspective' and 'A Differential Input/Output Linear MOS Transconductor', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/fcsc/ShiDCHWL21> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/ieicet/TongpoonMOT11> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/fcsc/ShiDCHWL21>, <https://dblp.org/rec/journals/ieicet/TongpoonMOT11>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/fcsc/ShiDCHWL21>"", ""<https://dblp.org/rec/journals/ieicet/TongpoonMOT11>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6916,"Between 'Extending the conceptual graph approach for data conceptual modelling' and 'The effects of interpulse interval on stochastic properties of electrical stimulation: models and measurements', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dke/MoulinC92> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/tbe/MatsuokaRAM01> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/dke/MoulinC92>, <https://dblp.org/rec/journals/tbe/MatsuokaRAM01>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/dke/MoulinC92>"", ""<https://dblp.org/rec/journals/tbe/MatsuokaRAM01>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6917,Name the primary affiliation of most of the authors of 'Weighted Joint Collaborative Representation Based On Median-Mean Line and Angular Separation'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tgrs/ImaniG17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/tgrs/ImaniG17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6918,When were the first papers of the authors of 'SHIPNET: a real-time local area network for ships' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/lcn/SimoncicWCC88> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/lcn/SimoncicWCC88>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6919,Who has published the most papers among the authors of 'Flood Monitoring Based on Spatial Information Grid'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/gcc/LiZY09> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/gcc/LiZY09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6920,"Between 'Generalized Fitting Subgroup of a Group of Finite Morley Rank' and 'Harmonized Landsat/Sentinel-2 Products for Land Monitoring', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jsyml/Nesin91b> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/igarss/MasekJRSCD18> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/jsyml/Nesin91b>, <https://dblp.org/rec/conf/igarss/MasekJRSCD18>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/jsyml/Nesin91b>"", ""<https://dblp.org/rec/conf/igarss/MasekJRSCD18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6921,Mention the year in which the first papers of the authors of 'On the Gonality of Cartesian Products of Graphs' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/combinatorics/AidunM20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/combinatorics/AidunM20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6922,In which year were the first papers of the authors of 'The measurability and predictability of user experience' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/eics/Law11> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/eics/Law11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6923,"Between 'RTL Conversion Method From Pipelined Synchronous RTL Models Into Asynchronous Ones' and 'Some Formal Properties of Stratified Feature Grammars', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/SembaS22> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/amai/JohnsonM93> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/access/SembaS22>, <https://dblp.org/rec/journals/amai/JohnsonM93>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/access/SembaS22>"", ""<https://dblp.org/rec/journals/amai/JohnsonM93>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6924,To which institution are the majority of the authors of 'Precoding Aided Generalized Spatial Modulation with K Transmit Antenna Groups' affiliated?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icc/CaoO19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/icc/CaoO19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6925,To which institution are the majority of the authors of 'Reframing the Image of a Destination: A Pre-Post Study on Social Media Exposure' affiliated?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/enter/MarchioriO15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/enter/MarchioriO15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6926,Who has published the most papers among the authors of 'On the Correspondence between Approximations and Similarity'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/rsctc/DohertyS04> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/rsctc/DohertyS04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6927,"Between 'Designing 6DOF haptic transfer functions for effective exploration of 3D diffusion tensor fields' and 'WDM interconnect targeted Si-wire optical demultiplexers for large manufacturing tolerance, low voltage tunability and polarization diversified operability', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/haptics/OgawaFST09> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/ofc/JeongSTSTM16> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/haptics/OgawaFST09>, <https://dblp.org/rec/conf/ofc/JeongSTSTM16>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/haptics/OgawaFST09>"", ""<https://dblp.org/rec/conf/ofc/JeongSTSTM16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6928,When were the first papers of the authors of 'Moving from DoD to OSI protocols: A first step' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/ccr/Witt86> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/ccr/Witt86>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6929,"Which one was published first, 'Neural Network Doc2vec in Automated Sentiment Analysis for Short Informal Texts' or 'Developing Student Oral Presentation Skills with the Help of Mobile Devices'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/specom/MaslovaP17> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/ijmbl/GweeT15> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/specom/MaslovaP17>, <https://dblp.org/rec/journals/ijmbl/GweeT15>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/specom/MaslovaP17>"", ""<https://dblp.org/rec/journals/ijmbl/GweeT15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6930,Who has published the most papers among the authors of 'Sensory integration training improves balance in older individuals'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/embc/ThompsonSPBGSG20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/embc/ThompsonSPBGSG20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6931,Name the primary affiliation of most of the authors of 'Near optimal multiple alignment within a band in polynomial time'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jcss/MaWL07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/jcss/MaWL07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6932,"Who has published the most papers among the authors of 'Operation of Autonomous AC Microgrid at Constant Frequency and with Reactive Power Generation from Grid-forming, Grid-supporting and Grid-feeding Generators'?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/tencon/ZhangF18> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/tencon/ZhangF18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6933,"Who has published the most papers among the authors of 'A New Framework Using PCA, LDA and KNN-SVM to Activity Recognition Based SmartPhone's Sensors'?","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/icmcs2/MenhourAF18> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/icmcs2/MenhourAF18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6934,Mention the year in which the first papers of the authors of 'Language Representations Starting from Fully Initial Languages' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/actaC/PaunV91> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/actaC/PaunV91>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6935,What is the primary affiliation of most of the authors of the paper 'Learning Discriminative and Generalizable Representations by Spatial-Channel Partition for Person Re-Identification'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/wacv/ChenLB20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/wacv/ChenLB20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6936,To which institution are the majority of the authors of 'Fragment-based image completion' affiliated?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tog/DroriCY03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/tog/DroriCY03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6937,"Between 'On-Line Selection Of Distinguishing Elements For Focused Information Retrieval' and 'Structure learning of sparse directed acyclic graphs incorporating the scale-free property', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icmcs/ChenZCDFZ01> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/cstat/GuoZWL19> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/icmcs/ChenZCDFZ01>, <https://dblp.org/rec/journals/cstat/GuoZWL19>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/icmcs/ChenZCDFZ01>"", ""<https://dblp.org/rec/journals/cstat/GuoZWL19>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6938,In which year were the first papers of the authors of 'The Security-Reliability Tradeoff of Multiuser Scheduling-Aided Energy Harvesting Cognitive Radio Networks' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/tcom/DingZZCWH19> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/tcom/DingZZCWH19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6939,When were the first papers of the authors of 'Chaotic characterisation of frontal normal gait for human identification' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/eusipco/LeeBLSL07> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/eusipco/LeeBLSL07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6940,"Mention the author who has published the most papers among the authors of 'Extensible, Extendable, Expandable, Extractable: The 4E Design Approach for Reconfigurable Displays'.","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/ijhci/VanderdoncktV21> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/ijhci/VanderdoncktV21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6941,Who has published the most papers among the authors of 'A new family of multivariate heavy-tailed distributions with variable marginal amounts of tailweight: application to robust clustering'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/sac/ForbesW14> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/sac/ForbesW14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6942,"Which one has more number of authors, 'On perceptual advantages of active robot vision' or 'Adaptive Immune System TH1/TH2 Differentiation Mechanism Inspired Perimeter Patrol Control Strategy'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jfr/CannataG99> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/tcst/YangBZH11> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/jfr/CannataG99>, <https://dblp.org/rec/journals/tcst/YangBZH11>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/jfr/CannataG99>"", ""<https://dblp.org/rec/journals/tcst/YangBZH11>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6943,Who has published the most papers among the authors of 'Implementation of a DSM-System on Top of InfiniBand'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/pdp/EichnerTK06> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/pdp/EichnerTK06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6944,In which year were the first papers of the authors of 'Real Time Solution of Laplace equation using Analog VLSI Circuits' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/iscas/Ramirez-AnguloTD94> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/iscas/Ramirez-AnguloTD94>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6945,Who has published the most papers among the authors of 'Efficient Parallel Algorithms for Shortest Paths in Planar Graphs'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/swat/PantziouSZ90> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/swat/PantziouSZ90>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6946,In which year were the first papers of the authors of 'Factors that Foster Teacher Educators' Engagement in Technology Learning in the Workplace' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/i-jac/Schols19> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/i-jac/Schols19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6947,When were the first papers of the authors of 'SPHN - The Swiss Personalized Health Network Initiative' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/mie/LawrenceSF20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/mie/LawrenceSF20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6948,"Between '3D Space Path Planning of Complex Environmental Underwater Vehicle' and 'Using fMRI to decode true thoughts independent of intention to conceal', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cso/LiuD09> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/neuroimage/YangHGDNB14> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/cso/LiuD09>, <https://dblp.org/rec/journals/neuroimage/YangHGDNB14>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/cso/LiuD09>"", ""<https://dblp.org/rec/journals/neuroimage/YangHGDNB14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6949,"Which one was published first, 'Impact of Spatial Frequency Based Constraints on Adversarial Robustness' or 'The Weakest Failure Detector for Eventual Consistency'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ijcnn/BernhardMMBCSR21> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/corr/DuboisGKPS15> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/ijcnn/BernhardMMBCSR21>, <https://dblp.org/rec/journals/corr/DuboisGKPS15>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/ijcnn/BernhardMMBCSR21>"", ""<https://dblp.org/rec/journals/corr/DuboisGKPS15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6950,Mention the author who has published the most papers among the authors of 'ELPKG: A High-Accuracy Link Prediction Approach for Knowledge Graph Completion'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/symmetry/MaQHWZHSWZR19> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/symmetry/MaQHWZHSWZR19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
