id,question_string,query,template_id,entities,relations,temporal,help_out
Q1428,"Did Massimo F. and Khan, J. Ahmed not co-author the paper 'Pragmatism and European Philosophy: William James and the French-Italian Connection'?",ASK { <https://dblp.org/rec/books/daglib/p/Ferrari14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/177/0662> . <https://dblp.org/rec/books/daglib/p/Ferrari14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/1951> FILTER NOT EXISTS { <https://dblp.org/rec/books/daglib/p/Ferrari14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/177/0662> . <https://dblp.org/rec/books/daglib/p/Ferrari14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/1951> } },TC43,"[""<https://dblp.org/pid/177/0662>"", ""<https://dblp.org/pid/124/1951>"", ""<https://dblp.org/rec/books/daglib/p/Ferrari14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1429,Has Jianwei Zhang not published the paper 'Encoding Multiple Sensor Data for Robotic Learning Skills From Multimodal Demonstration'?,ASK { <https://dblp.org/rec/journals/access/ZengYZZ19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/z/JianweiZhang1> FILTER NOT EXISTS { <https://dblp.org/rec/journals/access/ZengYZZ19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/z/JianweiZhang1> } },TC41,"[""<https://dblp.org/pid/z/JianweiZhang1>"", ""<https://dblp.org/rec/journals/access/ZengYZZ19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1430,Was the paper 'Failure of Feasible Disjunction Property for $k$-DNF Resolution and NP-hardness of Automating It' not published by Michal Garl\u00EDk in Electron. Colloquium Comput. Complex.?,ASK { <https://dblp.org/rec/journals/eccc/Garlik20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/160/4469> . <https://dblp.org/rec/journals/eccc/Garlik20> <https://dblp.org/rdf/schema#publishedIn> 'Electron. Colloquium Comput. Complex.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/eccc/Garlik20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/160/4469> . <https://dblp.org/rec/journals/eccc/Garlik20> <https://dblp.org/rdf/schema#publishedIn> 'Electron. Colloquium Comput. Complex.' } },TC44,"[""<https://dblp.org/pid/160/4469>"", ""<https://dblp.org/rec/journals/eccc/Garlik20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1431,Wasn't the paper 'An In-Class Competition Introducing Inventory Management Concepts' not published by the person named Edward A. Silver?,ASK { <https://dblp.org/rec/journals/ited/RobbJS10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/5195> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ited/RobbJS10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/5195> } },TC41,"[""<https://dblp.org/pid/71/5195>"", ""<https://dblp.org/rec/journals/ited/RobbJS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1432,Wasn't the paper 'HEEC: a hybrid unequal energy efficient clustering for wireless sensor networks' not published by the author Amir-Massoud Bidgoli?,ASK { <https://dblp.org/rec/journals/winet/BozorgiB19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/7490> FILTER NOT EXISTS { <https://dblp.org/rec/journals/winet/BozorgiB19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/7490> } },TC41,"[""<https://dblp.org/pid/94/7490>"", ""<https://dblp.org/rec/journals/winet/BozorgiB19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1433,Did Andreas Festag and G. P. Fettweis not co-author the paper 'Improving communication-based intersection safety by cooperative relaying with joint decoding'?,ASK { <https://dblp.org/rec/conf/ivs/KuhlmorgenGFF17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/3246> . <https://dblp.org/rec/conf/ivs/KuhlmorgenGFF17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/f/GFettweis> FILTER NOT EXISTS { <https://dblp.org/rec/conf/ivs/KuhlmorgenGFF17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/3246> . <https://dblp.org/rec/conf/ivs/KuhlmorgenGFF17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/f/GFettweis> } },TC43,"[""<https://dblp.org/pid/20/3246>"", ""<https://dblp.org/pid/f/GFettweis>"", ""<https://dblp.org/rec/conf/ivs/KuhlmorgenGFF17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1434,"Was the paper 'A charging scenario for parallel buck-boost battery power modules with full power utilization and charge equalization' not published by the person Chang, C.?",ASK { <https://dblp.org/rec/conf/icit2/WuCM15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/1922> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icit2/WuCM15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/1922> } },TC41,"[""<https://dblp.org/pid/245/1922>"", ""<https://dblp.org/rec/conf/icit2/WuCM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1435,Wasn't the paper 'A simulation-based optimization heuristic using self-organization for complex assembly lines' published by the author Daniel Bohn in WSC?,ASK { <https://dblp.org/rec/conf/wsc/AngelidisBR12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/6206> . <https://dblp.org/rec/conf/wsc/AngelidisBR12> <https://dblp.org/rdf/schema#publishedIn> 'WSC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/wsc/AngelidisBR12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/6206> . <https://dblp.org/rec/conf/wsc/AngelidisBR12> <https://dblp.org/rdf/schema#publishedIn> 'WSC' } },TC44,"[""<https://dblp.org/pid/124/6206>"", ""<https://dblp.org/rec/conf/wsc/AngelidisBR12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1436,"Was the paper 'A performance enhanced dual-switch Network-on-Chip architecture' not published by Watanabe, Takahiro in ASP-DAC?",ASK { <https://dblp.org/rec/conf/aspdac/ZengW15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/4073> . <https://dblp.org/rec/conf/aspdac/ZengW15> <https://dblp.org/rdf/schema#publishedIn> 'ASP-DAC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/aspdac/ZengW15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/4073> . <https://dblp.org/rec/conf/aspdac/ZengW15> <https://dblp.org/rdf/schema#publishedIn> 'ASP-DAC' } },TC44,"[""<https://dblp.org/pid/27/4073>"", ""<https://dblp.org/rec/conf/aspdac/ZengW15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1437,Was the paper 'Identify Visual Human Signature in community via wearable camera' not published by Winston H. Hsu?,ASK { <https://dblp.org/rec/conf/icassp/TsaoCHH15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/5668> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icassp/TsaoCHH15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/5668> } },TC41,"[""<https://dblp.org/pid/16/5668>"", ""<https://dblp.org/rec/conf/icassp/TsaoCHH15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1438,Was the paper 'Impatience in mobile networks and its application to data pricing' not published by Salah-Eddine Elayoubi in CoRR?,ASK { <https://dblp.org/rec/journals/corr/ElayoubiFGRS14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/2684> . <https://dblp.org/rec/journals/corr/ElayoubiFGRS14> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/ElayoubiFGRS14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/2684> . <https://dblp.org/rec/journals/corr/ElayoubiFGRS14> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC44,"[""<https://dblp.org/pid/12/2684>"", ""<https://dblp.org/rec/journals/corr/ElayoubiFGRS14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1439,Was the paper 'An Ontology Based Model for Experts Search and Ranking' not published by Trong Hai Duong?,ASK { <https://dblp.org/rec/conf/aciids/UddinDOJ11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/1164> FILTER NOT EXISTS { <https://dblp.org/rec/conf/aciids/UddinDOJ11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/1164> } },TC41,"[""<https://dblp.org/pid/49/1164>"", ""<https://dblp.org/rec/conf/aciids/UddinDOJ11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1440,"Wasn't the paper 'Evaluation of ISR technologies for counter insurgency warfare' published by the author Israel, Steven A. in AIPR?",ASK { <https://dblp.org/rec/conf/aipr/Israel10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/549> . <https://dblp.org/rec/conf/aipr/Israel10> <https://dblp.org/rdf/schema#publishedIn> 'AIPR' FILTER NOT EXISTS { <https://dblp.org/rec/conf/aipr/Israel10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/549> . <https://dblp.org/rec/conf/aipr/Israel10> <https://dblp.org/rdf/schema#publishedIn> 'AIPR' } },TC44,"[""<https://dblp.org/pid/16/549>"", ""<https://dblp.org/rec/conf/aipr/Israel10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1441,Have Christian von der Weth and Akanksha Tiwari not co-authored the paper 'Multimodal Multiplatform Social Media Event Summarization'?,ASK { <https://dblp.org/rec/journals/tomccap/TiwariWK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/2883> . <https://dblp.org/rec/journals/tomccap/TiwariWK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/5418> FILTER NOT EXISTS { <https://dblp.org/rec/journals/tomccap/TiwariWK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/2883> . <https://dblp.org/rec/journals/tomccap/TiwariWK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/5418> } },TC43,"[""<https://dblp.org/pid/18/2883>"", ""<https://dblp.org/pid/122/5418>"", ""<https://dblp.org/rec/journals/tomccap/TiwariWK18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1442,Wasn't the paper 'Bayesian Validation of Computer Models' not published by the person named Shuchun Wang?,ASK { <https://dblp.org/rec/journals/technometrics/WangCT09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/6150> FILTER NOT EXISTS { <https://dblp.org/rec/journals/technometrics/WangCT09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/6150> } },TC41,"[""<https://dblp.org/pid/89/6150>"", ""<https://dblp.org/rec/journals/technometrics/WangCT09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1443,"Wasn't the paper 'On the Emulation of Software Faults by Software Fault Injection' not published by the person named Madeira, Henrique?",ASK { <https://dblp.org/rec/conf/dsn/MadeiraCV00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/2879> FILTER NOT EXISTS { <https://dblp.org/rec/conf/dsn/MadeiraCV00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/2879> } },TC41,"[""<https://dblp.org/pid/33/2879>"", ""<https://dblp.org/rec/conf/dsn/MadeiraCV00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1444,"Did S. Kamal Hosseini Sani and Birjandi, Sahar Zadeh not co-author the paper 'Insulin infusion rate control in type 1 diabetes patients using information-theoretic model predictive control'?",ASK { <https://dblp.org/rec/journals/bspc/BirjandiSP22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/217/3121> . <https://dblp.org/rec/journals/bspc/BirjandiSP22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/321/4406> FILTER NOT EXISTS { <https://dblp.org/rec/journals/bspc/BirjandiSP22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/217/3121> . <https://dblp.org/rec/journals/bspc/BirjandiSP22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/321/4406> } },TC43,"[""<https://dblp.org/pid/217/3121>"", ""<https://dblp.org/pid/321/4406>"", ""<https://dblp.org/rec/journals/bspc/BirjandiSP22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1445,Did G. Natriello and Hui Soo Chae not co-author the paper 'Cluster Analysis of Real Time Location Data - An Application of Gaussian Mixture Models'?,ASK { <https://dblp.org/rec/conf/edm/Ortiz-VazquezLL17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/1843> . <https://dblp.org/rec/conf/edm/Ortiz-VazquezLL17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/8172> FILTER NOT EXISTS { <https://dblp.org/rec/conf/edm/Ortiz-VazquezLL17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/1843> . <https://dblp.org/rec/conf/edm/Ortiz-VazquezLL17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/8172> } },TC43,"[""<https://dblp.org/pid/56/1843>"", ""<https://dblp.org/pid/95/8172>"", ""<https://dblp.org/rec/conf/edm/Ortiz-VazquezLL17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1446,Did Dominique Barthel not publish the paper 'Energy-efficient physical layer packet authenticator for machine-to-machine networks' in Trans. Emerg. Telecommun. Technol.?,ASK { <https://dblp.org/rec/journals/ett/BartoliHLKB13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/1072> . <https://dblp.org/rec/journals/ett/BartoliHLKB13> <https://dblp.org/rdf/schema#publishedIn> 'Trans. Emerg. Telecommun. Technol.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ett/BartoliHLKB13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/1072> . <https://dblp.org/rec/journals/ett/BartoliHLKB13> <https://dblp.org/rdf/schema#publishedIn> 'Trans. Emerg. Telecommun. Technol.' } },TC44,"[""<https://dblp.org/pid/26/1072>"", ""<https://dblp.org/rec/journals/ett/BartoliHLKB13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1447,"Wasn't the paper 'Determination of stem position and height of reconstructed maize plants using a time-of-flight camera' not published by the author V\u00E1zquez-Arellano, M.?",ASK { <https://dblp.org/rec/journals/cea/Vazquez-Arellano18a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/177/1017> FILTER NOT EXISTS { <https://dblp.org/rec/journals/cea/Vazquez-Arellano18a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/177/1017> } },TC41,"[""<https://dblp.org/pid/177/1017>"", ""<https://dblp.org/rec/journals/cea/Vazquez-Arellano18a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1448,"Did Ariyur, Kartik B. not publish the paper 'Control of formation flight via extremum seeking' in Applied Computing Conference?",ASK { <https://dblp.org/rec/conf/amcc/BinettiAKB02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/6048> . <https://dblp.org/rec/conf/amcc/BinettiAKB02> <https://dblp.org/rdf/schema#publishedIn> 'ACC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/amcc/BinettiAKB02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/6048> . <https://dblp.org/rec/conf/amcc/BinettiAKB02> <https://dblp.org/rdf/schema#publishedIn> 'ACC' } },TC44,"[""<https://dblp.org/pid/89/6048>"", ""<https://dblp.org/rec/conf/amcc/BinettiAKB02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1449,Was the paper 'Kolmogorov-Smirnov Test for Spectrum Sensing: From the Statistical Test to Energy Detection' not co-authored by Roman Mars\u00E1lek and Karel P.?,ASK { <https://dblp.org/rec/conf/sips/MarsalekP12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/8283> . <https://dblp.org/rec/conf/sips/MarsalekP12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/8934> FILTER NOT EXISTS { <https://dblp.org/rec/conf/sips/MarsalekP12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/8283> . <https://dblp.org/rec/conf/sips/MarsalekP12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/8934> } },TC43,"[""<https://dblp.org/pid/44/8283>"", ""<https://dblp.org/pid/06/8934>"", ""<https://dblp.org/rec/conf/sips/MarsalekP12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1450,Have Henry S. Greenside and Bogdan I. Epureanu not co-authored the paper 'Fractal Basins of Attraction Associated with a Damped Newton's Method'?,ASK { <https://dblp.org/rec/journals/siamrev/EpureanuG98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/162/2848> . <https://dblp.org/rec/journals/siamrev/EpureanuG98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/4191> FILTER NOT EXISTS { <https://dblp.org/rec/journals/siamrev/EpureanuG98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/162/2848> . <https://dblp.org/rec/journals/siamrev/EpureanuG98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/4191> } },TC43,"[""<https://dblp.org/pid/162/2848>"", ""<https://dblp.org/pid/161/4191>"", ""<https://dblp.org/rec/journals/siamrev/EpureanuG98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1451,Have Kenneth A. De Jong and William M. Spears not co-authored the paper 'Dining with GAs: Operator Lunch Theorems'?,ASK { <https://dblp.org/rec/conf/foga/SpearsJ98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/3997> . <https://dblp.org/rec/conf/foga/SpearsJ98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/WilliamMSpears> FILTER NOT EXISTS { <https://dblp.org/rec/conf/foga/SpearsJ98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/3997> . <https://dblp.org/rec/conf/foga/SpearsJ98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/WilliamMSpears> } },TC43,"[""<https://dblp.org/pid/37/3997>"", ""<https://dblp.org/pid/s/WilliamMSpears>"", ""<https://dblp.org/rec/conf/foga/SpearsJ98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1452,Did Witold Kinsner and J. D. Terrazas Gonzalez not co-author the paper 'Zero-crossing analysis of L\u00E9vy walks for real-time feature extraction'?,ASK { <https://dblp.org/rec/conf/eit/GonzalezK16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/6143> . <https://dblp.org/rec/conf/eit/GonzalezK16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/10084> FILTER NOT EXISTS { <https://dblp.org/rec/conf/eit/GonzalezK16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/6143> . <https://dblp.org/rec/conf/eit/GonzalezK16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/10084> } },TC43,"[""<https://dblp.org/pid/36/6143>"", ""<https://dblp.org/pid/16/10084>"", ""<https://dblp.org/rec/conf/eit/GonzalezK16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1453,"Have Xu, Yin and Yuan Tao not co-authored the paper 'Spatial Distribution Pattern of High-End Hotels Based on Multi-Source Data - A Case Study of Central Beijing City'?",ASK { <https://dblp.org/rec/conf/geoinformatics/XuT18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/3463> . <https://dblp.org/rec/conf/geoinformatics/XuT18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/8167> FILTER NOT EXISTS { <https://dblp.org/rec/conf/geoinformatics/XuT18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/3463> . <https://dblp.org/rec/conf/geoinformatics/XuT18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/8167> } },TC43,"[""<https://dblp.org/pid/63/3463>"", ""<https://dblp.org/pid/14/8167>"", ""<https://dblp.org/rec/conf/geoinformatics/XuT18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1454,Did Wojciech Rytter and Wojciech P. not co-author the paper 'Generalized Factorizations of Words and Their Algorithmic Properties'?,ASK { <https://dblp.org/rec/journals/tcs/KarhumakiPR99> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/WojciechRytter> . <https://dblp.org/rec/journals/tcs/KarhumakiPR99> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/6721> FILTER NOT EXISTS { <https://dblp.org/rec/journals/tcs/KarhumakiPR99> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/WojciechRytter> . <https://dblp.org/rec/journals/tcs/KarhumakiPR99> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/6721> } },TC43,"[""<https://dblp.org/pid/r/WojciechRytter>"", ""<https://dblp.org/pid/18/6721>"", ""<https://dblp.org/rec/journals/tcs/KarhumakiPR99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1455,Wasn't the paper 'Channel Sensitivity of LIFO-Backpressure: Quirks and Improvements' not published by the person named Ari Trachtenberg?,ASK { <https://dblp.org/rec/journals/tcns/SiSHLT16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/t/AriTrachtenberg> FILTER NOT EXISTS { <https://dblp.org/rec/journals/tcns/SiSHLT16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/t/AriTrachtenberg> } },TC41,"[""<https://dblp.org/pid/t/AriTrachtenberg>"", ""<https://dblp.org/rec/journals/tcns/SiSHLT16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1456,Wasn't the paper 'Primal - Dual Methods for Vertex and Facet Enumeration' published by the author David Bremner in Discret. Comput. Geom.?,ASK { <https://dblp.org/rec/journals/dcg/BremnerFM98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/DavidBremner> . <https://dblp.org/rec/journals/dcg/BremnerFM98> <https://dblp.org/rdf/schema#publishedIn> 'Discret. Comput. Geom.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/dcg/BremnerFM98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/DavidBremner> . <https://dblp.org/rec/journals/dcg/BremnerFM98> <https://dblp.org/rdf/schema#publishedIn> 'Discret. Comput. Geom.' } },TC44,"[""<https://dblp.org/pid/b/DavidBremner>"", ""<https://dblp.org/rec/journals/dcg/BremnerFM98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1457,Was the paper 'Development of a distributed evolutionary computing package' not published by Ji Cai in IEEE Congress on Evolutionary Computation?,ASK { <https://dblp.org/rec/conf/cec/TanPLC03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/3610> . <https://dblp.org/rec/conf/cec/TanPLC03> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Congress on Evolutionary Computation' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cec/TanPLC03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/3610> . <https://dblp.org/rec/conf/cec/TanPLC03> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Congress on Evolutionary Computation' } },TC44,"[""<https://dblp.org/pid/05/3610>"", ""<https://dblp.org/rec/conf/cec/TanPLC03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1458,"Was the paper 'On the Application of Blockchains to Spectrum Management' not co-authored by Sicker, D. C. and Martin B. H. Weiss?",ASK { <https://dblp.org/rec/journals/tccn/WeissWSB19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/948> . <https://dblp.org/rec/journals/tccn/WeissWSB19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/2160> FILTER NOT EXISTS { <https://dblp.org/rec/journals/tccn/WeissWSB19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/948> . <https://dblp.org/rec/journals/tccn/WeissWSB19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/2160> } },TC43,"[""<https://dblp.org/pid/64/948>"", ""<https://dblp.org/pid/05/2160>"", ""<https://dblp.org/rec/journals/tccn/WeissWSB19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1459,Did T. Kabeyasawa not publish the paper 'Enhancing integrated earthquake simulation with high performance computing'?,ASK { <https://dblp.org/rec/journals/aes/SobhaninejadHK11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/9748> FILTER NOT EXISTS { <https://dblp.org/rec/journals/aes/SobhaninejadHK11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/9748> } },TC41,"[""<https://dblp.org/pid/56/9748>"", ""<https://dblp.org/rec/journals/aes/SobhaninejadHK11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1460,"Didn't Cabric, D. publish the paper 'Band Assignment in Ultra-Narrowband (UNB) Systems for Massive IoT Access'?",ASK { <https://dblp.org/rec/conf/globecom/KrijestoracHPC20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/3082> FILTER NOT EXISTS { <https://dblp.org/rec/conf/globecom/KrijestoracHPC20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/3082> } },TC41,"[""<https://dblp.org/pid/22/3082>"", ""<https://dblp.org/rec/conf/globecom/KrijestoracHPC20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1461,Have N. Enami and Yuko Ozasa not co-authored the paper 'Color saliency for object identification'?,ASK { <https://dblp.org/rec/conf/fcv/OzasaEA15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/7906> . <https://dblp.org/rec/conf/fcv/OzasaEA15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/9372> FILTER NOT EXISTS { <https://dblp.org/rec/conf/fcv/OzasaEA15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/7906> . <https://dblp.org/rec/conf/fcv/OzasaEA15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/9372> } },TC43,"[""<https://dblp.org/pid/57/7906>"", ""<https://dblp.org/pid/61/9372>"", ""<https://dblp.org/rec/conf/fcv/OzasaEA15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1462,Did Hiroaki Katsurai and Keiji Kishine not co-author the paper 'A Multi-Rate Burst-Mode CDR Using a GVCO With Symmetric Loops for Instantaneous Phase Locking in 65-nm CMOS'?,ASK { <https://dblp.org/rec/journals/tcas/KishineIINTKO15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/8624> . <https://dblp.org/rec/journals/tcas/KishineIINTKO15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/6482> FILTER NOT EXISTS { <https://dblp.org/rec/journals/tcas/KishineIINTKO15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/8624> . <https://dblp.org/rec/journals/tcas/KishineIINTKO15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/6482> } },TC43,"[""<https://dblp.org/pid/51/8624>"", ""<https://dblp.org/pid/45/6482>"", ""<https://dblp.org/rec/journals/tcas/KishineIINTKO15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1463,"Was the paper 'Spatial congruity effects reveal metaphors, not markedness' not published by Dolscheid, S. in Annual Meeting of the Cognitive Science Society?",ASK { <https://dblp.org/rec/conf/cogsci/DolscheidGC13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/168/1771> . <https://dblp.org/rec/conf/cogsci/DolscheidGC13> <https://dblp.org/rdf/schema#publishedIn> 'CogSci' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cogsci/DolscheidGC13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/168/1771> . <https://dblp.org/rec/conf/cogsci/DolscheidGC13> <https://dblp.org/rdf/schema#publishedIn> 'CogSci' } },TC44,"[""<https://dblp.org/pid/168/1771>"", ""<https://dblp.org/rec/conf/cogsci/DolscheidGC13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1464,Wasn't the paper 'Study on Production Possibility Frontier Under Different Production Function Assumptions' not published by the author Jin Fan?,ASK { <https://dblp.org/rec/conf/icdsci/JiangF19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/1484> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icdsci/JiangF19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/1484> } },TC41,"[""<https://dblp.org/pid/47/1484>"", ""<https://dblp.org/rec/conf/icdsci/JiangF19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1465,"Didn't Mallikarjun, Chithaj publish the paper 'Comparative Analysis of Conventional and Modified H-Bridge Inverter Configuration'?",ASK { <https://dblp.org/rec/journals/corr/abs-1908-10032> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/247/9355> FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1908-10032> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/247/9355> } },TC41,"[""<https://dblp.org/pid/247/9355>"", ""<https://dblp.org/rec/journals/corr/abs-1908-10032>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1466,Did Habtom W. Resson and Huizhong Zhou not co-author the paper 'Multi-omic approaches for liver cancer biomarker discovery'?,ASK { <https://dblp.org/rec/conf/bibm/Resson16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/193/8017> . <https://dblp.org/rec/conf/bibm/Resson16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/6850> FILTER NOT EXISTS { <https://dblp.org/rec/conf/bibm/Resson16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/193/8017> . <https://dblp.org/rec/conf/bibm/Resson16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/6850> } },TC43,"[""<https://dblp.org/pid/193/8017>"", ""<https://dblp.org/pid/91/6850>"", ""<https://dblp.org/rec/conf/bibm/Resson16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1467,"Wasn't the paper 'Merge Network for a Non-Von Neumann Accumulate Accelerator in a 3D Chip' published by the author Krishna, Tushar in ICRC?",ASK { <https://dblp.org/rec/conf/icrc/JainSDK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/2421> . <https://dblp.org/rec/conf/icrc/JainSDK18> <https://dblp.org/rdf/schema#publishedIn> 'ICRC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icrc/JainSDK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/2421> . <https://dblp.org/rec/conf/icrc/JainSDK18> <https://dblp.org/rdf/schema#publishedIn> 'ICRC' } },TC44,"[""<https://dblp.org/pid/50/2421>"", ""<https://dblp.org/rec/conf/icrc/JainSDK18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1468,"Was the paper 'Is This Is Not an Atlas an Atlas? On the Pitfalls of Editing a Global Collection of Counter-Cartographies' not co-authored by Boris Michel and Halder, S.?",ASK { <https://dblp.org/rec/journals/cartographica/HalderMS20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/278/1419> . <https://dblp.org/rec/journals/cartographica/HalderMS20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/278/2003> FILTER NOT EXISTS { <https://dblp.org/rec/journals/cartographica/HalderMS20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/278/1419> . <https://dblp.org/rec/journals/cartographica/HalderMS20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/278/2003> } },TC43,"[""<https://dblp.org/pid/278/1419>"", ""<https://dblp.org/pid/278/2003>"", ""<https://dblp.org/rec/journals/cartographica/HalderMS20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1469,"Was the paper 'Pitch Angle Control of Wind Turbine Using Adaptive Fuzzy-PID Controller' not published by Hamoodi, A. N.?",ASK { <https://dblp.org/rec/journals/ew/HamoodiHH20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/269/9822> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ew/HamoodiHH20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/269/9822> } },TC41,"[""<https://dblp.org/pid/269/9822>"", ""<https://dblp.org/rec/journals/ew/HamoodiHH20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
