id,question_string,query,template_id,entities,relations,temporal,help_out
Q2391,What papers did Zhengyu Yang publish in Scalable Comput. Pract. Exp. and J. Oper. Res. Soc.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/1188> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Scalable Comput. Pract. Exp.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Oper. Res. Soc.' } },TC63,"[""<https://dblp.org/pid/159/1188>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2392,What papers did J. F. Peters publish in RSKT and IEEE Trans. Consumer Electron.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/6268> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'RSKT' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Consumer Electron.' } },TC63,"[""<https://dblp.org/pid/12/6268>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2393,What papers did Lynda Mokdad publish in J. Parallel Distributed Comput. and Intelligent Information Processing?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/5508> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Parallel Distributed Comput.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Intelligent Information Processing' } },TC63,"[""<https://dblp.org/pid/22/5508>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2394,List all the papers that K. Wong and Kiyoshi Tanaka published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/6841> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/5748> } },TC61,"[""<https://dblp.org/pid/19/6841>"", ""<https://dblp.org/pid/57/5748>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2395,"What are the papers that Martin Pl\u00FCmicke and Aspinall, T. published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/2251> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/273/8094> } },TC61,"[""<https://dblp.org/pid/00/2251>"", ""<https://dblp.org/pid/273/8094>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2396,What are the papers that Susan Prejawa and Mohamed L. Seghier published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/174/5237> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/7494> } },TC61,"[""<https://dblp.org/pid/174/5237>"", ""<https://dblp.org/pid/28/7494>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2397,List all the primary affiliations of Lunke Fei and Bob Zhang.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/157/4083> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/24/7465> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/157/4083>"", ""<https://dblp.org/pid/24/7465>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2398,"In Arch. Math. Log. and IEEE Trans. Inf. Theory, what papers did Gareth O. Jones publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/9207> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Arch. Math. Log.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Inf. Theory' } },TC63,"[""<https://dblp.org/pid/18/9207>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2399,"In Sci. Program. and ICASSP (1), what papers did Xiang-Wen Xie publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/286/9559> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Sci. Program.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICASSP (1)' } },TC63,"[""<https://dblp.org/pid/286/9559>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2400,"What are the primary affiliations of S\u00E9rgio S. and Almeida, Adauto?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/58/232> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/33/10611> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/58/232>"", ""<https://dblp.org/pid/33/10611>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2401,What papers did Ryan Kastner publish in IEEE Symposium on Field Programmable Custom Computing Machines and Eur. J. Oper. Res.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/3231> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'FCCM' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Eur. J. Oper. Res.' } },TC63,"[""<https://dblp.org/pid/15/3231>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2402,What papers did Saranyan A. Vigraham publish in Int. J. Artif. Intell. Tools and GEOINFO?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/1906> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Artif. Intell. Tools' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'GEOINFO' } },TC63,"[""<https://dblp.org/pid/72/1906>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2403,"In ICASSP and FDL, what papers did Velipasalar, S. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/6636> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICASSP' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'FDL' } },TC63,"[""<https://dblp.org/pid/85/6636>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2404,What are the papers that Andr\u00E9 Kaup and C. Lin published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/6329> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/7485> } },TC61,"[""<https://dblp.org/pid/00/6329>"", ""<https://dblp.org/pid/04/7485>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2405,What are the papers that Maheshwar Prasad Sah and H. Kim published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/10829> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/4751> } },TC61,"[""<https://dblp.org/pid/27/10829>"", ""<https://dblp.org/pid/93/4751>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2406,"In CSCW Companion and CoRR, what papers did Yarosh, Svetlana publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/5446> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CSCW Companion' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC63,"[""<https://dblp.org/pid/82/5446>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2407,"List all the papers that Habib, Johanna and C. Rochet published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/125/0927> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/3082> } },TC61,"[""<https://dblp.org/pid/125/0927>"", ""<https://dblp.org/pid/62/3082>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2408,List all the primary affiliations of D. Yang and Wanjiun Liao.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/85/318> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/10/3222> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/85/318>"", ""<https://dblp.org/pid/10/3222>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2409,List all the papers that Khalid Saleem and V. Hristidis published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/317> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/5855> } },TC61,"[""<https://dblp.org/pid/13/317>"", ""<https://dblp.org/pid/42/5855>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2410,List all the papers that Yutao Xie and Xiantao C. published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/317/0357> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/6589> } },TC61,"[""<https://dblp.org/pid/317/0357>"", ""<https://dblp.org/pid/41/6589>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2411,"What are the primary affiliations of Jacqueline N. Blake and Kerr, D. V.?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/169/8391> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/07/5093> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/169/8391>"", ""<https://dblp.org/pid/07/5093>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2412,List all the primary affiliations of G. Hu and C. Sun.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/23/4567-1> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/54/3957-3> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/23/4567-1>"", ""<https://dblp.org/pid/54/3957-3>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2413,"What are the primary affiliations of Rafael Bello and Lorenzo, M. Matilde Garc\u00EDa?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/38/5311> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/88/4726> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/38/5311>"", ""<https://dblp.org/pid/88/4726>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2414,What are the primary affiliations of Alexey V. Sulimov and Vladimir B. Sulimov?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/133/9308> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/93/4965> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/133/9308>"", ""<https://dblp.org/pid/93/4965>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2415,List all the papers that Gary Lee Downey and Kyonghee H. published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/115/5322> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/153/4251> } },TC61,"[""<https://dblp.org/pid/115/5322>"", ""<https://dblp.org/pid/153/4251>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2416,"What papers did Cilleruelo, J. publish in Electron. Notes Discret. Math. and VCBM/MedViz?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/1936> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Electron. Notes Discret. Math.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'VCBM/MedViz' } },TC63,"[""<https://dblp.org/pid/08/1936>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2417,"In ISPRS Int. J. Geo Inf. and IEEE Trans. Wirel. Commun., what papers did Jie Zhao publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/3168> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISPRS Int. J. Geo Inf.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Wirel. Commun.' } },TC63,"[""<https://dblp.org/pid/23/3168>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2418,What papers did Luis Fernando D'Haro publish in IWSDS and ICDAR?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/1419> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IWSDS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICDAR' } },TC63,"[""<https://dblp.org/pid/57/1419>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2419,What papers did D. A. Ralescu publish in IEEE Trans. Syst. Man Cybern. and Stud. Inform. Univ.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/3952> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Syst. Man Cybern.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Stud. Inform. Univ.' } },TC63,"[""<https://dblp.org/pid/67/3952>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2420,What are the primary affiliations of Leonid Andreev and Thomas Eiter?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/82/1613> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/e/TEiter> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/82/1613>"", ""<https://dblp.org/pid/e/TEiter>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2421,"In ISSCC and SBESC, what papers did Taejung Lee publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/196/1559> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISSCC' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'SBESC' } },TC63,"[""<https://dblp.org/pid/196/1559>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2422,"In CoRR and EUSIPCO, what papers did Hsu, A. publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/9400> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'EUSIPCO' } },TC63,"[""<https://dblp.org/pid/161/9400>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2423,What papers did Debarun B. publish in Decis. Anal. and Australas. J. Inf. Syst.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/5604> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Decis. Anal.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Australas. J. Inf. Syst.' } },TC63,"[""<https://dblp.org/pid/98/5604>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2424,"What papers did Chi, Hua-Wei publish in Robotica and INFORMS J. Comput.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/4049> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Robotica' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'INFORMS J. Comput.' } },TC63,"[""<https://dblp.org/pid/78/4049>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2425,"List all the primary affiliations of Alois C. Knoll and Giuliani, M..",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/k/AloisKnoll> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/91/7000> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/k/AloisKnoll>"", ""<https://dblp.org/pid/91/7000>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2426,"In NCA and CoRR, what papers did Xiaokang Xiong publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/7868> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'NCA' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC63,"[""<https://dblp.org/pid/20/7868>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2427,List all the papers that Yazhao Lv and R. Zhang published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/8554> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/6448> } },TC61,"[""<https://dblp.org/pid/97/8554>"", ""<https://dblp.org/pid/70/6448>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2428,"List all the papers that Shi, J. and Kamran P. published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/3568> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/7817> } },TC61,"[""<https://dblp.org/pid/76/3568>"", ""<https://dblp.org/pid/45/7817>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2429,What papers did Patrice Godefroid publish in IEEE Symposium on Logic in Computer Science and EACL?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/1639> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'LICS' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'EACL' } },TC63,"[""<https://dblp.org/pid/20/1639>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2430,"What are the papers that Deng, Changshou and Yanlin Yang published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/4736> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/163/2655> } },TC61,"[""<https://dblp.org/pid/83/4736>"", ""<https://dblp.org/pid/163/2655>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2431,List all the papers that R. Yamanaka and Masami Iwatsuki published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/121/1444> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/5963> } },TC61,"[""<https://dblp.org/pid/121/1444>"", ""<https://dblp.org/pid/07/5963>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2432,List all the papers that A. S. N. Chakravarthy and A. S. S. D. Toyaza published.,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/10044> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/10359> } },TC61,"[""<https://dblp.org/pid/96/10044>"", ""<https://dblp.org/pid/67/10359>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2433,"What papers did Kormann, K. publish in CoRR and IEEE Trans. Intell. Transp. Syst.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/8754> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Intell. Transp. Syst.' } },TC63,"[""<https://dblp.org/pid/85/8754>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2434,List all the primary affiliations of Xiao Z. Gao and Ramesh Chandra Poonia.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/72/371> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/205/5647> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/72/371>"", ""<https://dblp.org/pid/205/5647>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2435,"What are the papers that Jordi Castro and Kim, Deok-Soo published?",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/882> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/121> } },TC61,"[""<https://dblp.org/pid/84/882>"", ""<https://dblp.org/pid/64/121>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2436,What are the primary affiliations of Binxing Fang and Hongli Zhang?,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/87/254> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/z/HongliZhang> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/87/254>"", ""<https://dblp.org/pid/z/HongliZhang>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2437,What papers did R. Wcislo publish in Comput. Sci. and Wirtschaftsinformatik Manag.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/2498> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Sci.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Wirtschaftsinformatik Manag.' } },TC63,"[""<https://dblp.org/pid/06/2498>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2438,"In International Conference on Industrial and Engineering Applications of Artificial Intelligence and Expert Systems and IEEE/RSJ International Conference on Intelligent Robots and Systems, what papers did Gwo-Hshiung Tzeng publish?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/2902> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEA/AIE' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IROS' } },TC63,"[""<https://dblp.org/pid/32/2902>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2439,What are the papers that Fengqiao L. and Lianjun Song published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/250/0277> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/250/0282> } },TC61,"[""<https://dblp.org/pid/250/0277>"", ""<https://dblp.org/pid/250/0282>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2440,"List all the papers that Fogli, D. and Piero Mussio published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/1888> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/7020> } },TC61,"[""<https://dblp.org/pid/43/1888>"", ""<https://dblp.org/pid/85/7020>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2441,What papers did Z. Li publish in J. Comput. Aided Mol. Des. and Remote. Sens.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/6527-9> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Comput. Aided Mol. Des.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Remote. Sens.' } },TC63,"[""<https://dblp.org/pid/89/6527-9>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2442,"What papers did Brudno, Michael publish in Bioinform. and MSAN?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/6530> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Bioinform.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'MSAN' } },TC63,"[""<https://dblp.org/pid/10/6530>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2443,"What papers did Lin, Chih-Wei publish in ICKII and Expert Syst. Appl.?",SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/5707> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICKII' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Expert Syst. Appl.' } },TC63,"[""<https://dblp.org/pid/40/5707>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2444,"What are the primary affiliations of Julian Rathke and Sobocinski, Pawel?",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/42/3485> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/46/609> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/42/3485>"", ""<https://dblp.org/pid/46/609>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2445,"List all the primary affiliations of Marco Bianchi and Kl\u00F8ve, Torleiv.",SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/85/2046-2> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/61/6070> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/85/2046-2>"", ""<https://dblp.org/pid/61/6070>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2446,What papers did K. Chen publish in Int. J. Prod. Res. and APSIPA?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/130/0891> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Prod. Res.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'APSIPA' } },TC63,"[""<https://dblp.org/pid/130/0891>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2447,"List all the papers that Felix Lindner and Bentzen, Martin Mose published.",SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/2707-1> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/8414> } },TC61,"[""<https://dblp.org/pid/25/2707-1>"", ""<https://dblp.org/pid/45/8414>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2448,What are the papers that Tilman F. and S. W\u00FCller published?,SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/10299> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/136/6761> } },TC61,"[""<https://dblp.org/pid/53/10299>"", ""<https://dblp.org/pid/136/6761>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2449,List all the primary affiliations of G. C\u00E1mara Ch\u00E1vez and Edward Cayllahua.,SELECT DISTINCT ?answer WHERE { { <https://dblp.org/pid/147/6674> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } UNION { <https://dblp.org/pid/152/8330> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } },TC64,"[""<https://dblp.org/pid/147/6674>"", ""<https://dblp.org/pid/152/8330>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2450,What papers did Yang Xiang publish in IEEE Trans. Parallel Distributed Syst. and ICATPN?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/2192-1> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Parallel Distributed Syst.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICATPN' } },TC63,"[""<https://dblp.org/pid/50/2192-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2451,Name the author who published the paper on Engineering graphics and has the name Long.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cad/PengLL14> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/cad/PengLL14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2452,Which author published the paper on Delay variations and has the name Ji?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/DongCGJYC19> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/sensors/DongCGJYC19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2453,Mention the publication on Feature selection that was published by Tarik in Int. J. Inf. Syst. Model. Des..,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/7642> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Inf. Syst. Model. Des.' },TC92,"[""<https://dblp.org/pid/186/7642>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2454,Which author published the paper on Research design and has the name Fabio?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/msm/CoelhoLRM15> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/msm/CoelhoLRM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2455,Name the venue in which Luping published the paper about Class separability.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tnn/ZhouWS10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/933> . <https://dblp.org/rec/journals/tnn/ZhouWS10> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/45/933>"", ""<https://dblp.org/rec/journals/tnn/ZhouWS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2456,Name the author who published the paper on Image translation and has the name Shan.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2007-14050> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/corr/abs-2007-14050>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2457,Which paper on Ac inverter was published by Gulez in Simul. Model. Pract. Theory?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/4014> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Simul. Model. Pract. Theory' },TC92,"[""<https://dblp.org/pid/29/4014>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2458,Mention the publication on Face recognition that was published by Singh in BTAS.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/3512> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'BTAS' },TC92,"[""<https://dblp.org/pid/75/3512>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2459,Which research paper on Wind scenarios was published by Analui in SSP?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/184/9184> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SSP' },TC92,"[""<https://dblp.org/pid/184/9184>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
