id,question_string,query,template_id,entities,relations,temporal,help_out
Q4402,Who are the authors of the publication 'A Calculus of Total Correctness for Communicating Processes' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/scp/Hoare81> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/scp/Hoare81>) },TP23,"[""<https://dblp.org/rec/journals/scp/Hoare81>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4403,Who are the authors of 'Applying Model-Driven Engineering to Stimulate the Adoption of DevOps Processes in Small and Medium-Sized Development Organizations' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-2107-12425> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/corr/abs-2107-12425>) },TP23,"[""<https://dblp.org/rec/journals/corr/abs-2107-12425>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4404,Find the authors of 'Bias Correction in Reinforcement Learning via the Deterministic Policy Gradient Method for MPC-Based Policies' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/amcc/GrosZ21a> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/amcc/GrosZ21a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4405,Who are the authors of 'No Reference Video Quality Assessment with authentic distortions using 3-D Deep Convolutional Neural Network' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iqsp/NietoRQB20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/iqsp/NietoRQB20>) },TP23,"[""<https://dblp.org/rec/conf/iqsp/NietoRQB20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4406,Who are the authors of 'Some comments on the structure of the best known networks sorting 16 elements' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1810-11262> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-1810-11262>) },TP24,"[""<https://dblp.org/rec/journals/corr/abs-1810-11262>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4407,List the authors of 'An Enhanced Random Access With Inter-Frame Successive Interference Cancellation for Stationary Cellular IoT Networks' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/wcl/KimJ20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/wcl/KimJ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4408,Who are the authors of the publication 'Back to Edge Flips in 3 Dimensions' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/imr/GeorgeB03> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/imr/GeorgeB03>) },TP23,"[""<https://dblp.org/rec/conf/imr/GeorgeB03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4409,Find the authors of 'Few-Shot One-Class Domain Adaptation Based On Frequency For Iris Presentation Attack Detection' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icassp/LiLWCWP22> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/icassp/LiLWCWP22>) },TP24,"[""<https://dblp.org/rec/conf/icassp/LiLWCWP22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4410,Who are the authors of the publication 'Internet of things: a multiprotocol gateway as solution of the interoperability problem' and what are their affiliations?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-2108-00098> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/corr/abs-2108-00098>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4411,Find the authors of 'A resting-state fMRI study of patients with HIV infection based on regional homogeneity method' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icnc/QiuYLTWS11> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/icnc/QiuYLTWS11>) },TP23,"[""<https://dblp.org/rec/conf/icnc/QiuYLTWS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4412,Find the authors of 'WOWA operators in fuzzy context sequences' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/eusflat/AlcaldeB15> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/eusflat/AlcaldeB15>) },TP23,"[""<https://dblp.org/rec/conf/eusflat/AlcaldeB15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4413,Find the authors of 'Nearness of Objects Approximation Space Model Revisited' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/csp/PetersSS12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/csp/PetersSS12>) },TP23,"[""<https://dblp.org/rec/conf/csp/PetersSS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4414,List the authors of 'Art school or trade school?' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/siggraph/LeckmanBBHMWW06> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/siggraph/LeckmanBBHMWW06>) },TP23,"[""<https://dblp.org/rec/conf/siggraph/LeckmanBBHMWW06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4415,Who are the authors of the publication 'Joint time delay and frequency offset estimation based on Fractional Fourier Transform' and what are their affiliations?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ictc/NingGS12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/ictc/NingGS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4416,List the authors of 'A High-Speed Camera-Based Approach to Massive Sound Sensing With Optical Wireless Acoustic Sensors' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tci/NavaNKSSHM15> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/tci/NavaNKSSHM15>) },TP24,"[""<https://dblp.org/rec/journals/tci/NavaNKSSHM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4417,Who are the authors of 'Game Theoretic Power Control under Rician Slow-Flat Fading Channels in Cognitive Radios Networks' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icccn/AlayeshG11> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/icccn/AlayeshG11>) },TP24,"[""<https://dblp.org/rec/conf/icccn/AlayeshG11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4418,Who are the authors of 'Software Engineering Methodology for Development of APIs for Network Management using the MEF LSO Framework' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/csm/PugaczewskiCHM17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/csm/PugaczewskiCHM17>) },TP23,"[""<https://dblp.org/rec/journals/csm/PugaczewskiCHM17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4419,"Who are the authors of 'One and Two Polarizations, Membrane Creation and Objects Complexity in P Systems' and where are they from?",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/synasc/AlhazovFR05> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/synasc/AlhazovFR05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4420,Who are the authors of 'Transient behavior of fixed point LMS adaptation' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icassp/GuptaH00> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/icassp/GuptaH00>) },TP23,"[""<https://dblp.org/rec/conf/icassp/GuptaH00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4421,Who are the authors of the publication 'The use of n p x $np_{x}$ -type attribute charts to monitor the variance' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/qre/SilvaHQ22> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/qre/SilvaHQ22>) },TP23,"[""<https://dblp.org/rec/journals/qre/SilvaHQ22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4422,Who are the authors of 'A Model for Data Structures and its Applications (Part II)' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/acta/Turski72> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/acta/Turski72>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4423,Who are the authors of 'AES and the cryptonite crypto processor' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/cases/OlivaBH03> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/cases/OlivaBH03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4424,List the authors of 'Complexity of Propositional Logics in Team Semantic' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tocl/HannulaKVV18> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/tocl/HannulaKVV18>) },TP23,"[""<https://dblp.org/rec/journals/tocl/HannulaKVV18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4425,Who are the authors of the publication 'Realtime Quality Assessment of Iris Biometrics Under Visible Light' and what are their affiliations?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/cvpr/JenadelehPS18> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/cvpr/JenadelehPS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4426,Who are the authors of the publication 'Asymptotic connectivity in wireless ad hoc networks using directional antennas' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ton/LiZF09> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/ton/LiZF09>) },TP24,"[""<https://dblp.org/rec/journals/ton/LiZF09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4427,Find the authors of 'Canonical Numbering and Constitutional Symmetry' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jcisd/JochumG77> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/jcisd/JochumG77>) },TP23,"[""<https://dblp.org/rec/journals/jcisd/JochumG77>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4428,List the authors of 'Risk identification and conduction model for financial institution IT outsourcing in China' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/itm/QinWZL12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/itm/QinWZL12>) },TP24,"[""<https://dblp.org/rec/journals/itm/QinWZL12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4429,Who are the authors of the publication 'A VR-Enhanced Rollover Car Simulator and Edutainment Application for Increasing Seat Belt Use Awareness' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/computers/RieraCAF21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/computers/RieraCAF21>) },TP23,"[""<https://dblp.org/rec/journals/computers/RieraCAF21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4430,Who are the authors of the publication 'Software Defined Traffic Measurement with OpenSketch' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/nsdi/YuJM13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/nsdi/YuJM13>) },TP24,"[""<https://dblp.org/rec/conf/nsdi/YuJM13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4431,Who are the authors of 'Adaptive Channel Selection Through Collaborative Sensing' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icc/YangZZL06> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/icc/YangZZL06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4432,Find the authors of 'Nonsmooth adaptive stabilization of cascade systems with nonlinear parameterization via partial-state feedback' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tac/LinP03a> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/tac/LinP03a>) },TP23,"[""<https://dblp.org/rec/journals/tac/LinP03a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4433,Who are the authors of the publication 'On Bin Configuration of Shape Context Descriptors in Human Silhouette Classification' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/acivs/BarnardH08> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/acivs/BarnardH08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4435,Who are the authors of the publication 'Fire Recognition Using Spatio-Temporal Two-Stream Convolutional Neural Network with Fully Connected Layer-Fusion' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icce-berlin/ShinPP18> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/icce-berlin/ShinPP18>) },TP23,"[""<https://dblp.org/rec/conf/icce-berlin/ShinPP18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4436,Who are the authors of the publication 'Loosely Time-Triggered Architectures: Improvements and Comparisons' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tecs/BaudartBB16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/tecs/BaudartBB16>) },TP24,"[""<https://dblp.org/rec/journals/tecs/BaudartBB16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4437,Who are the authors of 'Constraint Programming Approach to Reconfigurable Processor Extension Generation and Application Compilation' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/trets/MartinWKFC12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/trets/MartinWKFC12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4438,Who are the authors of the publication 'Keyboard acoustic emanations revisited' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ccs/ZhuangZT05> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/ccs/ZhuangZT05>) },TP23,"[""<https://dblp.org/rec/conf/ccs/ZhuangZT05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4439,Find the authors of 'Standards-compliant LTE and LTE-A uplink power control' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icc/ZhangPRMSA12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/icc/ZhangPRMSA12>) },TP23,"[""<https://dblp.org/rec/conf/icc/ZhangPRMSA12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4440,Who are the authors of the publication 'Medical savings accounts: opportunities for cost savings?' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/itor/ZaricH06> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/itor/ZaricH06>) },TP24,"[""<https://dblp.org/rec/journals/itor/ZaricH06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4441,Find the authors of 'Two-Beam Multiplexing with Inter-Subarray Coding for Arbitrary Directions Based on Interleaved Subarray Architectures' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/pimrc/ZhangLGGL19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/pimrc/ZhangLGGL19>) },TP24,"[""<https://dblp.org/rec/conf/pimrc/ZhangLGGL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4442,Find the authors of 'A Transparent home Sensors/Actuators layer for Health &Well-being services' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/phat/TanguySLK17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/phat/TanguySLK17>) },TP24,"[""<https://dblp.org/rec/journals/phat/TanguySLK17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4443,Who are the authors of 'Effective situational awareness to wildfire emergency command based on multi-model forecasting system' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/gis/YangCS16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/gis/YangCS16>) },TP24,"[""<https://dblp.org/rec/conf/gis/YangCS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4444,Find the authors of 'A well-ordering proof for Feferman's theoryT0' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/aml/Jager83> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/aml/Jager83>) },TP23,"[""<https://dblp.org/rec/journals/aml/Jager83>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4445,Find the authors of 'Robustness via Retrying: Closed-Loop Robotic Manipulation with Self-Supervised Learning' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1810-03043> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-1810-03043>) },TP24,"[""<https://dblp.org/rec/journals/corr/abs-1810-03043>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4446,List the authors of 'The process of ISD methodology selection and use: a case study' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ecis/Carroll03> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/ecis/Carroll03>) },TP24,"[""<https://dblp.org/rec/conf/ecis/Carroll03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4447,Find the authors of 'PAMUC II for multicriteria optimization of mechanical designs with expert rules' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/cec/CoelhoB04> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/cec/CoelhoB04>) },TP24,"[""<https://dblp.org/rec/conf/cec/CoelhoB04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4448,List the authors of 'Corrigendum to \A Bayesian network interpretation of the Cox's proportional hazard model\ [Int J Approx Reason 103 (2018) 195-211]' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ijar/KraisangkaD19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/ijar/KraisangkaD19>) },TP24,"[""<https://dblp.org/rec/journals/ijar/KraisangkaD19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4449,Find the authors of 'Technological Approach for Behavior Change Detection toward Better Adaptation of Services for Elderly People' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/biostec/KaddachiAABEMF17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/biostec/KaddachiAABEMF17>) },TP24,"[""<https://dblp.org/rec/conf/biostec/KaddachiAABEMF17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4450,List the authors of 'Predicting Solution Summaries to Integer Linear Programs under Imperfect Information with Machine Learning' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-1807-11876> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/journals/corr/abs-1807-11876>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4451,Find the authors of 'A Self-Adaptive Routing Protocol in Wireless LANs Based on Attractor Selection' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ieicet/NishikawaIOKM09> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/ieicet/NishikawaIOKM09>) },TP24,"[""<https://dblp.org/rec/journals/ieicet/NishikawaIOKM09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4452,Who are the authors of 'Active Multitask Learning Using Both Latent and Supervised Shared Topics' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/sdm/AcharyaMG14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/sdm/AcharyaMG14>) },TP24,"[""<https://dblp.org/rec/conf/sdm/AcharyaMG14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4453,Who are the authors of the publication 'Robust motion control of MR-fluid actuator based on disturbance observer' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icmech/MiuraK13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/icmech/MiuraK13>) },TP24,"[""<https://dblp.org/rec/conf/icmech/MiuraK13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4454,Find the authors of 'Hierarchical Multi-view Fisher Discriminant Analysis' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iconip/ChenS09> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/iconip/ChenS09>) },TP24,"[""<https://dblp.org/rec/conf/iconip/ChenS09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4455,Who are the authors of the publication 'Creating AR Applications for the IOT : a New Pipeline' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/vrst/SoedjiLV20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/vrst/SoedjiLV20>) },TP23,"[""<https://dblp.org/rec/conf/vrst/SoedjiLV20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
