id,question_string,query,template_id,entities,relations,temporal,help_out
Q5134,Have the authors of the paper 'Supply chain flexibility aspects and their impact on customers satisfaction of pharmaceutical industry in Jordan' not published a publication in Int. J. Bus. Perform. Supply Chain Model.?,ASK { <https://dblp.org/rec/journals/ijbpscm/Al-HawaryMMA17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ijbpscm/Al-HawaryMMA17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Bus. Perform. Supply Chain Model.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijbpscm/Al-HawaryMMA17> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Bus. Perform. Supply Chain Model.' } },TP43,"[""<https://dblp.org/rec/journals/ijbpscm/Al-HawaryMMA17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5135,"Wasn't the paper 'Book Review: Online Social Research: Methods, Issues, & Ethics' published in the year 2005?",ASK { <https://dblp.org/rec/journals/nms/Orgad05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' FILTER NOT EXISTS { <https://dblp.org/rec/journals/nms/Orgad05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' } },TP42,"[""<https://dblp.org/rec/journals/nms/Orgad05>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5136,Wasn't the publication 'Data Analytics of Student Learning Outcomes Using Abet Course Files' published in 2020?,ASK { <https://dblp.org/rec/conf/sai/AlhakamiAA20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' FILTER NOT EXISTS { <https://dblp.org/rec/conf/sai/AlhakamiAA20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' } },TP42,"[""<https://dblp.org/rec/conf/sai/AlhakamiAA20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5137,Did the authors of 'Cloud manufacturing: key issues and future perspectives' not publish a paper in Int. J. Comput. Integr. Manuf.?,ASK { <https://dblp.org/rec/journals/ijcim/LiuWWXJ19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ijcim/LiuWWXJ19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Comput. Integr. Manuf.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijcim/LiuWWXJ19> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Comput. Integr. Manuf.' } },TP43,"[""<https://dblp.org/rec/journals/ijcim/LiuWWXJ19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5138,Haven't the authors of the publication 'Novel ultrasonic imaging modality based on circular integral data' published a publication in RIVF?,ASK { <https://dblp.org/rec/conf/rivf/RigaudON13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/rivf/RigaudON13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'RIVF' FILTER NOT EXISTS { <https://dblp.org/rec/conf/rivf/RigaudON13> <https://dblp.org/rdf/schema#publishedIn> 'RIVF' } },TP43,"[""<https://dblp.org/rec/conf/rivf/RigaudON13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5139,Haven't the authors of the publication 'Fast load balancing on a PRAM' published the paper 'Hydrodynamic-Interaction Analysis of an Autonomous Underwater Hovering Vehicle and Ship with Wave Effects'?,ASK { <https://dblp.org/rec/conf/spdp/Gil91> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/symmetry/ChenCC19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/symmetry/ChenCC19> != <https://dblp.org/rec/conf/spdp/Gil91>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/spdp/Gil91> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/symmetry/ChenCC19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/symmetry/ChenCC19> != <https://dblp.org/rec/conf/spdp/Gil91>) } },TP44,"[""<https://dblp.org/rec/conf/spdp/Gil91>"", ""<https://dblp.org/rec/journals/symmetry/ChenCC19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5140,"Haven't the authors of the publication 'A convergence theorem for the inexact Newton methods based on H\u00F6lder continuous Fr\u00E9chet derivative' published the paper 'Transfer Function Estimation, Film Fusion and Image Restoration'?",ASK { <https://dblp.org/rec/journals/amc/ZhouZYT08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cvgip/AzencottCW96> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cvgip/AzencottCW96> != <https://dblp.org/rec/journals/amc/ZhouZYT08>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/amc/ZhouZYT08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/cvgip/AzencottCW96> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/cvgip/AzencottCW96> != <https://dblp.org/rec/journals/amc/ZhouZYT08>) } },TP44,"[""<https://dblp.org/rec/journals/amc/ZhouZYT08>"", ""<https://dblp.org/rec/journals/cvgip/AzencottCW96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5141,Wasn't the paper 'An overview of the CAVE project research activities in speaker verification' published in the year 2000?,ASK { <https://dblp.org/rec/journals/speech/BimbotBBGHJKLP00> <https://dblp.org/rdf/schema#yearOfPublication> '2000' FILTER NOT EXISTS { <https://dblp.org/rec/journals/speech/BimbotBBGHJKLP00> <https://dblp.org/rdf/schema#yearOfPublication> '2000' } },TP42,"[""<https://dblp.org/rec/journals/speech/BimbotBBGHJKLP00>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5142,Was 'Tree Domination in Graphs' not published in 2004?,ASK { <https://dblp.org/rec/journals/arscom/ChenSM04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' FILTER NOT EXISTS { <https://dblp.org/rec/journals/arscom/ChenSM04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' } },TP42,"[""<https://dblp.org/rec/journals/arscom/ChenSM04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5143,Did the authors of 'VC3: Trustworthy Data Analytics in the Cloud Using SGX' not publish 'Mutually Regressive Point Processes'?,ASK { <https://dblp.org/rec/conf/sp/SchusterCFGPMR15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/nips/ApostolopoulouL19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/nips/ApostolopoulouL19> != <https://dblp.org/rec/conf/sp/SchusterCFGPMR15>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/sp/SchusterCFGPMR15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/nips/ApostolopoulouL19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/nips/ApostolopoulouL19> != <https://dblp.org/rec/conf/sp/SchusterCFGPMR15>) } },TP44,"[""<https://dblp.org/rec/conf/sp/SchusterCFGPMR15>"", ""<https://dblp.org/rec/conf/nips/ApostolopoulouL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5144,Haven't the authors of the publication 'Modeling Deformable Objects for Computer-Aided Sculpting (CAS) Modeling Deformable Objects for Computer-Aided Sculpting (CAS)' published the paper 'Proof of permutationally convexity of MCSF games'?,ASK { <https://dblp.org/rec/conf/gmai/IgweK06> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/mmor/Alidaee94> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/mmor/Alidaee94> != <https://dblp.org/rec/conf/gmai/IgweK06>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/gmai/IgweK06> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/mmor/Alidaee94> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/mmor/Alidaee94> != <https://dblp.org/rec/conf/gmai/IgweK06>) } },TP44,"[""<https://dblp.org/rec/conf/gmai/IgweK06>"", ""<https://dblp.org/rec/journals/mmor/Alidaee94>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5145,Did the authors of 'Global Attention Augmentation Ghost Module: More Features from Lightweight Global Attention Extraction' not publish 'Spanning sets and scattering sets in Steiner triple systems'?,ASK { <https://dblp.org/rec/conf/ictai/LiuYXGZL21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jct/ColbournDS91> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jct/ColbournDS91> != <https://dblp.org/rec/conf/ictai/LiuYXGZL21>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/ictai/LiuYXGZL21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jct/ColbournDS91> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jct/ColbournDS91> != <https://dblp.org/rec/conf/ictai/LiuYXGZL21>) } },TP44,"[""<https://dblp.org/rec/conf/ictai/LiuYXGZL21>"", ""<https://dblp.org/rec/journals/jct/ColbournDS91>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5146,Wasn't the paper 'ASAP: Preventing Starvation in Backpressure Forwarding' published in the year 2018?,ASK { <https://dblp.org/rec/conf/milcom/MaNLZ18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' FILTER NOT EXISTS { <https://dblp.org/rec/conf/milcom/MaNLZ18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' } },TP42,"[""<https://dblp.org/rec/conf/milcom/MaNLZ18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5147,Wasn't the publication 'Following the electrons: methods for power management in commercial buildings' published in 2012?,ASK { <https://dblp.org/rec/conf/kdd/BellalaMALB12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' FILTER NOT EXISTS { <https://dblp.org/rec/conf/kdd/BellalaMALB12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' } },TP42,"[""<https://dblp.org/rec/conf/kdd/BellalaMALB12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5148,Haven't the authors of the publication 'A Framework for the Development of Context-Adaptable User Interfaces for Ubiquitous Computing Systems' published a publication in Sensors?,ASK { <https://dblp.org/rec/journals/sensors/VarelaPBD16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/sensors/VarelaPBD16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Sensors' FILTER NOT EXISTS { <https://dblp.org/rec/journals/sensors/VarelaPBD16> <https://dblp.org/rdf/schema#publishedIn> 'Sensors' } },TP43,"[""<https://dblp.org/rec/journals/sensors/VarelaPBD16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5149,"Did the authors of 'Managing the Federal Depository Library Program Electronic Collection: A Policy and Planning Document Governemnt Printing Office, Washington, DC (October, 1998)' not publish 'A General Model for Heterogeneous Web Services Integration'?",ASK { <https://dblp.org/rec/journals/giq/Barkley99a> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/awcc/ZhangGM04> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/awcc/ZhangGM04> != <https://dblp.org/rec/journals/giq/Barkley99a>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/giq/Barkley99a> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/awcc/ZhangGM04> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/awcc/ZhangGM04> != <https://dblp.org/rec/journals/giq/Barkley99a>) } },TP44,"[""<https://dblp.org/rec/journals/giq/Barkley99a>"", ""<https://dblp.org/rec/conf/awcc/ZhangGM04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5150,Did the authors of 'Appearance-free Tripartite Matching for Multiple Object Tracking' not publish 'Bayesian Inference of Lymph Node Ratio Estimation and Survival Prognosis for Breast Cancer Patients'?,ASK { <https://dblp.org/rec/journals/corr/abs-2008-03628> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/titb/TengADMZSY20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/titb/TengADMZSY20> != <https://dblp.org/rec/journals/corr/abs-2008-03628>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2008-03628> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/titb/TengADMZSY20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/titb/TengADMZSY20> != <https://dblp.org/rec/journals/corr/abs-2008-03628>) } },TP44,"[""<https://dblp.org/rec/journals/corr/abs-2008-03628>"", ""<https://dblp.org/rec/journals/titb/TengADMZSY20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5151,"Wasn't the publication 'Unsupervised-learning financial reconciliation: a robust, accurate approach inspired by machine translation' published in 2020?",ASK { <https://dblp.org/rec/conf/icaif/Chew20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icaif/Chew20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' } },TP42,"[""<https://dblp.org/rec/conf/icaif/Chew20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5152,Wasn't the publication 'An active learning-based SVM multi-class classification model' published in 2015?,ASK { <https://dblp.org/rec/journals/pr/GuoW15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' FILTER NOT EXISTS { <https://dblp.org/rec/journals/pr/GuoW15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' } },TP42,"[""<https://dblp.org/rec/journals/pr/GuoW15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5153,Did the authors of 'Ligorano/Reese' not publish a paper in SIGGRAPH Electronic Art and Animation Catalog?,ASK { <https://dblp.org/rec/conf/siggraph/LigoranoR05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/siggraph/LigoranoR05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SIGGRAPH Electronic Art and Animation Catalog' FILTER NOT EXISTS { <https://dblp.org/rec/conf/siggraph/LigoranoR05> <https://dblp.org/rdf/schema#publishedIn> 'SIGGRAPH Electronic Art and Animation Catalog' } },TP43,"[""<https://dblp.org/rec/conf/siggraph/LigoranoR05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5154,Haven't the authors of the publication 'Reproducing and Exploring Past Events Using Agent-Based Geo-Historical Models' published a publication in International Workshop on MultiAgent Based Simulation?,ASK { <https://dblp.org/rec/conf/mabs/GasmiGDGTTV14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/mabs/GasmiGDGTTV14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'MABS' FILTER NOT EXISTS { <https://dblp.org/rec/conf/mabs/GasmiGDGTTV14> <https://dblp.org/rdf/schema#publishedIn> 'MABS' } },TP43,"[""<https://dblp.org/rec/conf/mabs/GasmiGDGTTV14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5155,Did the authors of the publication 'Senti-BSAS: A BERT-based Classification Model with Sentiment Calculating for Happiness Research' not publish 'Flexible Shear Mode Transducer for Structural Health Monitoring Using Ultrasonic Guided Waves'?,ASK { <https://dblp.org/rec/conf/iccai/Zeng0RL021> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tii/LoweSYKGS18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/tii/LoweSYKGS18> != <https://dblp.org/rec/conf/iccai/Zeng0RL021>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/iccai/Zeng0RL021> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tii/LoweSYKGS18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/tii/LoweSYKGS18> != <https://dblp.org/rec/conf/iccai/Zeng0RL021>) } },TP44,"[""<https://dblp.org/rec/conf/iccai/Zeng0RL021>"", ""<https://dblp.org/rec/journals/tii/LoweSYKGS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5156,Wasn't the publication 'Estimation and Robustness Analysis of Protein Networks for Cell Cycle Systems' published in 2010?,ASK { <https://dblp.org/rec/conf/IEEEcca/AzumaKTA10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' FILTER NOT EXISTS { <https://dblp.org/rec/conf/IEEEcca/AzumaKTA10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' } },TP42,"[""<https://dblp.org/rec/conf/IEEEcca/AzumaKTA10>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5157,Have the authors of the paper 'Consumer health information needs: A systematic review of instrument development' not published a publication in Inf. Process. Manag.?,ASK { <https://dblp.org/rec/journals/ipm/ChiPZ20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ipm/ChiPZ20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Inf. Process. Manag.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ipm/ChiPZ20> <https://dblp.org/rdf/schema#publishedIn> 'Inf. Process. Manag.' } },TP43,"[""<https://dblp.org/rec/journals/ipm/ChiPZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5159,Did the authors of the publication 'Turning grain maps into diagrams' not publish a paper in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2205-06650> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2205-06650>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2205-06650> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TP43,"[""<https://dblp.org/rec/journals/corr/abs-2205-06650>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5160,Did the authors of 'Machinic dispossession and augmented despotism: Digital work in an Amazon warehouse' not publish a paper in New Media Soc.?,ASK { <https://dblp.org/rec/journals/nms/Delfanti21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/nms/Delfanti21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'New Media Soc.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/nms/Delfanti21> <https://dblp.org/rdf/schema#publishedIn> 'New Media Soc.' } },TP43,"[""<https://dblp.org/rec/journals/nms/Delfanti21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5161,Wasn't the publication 'Smart Relay Architecture for Over-the-Horizon High Quality Communications With Unmanned Aerial Vehicles' published in 2019?,ASK { <https://dblp.org/rec/journals/access/Blazquez-Garcia19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' FILTER NOT EXISTS { <https://dblp.org/rec/journals/access/Blazquez-Garcia19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' } },TP42,"[""<https://dblp.org/rec/journals/access/Blazquez-Garcia19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5162,Did the authors of 'Towards patterns to enhance the communication in distributed software development environments' not publish a paper in Pattern Languages of Programs?,ASK { <https://dblp.org/rec/conf/plop/OberortnerKD11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/plop/OberortnerKD11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'PLoP' FILTER NOT EXISTS { <https://dblp.org/rec/conf/plop/OberortnerKD11> <https://dblp.org/rdf/schema#publishedIn> 'PLoP' } },TP43,"[""<https://dblp.org/rec/conf/plop/OberortnerKD11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5163,Wasn't the publication 'A dynamic instruction set computer' published in 1995?,ASK { <https://dblp.org/rec/conf/fccm/WirthlinH95> <https://dblp.org/rdf/schema#yearOfPublication> '1995' FILTER NOT EXISTS { <https://dblp.org/rec/conf/fccm/WirthlinH95> <https://dblp.org/rdf/schema#yearOfPublication> '1995' } },TP42,"[""<https://dblp.org/rec/conf/fccm/WirthlinH95>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5164,Have the authors of the paper 'A learned sparseness and IGMRF-based regularization framework for dense disparity estimation using unsupervised feature learning' not published the paper 'Non-linear Model Predictive Control of Wave Energy Converters with Realistic Power Take-off Configurations and Loss Model'?,ASK { <https://dblp.org/rec/journals/ipsjtcva/NaharJ17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ccta/KarthikeyanPSC19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ccta/KarthikeyanPSC19> != <https://dblp.org/rec/journals/ipsjtcva/NaharJ17>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/ipsjtcva/NaharJ17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ccta/KarthikeyanPSC19> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ccta/KarthikeyanPSC19> != <https://dblp.org/rec/journals/ipsjtcva/NaharJ17>) } },TP44,"[""<https://dblp.org/rec/journals/ipsjtcva/NaharJ17>"", ""<https://dblp.org/rec/conf/ccta/KarthikeyanPSC19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5165,Did the authors of 'Real-time telephone-based speech recognition in the Jupiter domain' not publish 'The Continuity of Complex Fuzzy Function'?,ASK { <https://dblp.org/rec/conf/icassp/GlassHH99> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icfie/Cai09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icfie/Cai09> != <https://dblp.org/rec/conf/icassp/GlassHH99>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/icassp/GlassHH99> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icfie/Cai09> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icfie/Cai09> != <https://dblp.org/rec/conf/icassp/GlassHH99>) } },TP44,"[""<https://dblp.org/rec/conf/icassp/GlassHH99>"", ""<https://dblp.org/rec/conf/icfie/Cai09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5166,Did the authors of '/ed (slashed): gut feelings when being cut and pierced' not publish 'Information Needs of Rural Communities'?,ASK { <https://dblp.org/rec/conf/siggraph/OoshimaFHAWK08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jci/YusopIYADGSSYKR13> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jci/YusopIYADGSSYKR13> != <https://dblp.org/rec/conf/siggraph/OoshimaFHAWK08>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/siggraph/OoshimaFHAWK08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jci/YusopIYADGSSYKR13> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/jci/YusopIYADGSSYKR13> != <https://dblp.org/rec/conf/siggraph/OoshimaFHAWK08>) } },TP44,"[""<https://dblp.org/rec/conf/siggraph/OoshimaFHAWK08>"", ""<https://dblp.org/rec/journals/jci/YusopIYADGSSYKR13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5167,Wasn't the publication 'Privacy-preserving Cross-domain Routing Optimization - A Cryptographic Approach' published in 2015?,ASK { <https://dblp.org/rec/journals/corr/ChenQZ15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/ChenQZ15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' } },TP42,"[""<https://dblp.org/rec/journals/corr/ChenQZ15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5168,Have the authors of the paper 'Number Portability Parameters for the \tel\ URI' not published the paper 'Learning SAS by Example: A Programmer's Guide'?,ASK { <https://dblp.org/rec/journals/rfc/rfc4694> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/technometrics/Holt08> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/technometrics/Holt08> != <https://dblp.org/rec/journals/rfc/rfc4694>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/rfc/rfc4694> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/technometrics/Holt08> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/technometrics/Holt08> != <https://dblp.org/rec/journals/rfc/rfc4694>) } },TP44,"[""<https://dblp.org/rec/journals/rfc/rfc4694>"", ""<https://dblp.org/rec/journals/technometrics/Holt08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5169,Haven't the authors of the publication 'An Anonymous Authentication and Communication Protocol for Wireless Mesh Networks' published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-1107-5538> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-1107-5538>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1107-5538> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TP43,"[""<https://dblp.org/rec/journals/corr/abs-1107-5538>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5170,Wasn't the publication 'Analysis of a Cooperative Caching-Multicast Strategy in D2D-Aided Networks' published in 2021?,ASK { <https://dblp.org/rec/journals/wcl/LiWWS21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' FILTER NOT EXISTS { <https://dblp.org/rec/journals/wcl/LiWWS21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' } },TP42,"[""<https://dblp.org/rec/journals/wcl/LiWWS21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5171,Did the authors of the publication 'A general framework for error analysis in measurement-based GIS Part 4: Error analysis in length and area measurements' not publish 'A Finite Lattice without Critical Triple that cannot be Embedded into the Enumerable Turing Degrees'?,ASK { <https://dblp.org/rec/journals/jgs/LeungMG04c> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/apal/LemppL97> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/apal/LemppL97> != <https://dblp.org/rec/journals/jgs/LeungMG04c>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/jgs/LeungMG04c> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/apal/LemppL97> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/apal/LemppL97> != <https://dblp.org/rec/journals/jgs/LeungMG04c>) } },TP44,"[""<https://dblp.org/rec/journals/jgs/LeungMG04c>"", ""<https://dblp.org/rec/journals/apal/LemppL97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5172,Haven't the authors of the publication 'Playas: homeland mirage' published a publication in ACM Multimedia?,ASK { <https://dblp.org/rec/conf/mm/StennerKW05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/mm/StennerKW05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ACM Multimedia' FILTER NOT EXISTS { <https://dblp.org/rec/conf/mm/StennerKW05> <https://dblp.org/rdf/schema#publishedIn> 'ACM Multimedia' } },TP43,"[""<https://dblp.org/rec/conf/mm/StennerKW05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5173,Was 'Model-Based Control of Planar Piezoelectric Inchworm Soft Robot for Crawling in Constrained Environments' not published in 2022?,ASK { <https://dblp.org/rec/journals/corr/abs-2203-15198> <https://dblp.org/rdf/schema#yearOfPublication> '2022' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2203-15198> <https://dblp.org/rdf/schema#yearOfPublication> '2022' } },TP42,"[""<https://dblp.org/rec/journals/corr/abs-2203-15198>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5174,Wasn't the publication 'A cooperative nearest neighbours topology control algorithm for wireless ad hoc networks' published in 2003?,ASK { <https://dblp.org/rec/conf/icccn/GerharzWMJ03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icccn/GerharzWMJ03> <https://dblp.org/rdf/schema#yearOfPublication> '2003' } },TP42,"[""<https://dblp.org/rec/conf/icccn/GerharzWMJ03>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5175,Have the authors of the paper 'Generalized Outer Bounds on the Finite Geometric Sum of Ellipsoids' not published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2107-08912> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2107-08912>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2107-08912> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TP43,"[""<https://dblp.org/rec/journals/corr/abs-2107-08912>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5176,Did the authors of 'Secure Consensus of Multiagent Systems With Input Saturation and Distributed Multiple DoS Attacks' not publish a paper in IEEE Trans. Circuits Syst. II Express Briefs?,ASK { <https://dblp.org/rec/journals/tcasII/DuYDQ22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tcasII/DuYDQ22>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Circuits Syst. II Express Briefs' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tcasII/DuYDQ22> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Circuits Syst. II Express Briefs' } },TP43,"[""<https://dblp.org/rec/journals/tcasII/DuYDQ22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5177,Wasn't the paper 'Robust automated Parkinson disease detection based on voice signals with transfer learning' published in the year 2021?,ASK { <https://dblp.org/rec/journals/eswa/KaramanCAP21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' FILTER NOT EXISTS { <https://dblp.org/rec/journals/eswa/KaramanCAP21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' } },TP42,"[""<https://dblp.org/rec/journals/eswa/KaramanCAP21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
