id,question_string,query,template_id,entities,relations,temporal,help_out
Q6229,"In Int. J. Mob. Commun. in 2006, what are the titles of the papers on Wlan experiments?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijmc/Tsang06> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Mob. Commun.' . <https://dblp.org/rec/journals/ijmc/Tsang06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' . <https://dblp.org/rec/journals/ijmc/Tsang06> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ijmc/Tsang06>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6230,What are the titles of the papers on Image processing that were published in IEEE International Conference on Image Processing in 1998?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icip/McCabeWC98> <https://dblp.org/rdf/schema#publishedIn> 'ICIP (2)' . <https://dblp.org/rec/conf/icip/McCabeWC98> <https://dblp.org/rdf/schema#yearOfPublication> '1998' . <https://dblp.org/rec/conf/icip/McCabeWC98> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/icip/McCabeWC98>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6231,"In 2021 in Sensors, what are the titles of the papers on Transportation classification?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/FriedrichLH21> <https://dblp.org/rdf/schema#publishedIn> 'Sensors' . <https://dblp.org/rec/journals/sensors/FriedrichLH21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/journals/sensors/FriedrichLH21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/sensors/FriedrichLH21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6232,What are the titles of the papers on Property identification that were published in ICRA in 1999?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icra/DebusDH99> <https://dblp.org/rdf/schema#publishedIn> 'ICRA' . <https://dblp.org/rec/conf/icra/DebusDH99> <https://dblp.org/rdf/schema#yearOfPublication> '1999' . <https://dblp.org/rec/conf/icra/DebusDH99> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/icra/DebusDH99>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6233,"In Int. J. Autom. Comput. in 2007, who are the authors that published papers about Linearization control?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijautcomp/NecsulescuJK07> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/ijautcomp/NecsulescuJK07> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Autom. Comput.' . <https://dblp.org/rec/journals/ijautcomp/NecsulescuJK07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP91,"[""<https://dblp.org/rec/journals/ijautcomp/NecsulescuJK07>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6234,"In 2020 in ICIP, who are the authors that published papers about Relationship network?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icip/PengCL20> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/icip/PengCL20> <https://dblp.org/rdf/schema#publishedIn> 'ICIP' . <https://dblp.org/rec/conf/icip/PengCL20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP91,"[""<https://dblp.org/rec/conf/icip/PengCL20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6235,When was the paper on Image annotation by Nanjing University of Science and Technology (NJUST) published?,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mm/TangLQC08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Nanjing University of Science and Technology (NJUST), School of Computer Science and Technology, China' . <https://dblp.org/rec/conf/mm/TangLQC08> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/mm/TangLQC08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6236,"In INFOCOM in 2021, what are the titles of the papers on Cloud computing?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/infocom/QinLY21> <https://dblp.org/rdf/schema#publishedIn> 'INFOCOM' . <https://dblp.org/rec/conf/infocom/QinLY21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/conf/infocom/QinLY21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/infocom/QinLY21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6237,"In 2002 in ISTAS, who are the authors that published papers about Case study?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/istas/CeaparuS02> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/istas/CeaparuS02> <https://dblp.org/rdf/schema#publishedIn> 'ISTAS' . <https://dblp.org/rec/conf/istas/CeaparuS02> <https://dblp.org/rdf/schema#yearOfPublication> '2002' },TP91,"[""<https://dblp.org/rec/conf/istas/CeaparuS02>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6238,"In HPDC in 1997, what are the titles of the papers on Scheduling methods?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hpdc/SudoSS97> <https://dblp.org/rdf/schema#publishedIn> 'HPDC' . <https://dblp.org/rec/conf/hpdc/SudoSS97> <https://dblp.org/rdf/schema#yearOfPublication> '1997' . <https://dblp.org/rec/conf/hpdc/SudoSS97> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/hpdc/SudoSS97>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6239,Who are the authors that published papers about Si heterojunctions in Microelectron. J. in 2008?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mj/FaragAT08> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/mj/FaragAT08> <https://dblp.org/rdf/schema#publishedIn> 'Microelectron. J.' . <https://dblp.org/rec/journals/mj/FaragAT08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP91,"[""<https://dblp.org/rec/journals/mj/FaragAT08>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6240,"In J. Cogn. Neurosci. in 2018, what are the titles of the papers on Component event?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jocn/TurkEDHNFFZB18> <https://dblp.org/rdf/schema#publishedIn> 'J. Cogn. Neurosci.' . <https://dblp.org/rec/journals/jocn/TurkEDHNFFZB18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' . <https://dblp.org/rec/journals/jocn/TurkEDHNFFZB18> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/jocn/TurkEDHNFFZB18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6241,"In Int. J. Mach. Learn. Cybern. in 2022, who are the authors that published papers about Scale selection?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mlc/ZhengWBT22> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/mlc/ZhengWBT22> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Mach. Learn. Cybern.' . <https://dblp.org/rec/journals/mlc/ZhengWBT22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP91,"[""<https://dblp.org/rec/journals/mlc/ZhengWBT22>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6242,What are the titles of the papers on Resonator antenna that were published in IEEE Access in 2021?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/ZhaoLCFC21> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' . <https://dblp.org/rec/journals/access/ZhaoLCFC21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/journals/access/ZhaoLCFC21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/access/ZhaoLCFC21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6243,What are the titles of the papers on Marker genes that were published in BMC Bioinform. in 2011?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bmcbi/GhodsiLP11> <https://dblp.org/rdf/schema#publishedIn> 'BMC Bioinform.' . <https://dblp.org/rec/journals/bmcbi/GhodsiLP11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' . <https://dblp.org/rec/journals/bmcbi/GhodsiLP11> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/bmcbi/GhodsiLP11>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6244,"In 1989 in International Computer Software and Applications Conference, who are the authors that published papers about Quality assurance?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/compsac/HondaMK89> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/compsac/HondaMK89> <https://dblp.org/rdf/schema#publishedIn> 'COMPSAC' . <https://dblp.org/rec/conf/compsac/HondaMK89> <https://dblp.org/rdf/schema#yearOfPublication> '1989' },TP91,"[""<https://dblp.org/rec/conf/compsac/HondaMK89>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6245,"In the year 2000 in NIPS, who are the authors that published research papers about Arrival estimation?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/nips/RoscaRJR99> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/nips/RoscaRJR99> <https://dblp.org/rdf/schema#publishedIn> 'NIPS' . <https://dblp.org/rec/conf/nips/RoscaRJR99> <https://dblp.org/rdf/schema#yearOfPublication> '2000' },TP91,"[""<https://dblp.org/rec/conf/nips/RoscaRJR99>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6246,"In 2011 in Lang. Linguistics Compass, who are the authors that published papers about Language processing?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/llc/MorfordH11> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/llc/MorfordH11> <https://dblp.org/rdf/schema#publishedIn> 'Lang. Linguistics Compass' . <https://dblp.org/rec/journals/llc/MorfordH11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP91,"[""<https://dblp.org/rec/journals/llc/MorfordH11>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6247,"When was the research paper on Design technique by Imperial College London, UK published?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icassp/AhmadiCK76> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Imperial College London, UK' . <https://dblp.org/rec/conf/icassp/AhmadiCK76> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/icassp/AhmadiCK76>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6248,"In CoRR in 2015, what are the titles of the papers on Cake cutting protocol?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/AzizM15> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/AzizM15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' . <https://dblp.org/rec/journals/corr/AzizM15> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/AzizM15>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6249,"In CoRR in 2022, what are the titles of the papers on Time video?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2205-12634> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2205-12634> <https://dblp.org/rdf/schema#yearOfPublication> '2022' . <https://dblp.org/rec/journals/corr/abs-2205-12634> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/abs-2205-12634>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6251,"In the year 2014 in CoRR, who are the authors that published research papers about Risk assessment algorithm?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/MomaniTA14> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/corr/MomaniTA14> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/MomaniTA14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP91,"[""<https://dblp.org/rec/journals/corr/MomaniTA14>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6252,Who are the authors that published papers about Definition generation in CoRR in 2022?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2203-12926> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/corr/abs-2203-12926> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2203-12926> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP91,"[""<https://dblp.org/rec/journals/corr/abs-2203-12926>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6253,"In the year 2021 in IEEE International Performance Computing and Communications Conference, who are the authors that published research papers about Incentive mechanism?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ipccc/GuoWLS21> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/ipccc/GuoWLS21> <https://dblp.org/rdf/schema#publishedIn> 'IPCCC' . <https://dblp.org/rec/conf/ipccc/GuoWLS21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP91,"[""<https://dblp.org/rec/conf/ipccc/GuoWLS21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6254,"In 1994 in Random Struct. Algorithms, who are the authors that published papers about Steiner trees?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/rsa/DeneenST94> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/rsa/DeneenST94> <https://dblp.org/rdf/schema#publishedIn> 'Random Struct. Algorithms' . <https://dblp.org/rec/journals/rsa/DeneenST94> <https://dblp.org/rdf/schema#yearOfPublication> '1994' },TP91,"[""<https://dblp.org/rec/journals/rsa/DeneenST94>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6255,Who are the authors that published papers about Suite generation in GECCO in 2015?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gecco/ShamshiriRFM15> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/gecco/ShamshiriRFM15> <https://dblp.org/rdf/schema#publishedIn> 'GECCO' . <https://dblp.org/rec/conf/gecco/ShamshiriRFM15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP91,"[""<https://dblp.org/rec/conf/gecco/ShamshiriRFM15>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6256,"In Inf. Syst. Frontiers in 2016, what are the titles of the papers on Supply chain?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/isf/TanWC16> <https://dblp.org/rdf/schema#publishedIn> 'Inf. Syst. Frontiers' . <https://dblp.org/rec/journals/isf/TanWC16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' . <https://dblp.org/rec/journals/isf/TanWC16> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/isf/TanWC16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6257,Who are the authors that published papers about Learning features in CoRR in 2019?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1912-00283> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/corr/abs-1912-00283> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-1912-00283> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP91,"[""<https://dblp.org/rec/journals/corr/abs-1912-00283>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6258,"In Comput. Commun. Rev. in 2000, what are the titles of the papers on Traffic engineering?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ccr/LagoaC00> <https://dblp.org/rdf/schema#publishedIn> 'Comput. Commun. Rev.' . <https://dblp.org/rec/journals/ccr/LagoaC00> <https://dblp.org/rdf/schema#yearOfPublication> '2000' . <https://dblp.org/rec/journals/ccr/LagoaC00> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ccr/LagoaC00>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6259,"In CDC in 2021, who are the authors that published papers about Play networks?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cdc/StudliYSM21> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/cdc/StudliYSM21> <https://dblp.org/rdf/schema#publishedIn> 'CDC' . <https://dblp.org/rec/conf/cdc/StudliYSM21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP91,"[""<https://dblp.org/rec/conf/cdc/StudliYSM21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6260,Who are the authors that published papers about Sensor networks in Softw. Pract. Exp. in 2014?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/spe/MooreTPC14> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/spe/MooreTPC14> <https://dblp.org/rdf/schema#publishedIn> 'Softw. Pract. Exp.' . <https://dblp.org/rec/journals/spe/MooreTPC14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP91,"[""<https://dblp.org/rec/journals/spe/MooreTPC14>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6261,"In TSD in 2013, who are the authors that published papers about Language model?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/tsd/ChaloupkaNCM13> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/tsd/ChaloupkaNCM13> <https://dblp.org/rdf/schema#publishedIn> 'TSD' . <https://dblp.org/rec/conf/tsd/ChaloupkaNCM13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP91,"[""<https://dblp.org/rec/conf/tsd/ChaloupkaNCM13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6262,Tsinghua University published a paper on Assembly line in what year?,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/candie/SunWP20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Tsinghua University, Department of Automation, TNList, Beijing, China' . <https://dblp.org/rec/journals/candie/SunWP20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/candie/SunWP20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6263,"In 1979 in Notre Dame J. Formal Log., what are the titles of the papers on Meyer semantics?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ndjfl/Dunn79> <https://dblp.org/rdf/schema#publishedIn> 'Notre Dame J. Formal Log.' . <https://dblp.org/rec/journals/ndjfl/Dunn79> <https://dblp.org/rdf/schema#yearOfPublication> '1979' . <https://dblp.org/rec/journals/ndjfl/Dunn79> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/ndjfl/Dunn79>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6264,"In Autom. in 2011, what are the titles of the papers on Feedback stabilization?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/automatica/ZevinP11> <https://dblp.org/rdf/schema#publishedIn> 'Autom.' . <https://dblp.org/rec/journals/automatica/ZevinP11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' . <https://dblp.org/rec/journals/automatica/ZevinP11> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/automatica/ZevinP11>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6265,"In GECCO Companion in 2022, who are the authors that published papers about Portfolio construction?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gecco/MunozSK22> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/gecco/MunozSK22> <https://dblp.org/rdf/schema#publishedIn> 'GECCO Companion' . <https://dblp.org/rec/conf/gecco/MunozSK22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP91,"[""<https://dblp.org/rec/conf/gecco/MunozSK22>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6266,What are the titles of the papers on Animal bias that were published in CoRR in 2022?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2203-05140> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-2203-05140> <https://dblp.org/rdf/schema#yearOfPublication> '2022' . <https://dblp.org/rec/journals/corr/abs-2203-05140> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/corr/abs-2203-05140>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6267,"In 2021 in SECRYPT, what are the titles of the papers on Set intersection?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/secrypt/Andreea21> <https://dblp.org/rdf/schema#publishedIn> 'SECRYPT' . <https://dblp.org/rec/conf/secrypt/Andreea21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/conf/secrypt/Andreea21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/secrypt/Andreea21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6268,What are the titles of the papers on Data selection that were published in CVPR in 2020?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cvpr/JoneidiVEWRLS20> <https://dblp.org/rdf/schema#publishedIn> 'CVPR' . <https://dblp.org/rec/conf/cvpr/JoneidiVEWRLS20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' . <https://dblp.org/rec/conf/cvpr/JoneidiVEWRLS20> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/cvpr/JoneidiVEWRLS20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6269,"When was the research paper on Mode decomposition by Nagoya University, Japan published?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/visapp/HaqFK20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Nagoya University, Japan' . <https://dblp.org/rec/conf/visapp/HaqFK20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/visapp/HaqFK20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6270,"In 2020 in ECCV (1), who are the authors that published papers about Feature sampling?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eccv/XieZZHL20> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/eccv/XieZZHL20> <https://dblp.org/rdf/schema#publishedIn> 'ECCV (1)' . <https://dblp.org/rec/conf/eccv/XieZZHL20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP91,"[""<https://dblp.org/rec/conf/eccv/XieZZHL20>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6271,"In the year 2014 in OTM Workshops, what are the titles of the research papers on Homecare self?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/otm/TaweelBM14> <https://dblp.org/rdf/schema#publishedIn> 'OTM Workshops' . <https://dblp.org/rec/conf/otm/TaweelBM14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' . <https://dblp.org/rec/conf/otm/TaweelBM14> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/otm/TaweelBM14>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6272,"In the year 1972 in SWAT, what are the titles of the research papers on Program equivalence?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/focs/Rosen72> <https://dblp.org/rdf/schema#publishedIn> 'SWAT' . <https://dblp.org/rec/conf/focs/Rosen72> <https://dblp.org/rdf/schema#yearOfPublication> '1972' . <https://dblp.org/rec/conf/focs/Rosen72> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/focs/Rosen72>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6273,"In CogSci in 2011, who are the authors that published papers about Memory task?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cogsci/KachergisRS11> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/cogsci/KachergisRS11> <https://dblp.org/rdf/schema#publishedIn> 'CogSci' . <https://dblp.org/rec/conf/cogsci/KachergisRS11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP91,"[""<https://dblp.org/rec/conf/cogsci/KachergisRS11>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6274,"In 2004 in VRCAI, who are the authors that published papers about Images database?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vrcai/BertiMSBRT04> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/vrcai/BertiMSBRT04> <https://dblp.org/rdf/schema#publishedIn> 'VRCAI' . <https://dblp.org/rec/conf/vrcai/BertiMSBRT04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' },TP91,"[""<https://dblp.org/rec/conf/vrcai/BertiMSBRT04>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6275,What are the titles of the papers on Signal transition that were published in VLSI Design in 1996?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vlsid/ParkN96> <https://dblp.org/rdf/schema#publishedIn> 'VLSI Design' . <https://dblp.org/rec/conf/vlsid/ParkN96> <https://dblp.org/rdf/schema#yearOfPublication> '1996' . <https://dblp.org/rec/conf/vlsid/ParkN96> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/vlsid/ParkN96>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6276,Who are the authors that published papers about Factorization algorithm in FPT in 2007?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fpt/MeintanisP07> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/fpt/MeintanisP07> <https://dblp.org/rdf/schema#publishedIn> 'FPT' . <https://dblp.org/rec/conf/fpt/MeintanisP07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP91,"[""<https://dblp.org/rec/conf/fpt/MeintanisP07>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
