id,question_string,query,template_id,entities,relations,temporal,help_out
Q4456,Who are the authors of the publication 'A Novel Fault Tolerant Approach for SRAM-Based FPGAs' and what are their affiliations?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/prdc/XuSHL99> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/prdc/XuSHL99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4457,Find the authors of 'A Structured Paging System' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/cj/Hoare73> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/cj/Hoare73>) },TP23,"[""<https://dblp.org/rec/journals/cj/Hoare73>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4458,List the authors of 'Guest Editors' Introduction: Why are Small Software Organizations Different?' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/software/RichardsonW07> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/software/RichardsonW07>) },TP24,"[""<https://dblp.org/rec/journals/software/RichardsonW07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4459,Who are the authors of the publication 'Locally Weighted Regression for Control' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/reference/ml/TingMVS17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/reference/ml/TingMVS17>) },TP23,"[""<https://dblp.org/rec/reference/ml/TingMVS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4460,List the authors of 'Evaluating the Quality in the Use of Domain-Specific Languages in an Agile Way' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/models/Barisic13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/models/Barisic13>) },TP24,"[""<https://dblp.org/rec/conf/models/Barisic13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4461,Find the authors of 'Learning a Multi-class Discriminative Dictionary with Nonredundancy Constraints for Visual Classification' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/mm/LiuWYT16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/mm/LiuWYT16>) },TP23,"[""<https://dblp.org/rec/conf/mm/LiuWYT16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4462,Who are the authors of the publication 'A Thermal Energy Harvesting Power Supply With an Internal Startup Circuit for Pacemakers' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/tvlsi/AshrafM16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/tvlsi/AshrafM16>) },TP23,"[""<https://dblp.org/rec/journals/tvlsi/AshrafM16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4463,Who are the authors of the publication 'Capacity and Zero-Error Capacity of the Chemical Channel with Feedback' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/isit/PermuterCRW07> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/isit/PermuterCRW07>) },TP23,"[""<https://dblp.org/rec/conf/isit/PermuterCRW07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4464,Who are the authors of the publication 'Natural Language Video Localization: A Revisit in Span-Based Question Answering Framework' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/pami/ZhangSJZZG22> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/pami/ZhangSJZZG22>) },TP23,"[""<https://dblp.org/rec/journals/pami/ZhangSJZZG22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4465,Who are the authors of the publication 'Leakage-Resilient Pseudorandom Functions and Side-Channel Attacks on Feistel Networks' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/crypto/DodisP10> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/crypto/DodisP10>) },TP23,"[""<https://dblp.org/rec/conf/crypto/DodisP10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4466,Who are the authors of the publication 'Characterization of Portuguese Haemophilia patients based on the National Registry Data' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/centeris/Teixeira0S20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/centeris/Teixeira0S20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4467,List the authors of 'Teaching user documentation by modular decomposition: SIGDOC'91 workshop' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/sigdoc/TalburtA91> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/sigdoc/TalburtA91>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4468,Who are the authors of the publication 'Global Modeling for the Experienced: (A communication to the Society for Computer Simulation)' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/simulation/McLeodMBJ95> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/simulation/McLeodMBJ95>) },TP23,"[""<https://dblp.org/rec/journals/simulation/McLeodMBJ95>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4469,List the authors of 'Combining point context and dynamic time warping for online gesture recognition' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jei/MaoL17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/jei/MaoL17>) },TP24,"[""<https://dblp.org/rec/journals/jei/MaoL17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4470,Find the authors of 'Fusionner pour mieux analyser : Conception et \u00E9valuation de la plate-forme de combinaison' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/taln/Brunet-Manquat04> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/taln/Brunet-Manquat04>) },TP24,"[""<https://dblp.org/rec/conf/taln/Brunet-Manquat04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4471,List the authors of 'Moteurs de personnalit\u00E9 pour agents dialogiques : \u00E9tude d'un mod\u00E8le pour les traits interpersonnels' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/jfsma/SansonnetBS13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/jfsma/SansonnetBS13>) },TP23,"[""<https://dblp.org/rec/conf/jfsma/SansonnetBS13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4472,Who are the authors of 'An Analysis of Simple Data Augmentation for Named Entity Recognition' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/coling/DaiA20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/coling/DaiA20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4473,Who are the authors of the publication 'The Design and Three-Year Review of an MS Program in Information Technology for Preparing Systems Integrators' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/cais/Chand04> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/cais/Chand04>) },TP23,"[""<https://dblp.org/rec/journals/cais/Chand04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4474,Who are the authors of the publication 'Learning to Advise and Learning from Advice in Cooperative Multiagent Reinforcement Learning' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/atal/JinWY022> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/atal/JinWY022>) },TP24,"[""<https://dblp.org/rec/conf/atal/JinWY022>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4475,Find the authors of 'Automatic sleep stage scoring based on waveform recognition method and decision-tree learning' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/scjapan/HanaokaKY02> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/scjapan/HanaokaKY02>) },TP23,"[""<https://dblp.org/rec/journals/scjapan/HanaokaKY02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4476,Who are the authors of the publication 'Anomaly Detection and Knowledge Transfer in Automatic Sports Video Annotation' and what are their affiliations?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/series/sci/AlmajaiYCKCWK12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/series/sci/AlmajaiYCKCWK12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4477,Find the authors of 'Toward a Holistic and Standardized Automotive Architecture Description' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/computer/BroyGMWKK09> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/computer/BroyGMWKK09>) },TP23,"[""<https://dblp.org/rec/journals/computer/BroyGMWKK09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4478,Who are the authors of 'Supporting Web Surfers in Finding Related Material in Digital Library Repositories' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ercimdl/SchlottererSG16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/ercimdl/SchlottererSG16>) },TP24,"[""<https://dblp.org/rec/conf/ercimdl/SchlottererSG16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4480,Who are the authors of 'Self labeling online sequential extreme learning machine and it's application' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jifs/ZhaoZL19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/jifs/ZhaoZL19>) },TP24,"[""<https://dblp.org/rec/journals/jifs/ZhaoZL19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4481,Who are the authors of the publication 'Separating Quantum Communication and Approximate Rank' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/coco/AnshuBGJKL17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/coco/AnshuBGJKL17>) },TP23,"[""<https://dblp.org/rec/conf/coco/AnshuBGJKL17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4482,Who are the authors of the publication 'Two-level damping control for DFIG-based wind farm providing synthetic inertial service' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iasam/XiGY16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/iasam/XiGY16>) },TP24,"[""<https://dblp.org/rec/conf/iasam/XiGY16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4483,Who are the authors of 'Enabling stream processing for people-centric IoT based on the fog computing paradigm' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/etfa/AmaxilatisACT17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/etfa/AmaxilatisACT17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4484,List the authors of 'Searchable encryption for geo-referenced data' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/medhocnet/FarrasR16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/medhocnet/FarrasR16>) },TP23,"[""<https://dblp.org/rec/conf/medhocnet/FarrasR16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4485,Who are the authors of the publication 'A few more incomplete self-orthogonal Latin squares and related designs' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ajc/AbelBZZ00> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/ajc/AbelBZZ00>) },TP23,"[""<https://dblp.org/rec/journals/ajc/AbelBZZ00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4486,Who are the authors of the publication 'Patients' consciousness analysis using dynamic approximate entropy and MEMD method' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/apsipa/CuiYZCC13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/apsipa/CuiYZCC13>) },TP24,"[""<https://dblp.org/rec/conf/apsipa/CuiYZCC13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4487,Who are the authors of the publication 'Behavior in Strategic Settings: Evidence from a Million Rock-Paper-Scissors Games' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/games/BatzilisJLLP19> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/games/BatzilisJLLP19>) },TP23,"[""<https://dblp.org/rec/journals/games/BatzilisJLLP19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4488,List the authors of 'SAR study on inhibitors of Hsp90\u03B1 using machine learning methods' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ccfthpc/ZhangTY21> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/ccfthpc/ZhangTY21>) },TP23,"[""<https://dblp.org/rec/journals/ccfthpc/ZhangTY21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4489,Who are the authors of 'Efficient image retrieval using a network with complex neurons' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icnn/SwetsW95> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/icnn/SwetsW95>) },TP24,"[""<https://dblp.org/rec/conf/icnn/SwetsW95>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4490,Who are the authors of the publication 'Implementing Algorithms and Data Structures: An Educational and Research Perspective' and what are their affiliations?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/isaac/Tamassia98> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/isaac/Tamassia98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4491,Who are the authors of the publication 'A generic FPGA prototype for on-chip systems with network-on-chip communication infrastructure' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/cee/ArjomandBS14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/cee/ArjomandBS14>) },TP23,"[""<https://dblp.org/rec/journals/cee/ArjomandBS14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4492,Who are the authors of 'Ranking of Wikipedia articles in search engines revisited: Fair ranking for reasonable quality?' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jasis/LewandowskiS11> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/jasis/LewandowskiS11>) },TP24,"[""<https://dblp.org/rec/journals/jasis/LewandowskiS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4493,Find the authors of 'A Novel Stochastic Channel Modeling Approach for mmWave Systems with Beamforming' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/vtc/PyattaevJ0K16> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/vtc/PyattaevJ0K16>) },TP24,"[""<https://dblp.org/rec/conf/vtc/PyattaevJ0K16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4494,Who are the authors of the publication 'Fuzzy classification rules based on similarity' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/itat/HolenaS12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/itat/HolenaS12>) },TP24,"[""<https://dblp.org/rec/conf/itat/HolenaS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4495,Find the authors of 'Minimum multiple originator broadcast graphs' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/dam/LiestmanR17> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/dam/LiestmanR17>) },TP24,"[""<https://dblp.org/rec/journals/dam/LiestmanR17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4496,Who are the authors of the publication 'The Spanish transition to democracy seen through the Spanish database isoc' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/scientometrics/RomanM94> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/scientometrics/RomanM94>) },TP23,"[""<https://dblp.org/rec/journals/scientometrics/RomanM94>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4497,Who are the authors of 'Design and implementation of DVB on-board multi-carrier demodulator' and what are the venues of the other papers they published?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icassp/Sala-AlvarezPCP98> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/icassp/Sala-AlvarezPCP98>) },TP24,"[""<https://dblp.org/rec/conf/icassp/Sala-AlvarezPCP98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4498,List the authors of 'Complete This Puzzle: A Connectionist Approach to Accurate Web Recommendations Based on a Committee of Predictors' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/kdd/NasraouiP04> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/kdd/NasraouiP04>) },TP24,"[""<https://dblp.org/rec/conf/kdd/NasraouiP04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4499,List the authors of 'A dialogue system with contextually appropriate spoken output intonation' and their affiliations.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/eacl/Kruijff-KorbayovaRKE03> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/eacl/Kruijff-KorbayovaRKE03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4500,Who are the authors of the publication 'Recovering Epipolar Geometry by Reactive Tabu Search' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iccv/KeXM98> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/iccv/KeXM98>) },TP23,"[""<https://dblp.org/rec/conf/iccv/KeXM98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4501,List the authors of 'PiCode: 2D barcode with embedded picture and ViCode: 3D barcode with embedded video' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/mobicom/HuangM13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/mobicom/HuangM13>) },TP23,"[""<https://dblp.org/rec/conf/mobicom/HuangM13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4502,Who are the authors of the publication 'Hardness of Flip-Cut Problems from Optical Mapping' and which other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jcb/DancikHM97> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/jcb/DancikHM97>) },TP23,"[""<https://dblp.org/rec/journals/jcb/DancikHM97>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4504,"List the authors of 'States of matter, information organization and dimensions of expressiveness' and the other papers they published.",SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/cf/Ceruti04> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/cf/Ceruti04>) },TP23,"[""<https://dblp.org/rec/conf/cf/Ceruti04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4505,List the authors of 'New bounds for Morse clusters' and the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jgo/VinkoN07> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/journals/jgo/VinkoN07>) },TP23,"[""<https://dblp.org/rec/journals/jgo/VinkoN07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4506,Who are the authors of the publication 'Models Without Indiscernibles' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/jsyml/AbramsonH78> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/jsyml/AbramsonH78>) },TP24,"[""<https://dblp.org/rec/journals/jsyml/AbramsonH78>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4507,Who are the authors of 'Directional subband coding of images' and where are they from?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icassp/LiH89> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer },TP22,"[""<https://dblp.org/rec/conf/icassp/LiH89>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q4508,Who are the authors of the publication 'Motion planning for flexible needle in multilayer tissue environment with obstacles' and where did they publish other papers?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/smc/HuoZHX12> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/smc/HuoZHX12>) },TP24,"[""<https://dblp.org/rec/conf/smc/HuoZHX12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4509,Who are the authors of the publication 'Set Membership approximation of discontinuous NMPC laws' and what other papers did they publish?,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/cdc/FagianoCM09> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/cdc/FagianoCM09>) },TP23,"[""<https://dblp.org/rec/conf/cdc/FagianoCM09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4510,List the authors of 'Parallel approach of a bioinspired routing protocol for MANETs' and the venues of the other papers they published.,SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ijahuc/Garcia-VillalbaCO13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/ijahuc/Garcia-VillalbaCO13>) },TP24,"[""<https://dblp.org/rec/journals/ijahuc/Garcia-VillalbaCO13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
