id,question_string,query,template_id,entities,relations,temporal,help_out
Q5002,Did the authors of the publication 'Continuous Monitoring the Ground Deformation by a Step-by-Step Estimator in MTInSAR' not publish 'Effizienzanalyse synthetisierter Hardware-Software-Kommunikation am Beispiel eines hardwarebeschleunigten MPEG-Audio-Dekoders'?,ASK { <https://dblp.org/rec/conf/igarss/WuDZ19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/mbmv/KleenON08> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/mbmv/KleenON08> != <https://dblp.org/rec/conf/igarss/WuDZ19>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/igarss/WuDZ19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/mbmv/KleenON08> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/mbmv/KleenON08> != <https://dblp.org/rec/conf/igarss/WuDZ19>) } },TP44,"[""<https://dblp.org/rec/conf/igarss/WuDZ19>"", ""<https://dblp.org/rec/conf/mbmv/KleenON08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5003,Have the authors of the paper 'Automatic generation of operation tables for fast exploration of bypasses in embedded processors' not published a publication in DATE?,ASK { <https://dblp.org/rec/conf/date/ParkESNDP06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/date/ParkESNDP06>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'DATE' FILTER NOT EXISTS { <https://dblp.org/rec/conf/date/ParkESNDP06> <https://dblp.org/rdf/schema#publishedIn> 'DATE' } },TP43,"[""<https://dblp.org/rec/conf/date/ParkESNDP06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5004,Did the authors of the publication 'An integrated approach to the design of fault tolerant computing systems' not publish a paper in MICRO?,ASK { <https://dblp.org/rec/conf/micro/CaillouetS74> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/micro/CaillouetS74>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'MICRO' FILTER NOT EXISTS { <https://dblp.org/rec/conf/micro/CaillouetS74> <https://dblp.org/rdf/schema#publishedIn> 'MICRO' } },TP43,"[""<https://dblp.org/rec/conf/micro/CaillouetS74>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5005,"Wasn't the publication 'Detecting Pitch Accents at the Word, Syllable and Vowel Level' published in 2009?",ASK { <https://dblp.org/rec/conf/naacl/RosenbergH09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' FILTER NOT EXISTS { <https://dblp.org/rec/conf/naacl/RosenbergH09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' } },TP42,"[""<https://dblp.org/rec/conf/naacl/RosenbergH09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5006,Did the authors of 'Die Welt wird schlau ' not publish a paper in Wirtschaftsinformatik Manag.?,ASK { <https://dblp.org/rec/journals/wm/Pagel15b> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/wm/Pagel15b>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Wirtschaftsinformatik Manag.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/wm/Pagel15b> <https://dblp.org/rdf/schema#publishedIn> 'Wirtschaftsinformatik Manag.' } },TP43,"[""<https://dblp.org/rec/journals/wm/Pagel15b>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5007,Wasn't the publication 'Biosurveillance using Routinely-collected Outpatient Data in Malawi' published in 2013?,ASK { <https://dblp.org/rec/conf/amia/MumbaDE13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' FILTER NOT EXISTS { <https://dblp.org/rec/conf/amia/MumbaDE13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' } },TP42,"[""<https://dblp.org/rec/conf/amia/MumbaDE13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5008,Did the authors of the publication 'Reflexive Passagen und ihre Attribution' not publish a paper in DHd?,ASK { <https://dblp.org/rec/conf/dhd/VarachkinaBGHD22a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/dhd/VarachkinaBGHD22a>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'DHd' FILTER NOT EXISTS { <https://dblp.org/rec/conf/dhd/VarachkinaBGHD22a> <https://dblp.org/rdf/schema#publishedIn> 'DHd' } },TP43,"[""<https://dblp.org/rec/conf/dhd/VarachkinaBGHD22a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5009,Have the authors of the paper 'Virtualized ANR to Manage Resources for Optimization of Neighbour Cell Lists in 5G Mobile Wireless Networks' not published the paper 'Performance analysis of continuous-variable quantum key distribution using non-Gaussian states'?,ASK { <https://dblp.org/rec/journals/mis/ShinK17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-2112-10128> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/abs-2112-10128> != <https://dblp.org/rec/journals/mis/ShinK17>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/mis/ShinK17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-2112-10128> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/corr/abs-2112-10128> != <https://dblp.org/rec/journals/mis/ShinK17>) } },TP44,"[""<https://dblp.org/rec/journals/mis/ShinK17>"", ""<https://dblp.org/rec/journals/corr/abs-2112-10128>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5010,Wasn't the publication 'Bioinspired Motor Control for Articulated Robots [From the Guest Editors]' published in 2016?,ASK { <https://dblp.org/rec/journals/ram/VitielloIS16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ram/VitielloIS16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' } },TP42,"[""<https://dblp.org/rec/journals/ram/VitielloIS16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5011,Did the authors of the publication 'Modeling Road Traffic Takes Time (Short Paper)' not publish 'Datenbankunterst\u00FCtzung f\u00FCr kooperative Hypermedia Management Systeme (kurzfassung)'?,ASK { <https://dblp.org/rec/conf/giscience/OberoiMDV18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/gidr/Schutt95> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/gidr/Schutt95> != <https://dblp.org/rec/conf/giscience/OberoiMDV18>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/giscience/OberoiMDV18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/gidr/Schutt95> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/gidr/Schutt95> != <https://dblp.org/rec/conf/giscience/OberoiMDV18>) } },TP44,"[""<https://dblp.org/rec/conf/giscience/OberoiMDV18>"", ""<https://dblp.org/rec/journals/gidr/Schutt95>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5012,Did the authors of 'Data bundling for energy efficient communication of wearable devices' not publish a paper in Comput. Networks?,ASK { <https://dblp.org/rec/journals/cn/SungH17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cn/SungH17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput. Networks' FILTER NOT EXISTS { <https://dblp.org/rec/journals/cn/SungH17> <https://dblp.org/rdf/schema#publishedIn> 'Comput. Networks' } },TP43,"[""<https://dblp.org/rec/journals/cn/SungH17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5013,Was 'Integrated support for systems design' not published in 1990?,ASK { <https://dblp.org/rec/journals/iee/HaddleyS90> <https://dblp.org/rdf/schema#yearOfPublication> '1990' FILTER NOT EXISTS { <https://dblp.org/rec/journals/iee/HaddleyS90> <https://dblp.org/rdf/schema#yearOfPublication> '1990' } },TP42,"[""<https://dblp.org/rec/journals/iee/HaddleyS90>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5014,"Haven't the authors of the publication 'Biosensors for the Detection of Interaction between Legionella pneumophila Collagen-Like Protein and Glycosaminoglycans' published the paper 'Soft information, dirty graphs and uncertainty representation/processing for situation understanding'?",ASK { <https://dblp.org/rec/journals/sensors/SuLTGK18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/fusion/GrossNS10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/fusion/GrossNS10> != <https://dblp.org/rec/journals/sensors/SuLTGK18>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/sensors/SuLTGK18> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/fusion/GrossNS10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/fusion/GrossNS10> != <https://dblp.org/rec/journals/sensors/SuLTGK18>) } },TP44,"[""<https://dblp.org/rec/journals/sensors/SuLTGK18>"", ""<https://dblp.org/rec/conf/fusion/GrossNS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5015,Wasn't the paper 'Efficient distributed selective search' published in the year 2017?,ASK { <https://dblp.org/rec/journals/ir/KimCCM17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ir/KimCCM17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' } },TP42,"[""<https://dblp.org/rec/journals/ir/KimCCM17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5016,Haven't the authors of the publication 'Ridgeless Interpolation with Shallow ReLU Networks in $1D$ is Nearest Neighbor Curvature Extrapolation and Provably Generalizes on Lipschitz Functions' published the paper 'Themes and Difficulties in Distributed Agile Email Activity: A Qualititative Team-Based Study'?,ASK { <https://dblp.org/rec/journals/corr/abs-2109-12960> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ease/CounsellMA20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ease/CounsellMA20> != <https://dblp.org/rec/journals/corr/abs-2109-12960>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2109-12960> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ease/CounsellMA20> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ease/CounsellMA20> != <https://dblp.org/rec/journals/corr/abs-2109-12960>) } },TP44,"[""<https://dblp.org/rec/journals/corr/abs-2109-12960>"", ""<https://dblp.org/rec/conf/ease/CounsellMA20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5018,Did the authors of the publication 'Subpopulation Discovery and Validation in Epidemiological Data' not publish 'Techniques for an energy aware parallel file system'?,ASK { <https://dblp.org/rec/conf/vissym/AlemzadehHNCIVS17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/green/KarakoyunluC12> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/green/KarakoyunluC12> != <https://dblp.org/rec/conf/vissym/AlemzadehHNCIVS17>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/vissym/AlemzadehHNCIVS17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/green/KarakoyunluC12> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/green/KarakoyunluC12> != <https://dblp.org/rec/conf/vissym/AlemzadehHNCIVS17>) } },TP44,"[""<https://dblp.org/rec/conf/vissym/AlemzadehHNCIVS17>"", ""<https://dblp.org/rec/conf/green/KarakoyunluC12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5019,Haven't the authors of the publication 'MultiCite: Modeling realistic citations requires moving beyond the single-sentence single-label setting' published a publication in NAACL-HLT?,ASK { <https://dblp.org/rec/conf/naacl/LauscherKKJCJL22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/naacl/LauscherKKJCJL22>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'NAACL-HLT' FILTER NOT EXISTS { <https://dblp.org/rec/conf/naacl/LauscherKKJCJL22> <https://dblp.org/rdf/schema#publishedIn> 'NAACL-HLT' } },TP43,"[""<https://dblp.org/rec/conf/naacl/LauscherKKJCJL22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5020,Haven't the authors of the publication 'R\u00E9solution incr\u00E9mentale d'in\u00E9quations lin\u00E9air\u00E9s \u00E0 variables dans Z' published a publication in JFPLC?,ASK { <https://dblp.org/rec/conf/jfplc/Mainguet99> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/jfplc/Mainguet99>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'JFPLC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/jfplc/Mainguet99> <https://dblp.org/rdf/schema#publishedIn> 'JFPLC' } },TP43,"[""<https://dblp.org/rec/conf/jfplc/Mainguet99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5021,Wasn't the paper 'Strategisches IT Management' published in the year 2006?,ASK { <https://dblp.org/rec/conf/birthday/WobkingK06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' FILTER NOT EXISTS { <https://dblp.org/rec/conf/birthday/WobkingK06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' } },TP42,"[""<https://dblp.org/rec/conf/birthday/WobkingK06>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5022,Have the authors of the paper 'Variational Symplectic Accelerated Optimization on Lie Groups' not published a publication in CDC?,ASK { <https://dblp.org/rec/conf/cdc/LeeTL21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cdc/LeeTL21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CDC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cdc/LeeTL21> <https://dblp.org/rdf/schema#publishedIn> 'CDC' } },TP43,"[""<https://dblp.org/rec/conf/cdc/LeeTL21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5023,Did the authors of 'Evaluation of PPG Biometrics for Authentication in different states' not publish a paper in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-1712-08583> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-1712-08583>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1712-08583> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TP43,"[""<https://dblp.org/rec/journals/corr/abs-1712-08583>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5024,Wasn't the paper 'Colorimetric Paper-Based Sensors against Cancer Biomarkers' published in the year 2022?,ASK { <https://dblp.org/rec/journals/sensors/CarneiroRMS22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' FILTER NOT EXISTS { <https://dblp.org/rec/journals/sensors/CarneiroRMS22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' } },TP42,"[""<https://dblp.org/rec/journals/sensors/CarneiroRMS22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5025,Did the authors of the publication 'Fault detection of two wheel inverted pendulum robot with center of gravity self-adjusting mechanism' not publish a paper in ROBIO?,ASK { <https://dblp.org/rec/conf/robio/LiuGML16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/robio/LiuGML16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ROBIO' FILTER NOT EXISTS { <https://dblp.org/rec/conf/robio/LiuGML16> <https://dblp.org/rdf/schema#publishedIn> 'ROBIO' } },TP43,"[""<https://dblp.org/rec/conf/robio/LiuGML16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5026,Did the authors of the publication 'A Survey on Synchronization Approach in MAC Layer Protocols' not publish a paper in Int. J. Bus. Data Commun. Netw.?,ASK { <https://dblp.org/rec/journals/ijbdcn/ChandnaniKS17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ijbdcn/ChandnaniKS17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Bus. Data Commun. Netw.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijbdcn/ChandnaniKS17> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Bus. Data Commun. Netw.' } },TP43,"[""<https://dblp.org/rec/journals/ijbdcn/ChandnaniKS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5027,Did the authors of 'Exploring the Value of Cloud Services and QoE Factors on IPCentrex via the Means-End Chain Framework' not publish a paper in International Conference on Advances in Mobile Computing and Multimedia?,ASK { <https://dblp.org/rec/conf/momm/WuCC14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/momm/WuCC14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'MoMM' FILTER NOT EXISTS { <https://dblp.org/rec/conf/momm/WuCC14> <https://dblp.org/rdf/schema#publishedIn> 'MoMM' } },TP43,"[""<https://dblp.org/rec/conf/momm/WuCC14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5028,"Was 'On the Tradeoff between Energy, Precision, and Accuracy in Federated Quantized Neural Networks' not published in 2021?",ASK { <https://dblp.org/rec/journals/corr/abs-2111-07911> <https://dblp.org/rdf/schema#yearOfPublication> '2021' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2111-07911> <https://dblp.org/rdf/schema#yearOfPublication> '2021' } },TP42,"[""<https://dblp.org/rec/journals/corr/abs-2111-07911>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5029,Wasn't the publication 'Security of DM Quantization Watermarking Schemes: A Practical Study for Digital Images' published in 2005?,ASK { <https://dblp.org/rec/conf/iwdw/BasH05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iwdw/BasH05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' } },TP42,"[""<https://dblp.org/rec/conf/iwdw/BasH05>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5030,"Was 'Colour, trust, satisfaction, and E-loyalty: the vietnamese experience of website design' not published in 2018?",ASK { <https://dblp.org/rec/conf/icmlsc/KhuongNNT18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icmlsc/KhuongNNT18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' } },TP42,"[""<https://dblp.org/rec/conf/icmlsc/KhuongNNT18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5031,Did the authors of 'Scalable Robust Principal Component Analysis Using Grassmann Averages' not publish 'Parameter-Efficient Domain Knowledge Integration from Multiple Sources for Biomedical Pre-trained Language Models'?,ASK { <https://dblp.org/rec/journals/pami/HaubergFEB16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/emnlp/LuDN21> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/emnlp/LuDN21> != <https://dblp.org/rec/journals/pami/HaubergFEB16>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/pami/HaubergFEB16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/emnlp/LuDN21> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/emnlp/LuDN21> != <https://dblp.org/rec/journals/pami/HaubergFEB16>) } },TP44,"[""<https://dblp.org/rec/journals/pami/HaubergFEB16>"", ""<https://dblp.org/rec/conf/emnlp/LuDN21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5032,Haven't the authors of the publication 'Environmental Taxes in Newsvendor Supply Chains: A Mean-Downside-Risk Analysis' published a publication in IEEE Trans. Syst. Man Cybern. Syst.?,ASK { <https://dblp.org/rec/journals/tsmc/ChanCCS20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tsmc/ChanCCS20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Syst. Man Cybern. Syst.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tsmc/ChanCCS20> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Syst. Man Cybern. Syst.' } },TP43,"[""<https://dblp.org/rec/journals/tsmc/ChanCCS20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5033,Did the authors of the publication 'Actions Recognition in Crowd Based on Coarse-to-Fine Multi-object Tracking' not publish 'Hamiltonian fault-tolerance of hypercubes'?,ASK { <https://dblp.org/rec/conf/accv/GongHSC16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/endm/DvorakG07> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/endm/DvorakG07> != <https://dblp.org/rec/conf/accv/GongHSC16>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/accv/GongHSC16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/endm/DvorakG07> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/endm/DvorakG07> != <https://dblp.org/rec/conf/accv/GongHSC16>) } },TP44,"[""<https://dblp.org/rec/conf/accv/GongHSC16>"", ""<https://dblp.org/rec/journals/endm/DvorakG07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5034,Haven't the authors of the publication 'Fusion de syst\u00E8mes pour la recherche de passages dans des textes' published a publication in CORIA?,ASK { <https://dblp.org/rec/conf/coria/KompaoreLM06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/coria/KompaoreLM06>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CORIA' FILTER NOT EXISTS { <https://dblp.org/rec/conf/coria/KompaoreLM06> <https://dblp.org/rdf/schema#publishedIn> 'CORIA' } },TP43,"[""<https://dblp.org/rec/conf/coria/KompaoreLM06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5035,Haven't the authors of the publication 'Security Vulnerabilities and Improvements of SPAM: A Secure Password Authentication Mechanism for Seamless Handover in Proxy Mobile IPv6 Networks' published a publication in Inf. Technol. Control.?,ASK { <https://dblp.org/rec/journals/itc/FarashCIKA17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/itc/FarashCIKA17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Inf. Technol. Control.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/itc/FarashCIKA17> <https://dblp.org/rdf/schema#publishedIn> 'Inf. Technol. Control.' } },TP43,"[""<https://dblp.org/rec/journals/itc/FarashCIKA17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5036,Did the authors of the publication 'Motion estimation from scaled orthographic projections without correspondences' not publish a paper in Image Vis. Comput.?,ASK { <https://dblp.org/rec/journals/ivc/LinGH94> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ivc/LinGH94>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Image Vis. Comput.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ivc/LinGH94> <https://dblp.org/rdf/schema#publishedIn> 'Image Vis. Comput.' } },TP43,"[""<https://dblp.org/rec/journals/ivc/LinGH94>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5037,Wasn't the paper 'Mean-field games and two-point boundary value problems' published in the year 2014?,ASK { <https://dblp.org/rec/conf/cdc/MylvaganamBA14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cdc/MylvaganamBA14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' } },TP42,"[""<https://dblp.org/rec/conf/cdc/MylvaganamBA14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5038,Did the authors of the publication 'On On-line Systems for Short-term Forecasting for Energy Systems' not publish a paper in OR?,ASK { <https://dblp.org/rec/conf/or/NielsenNM02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/or/NielsenNM02>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'OR' FILTER NOT EXISTS { <https://dblp.org/rec/conf/or/NielsenNM02> <https://dblp.org/rdf/schema#publishedIn> 'OR' } },TP43,"[""<https://dblp.org/rec/conf/or/NielsenNM02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5039,Did the authors of the publication 'The solvability of the equivalence problem for deterministic frontier-to-root tree transducers' not publish 'Smart energy households' pilot projects in The Netherlands with a design-driven approach'?,ASK { <https://dblp.org/rec/journals/actaC/Zachar80> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/isgteurope/GeelenSKOMSR13> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/isgteurope/GeelenSKOMSR13> != <https://dblp.org/rec/journals/actaC/Zachar80>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/actaC/Zachar80> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/isgteurope/GeelenSKOMSR13> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/isgteurope/GeelenSKOMSR13> != <https://dblp.org/rec/journals/actaC/Zachar80>) } },TP44,"[""<https://dblp.org/rec/journals/actaC/Zachar80>"", ""<https://dblp.org/rec/conf/isgteurope/GeelenSKOMSR13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5040,Wasn't the publication 'Embankment dam break: Uncertainty of outflow based on fuzzy representation of breach formation parameters' published in 2014?,ASK { <https://dblp.org/rec/journals/jifs/TsakirisS14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jifs/TsakirisS14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' } },TP42,"[""<https://dblp.org/rec/journals/jifs/TsakirisS14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5041,Wasn't the paper 'Representing Software Engineering Models: The TAME Goal Oriented Approach' published in the year 1992?,ASK { <https://dblp.org/rec/journals/tse/OivoB92> <https://dblp.org/rdf/schema#yearOfPublication> '1992' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tse/OivoB92> <https://dblp.org/rdf/schema#yearOfPublication> '1992' } },TP42,"[""<https://dblp.org/rec/journals/tse/OivoB92>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5042,Have the authors of the paper 'Encoding cloth manipulations using a graph of states and transitions' not published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2009-14681> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2009-14681>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2009-14681> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TP43,"[""<https://dblp.org/rec/journals/corr/abs-2009-14681>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5043,Was 'Design and Motion Analysis of a Mobile Robot Based on Linkage Suspension' not published in 2022?,ASK { <https://dblp.org/rec/journals/jaciii/ChenWZZYW22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jaciii/ChenWZZYW22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' } },TP42,"[""<https://dblp.org/rec/journals/jaciii/ChenWZZYW22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5044,Was 'Getting \Messy\ with Problems: The Challenges of Teaching \Soft\ OR' not published in 2011?,ASK { <https://dblp.org/rec/journals/ited/Ackermann11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ited/Ackermann11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' } },TP42,"[""<https://dblp.org/rec/journals/ited/Ackermann11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5045,Wasn't the publication 'An oversampled filter bank multicarrier system for Cognitive Radio' published in 2008?,ASK { <https://dblp.org/rec/conf/pimrc/ZhangKS08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' FILTER NOT EXISTS { <https://dblp.org/rec/conf/pimrc/ZhangKS08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' } },TP42,"[""<https://dblp.org/rec/conf/pimrc/ZhangKS08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5046,Wasn't the publication 'M&C: A Software Solution to Reduce Errors Caused by Incoherent Caches on GPUs in Unstructured Graphic Algorithm' published in 2013?,ASK { <https://dblp.org/rec/conf/ica3pp/WangWLQ13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' FILTER NOT EXISTS { <https://dblp.org/rec/conf/ica3pp/WangWLQ13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' } },TP42,"[""<https://dblp.org/rec/conf/ica3pp/WangWLQ13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5047,Wasn't the paper 'Transformer in Convolutional Neural Networks' published in the year 2021?,ASK { <https://dblp.org/rec/journals/corr/abs-2106-03180> <https://dblp.org/rdf/schema#yearOfPublication> '2021' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2106-03180> <https://dblp.org/rdf/schema#yearOfPublication> '2021' } },TP42,"[""<https://dblp.org/rec/journals/corr/abs-2106-03180>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5048,Did the authors of 'Guidance - Based missile allocation algorithm against a salvo attack' not publish 'Universal Impulse Noise Filter Based on Genetic Programming'?,ASK { <https://dblp.org/rec/conf/cdc/PrylukSG13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tip/PetrovicC08> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/tip/PetrovicC08> != <https://dblp.org/rec/conf/cdc/PrylukSG13>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/cdc/PrylukSG13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tip/PetrovicC08> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/tip/PetrovicC08> != <https://dblp.org/rec/conf/cdc/PrylukSG13>) } },TP44,"[""<https://dblp.org/rec/conf/cdc/PrylukSG13>"", ""<https://dblp.org/rec/journals/tip/PetrovicC08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
