id,question_string,query,template_id,entities,relations,temporal,help_out
Q5997,"In IEEE Trans. Inf. Forensics Secur. in 2009, who are the authors that published papers about Code alteration?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tifs/GardnerGR09> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/tifs/GardnerGR09> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Inf. Forensics Secur.' . <https://dblp.org/rec/journals/tifs/GardnerGR09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP91,"[""<https://dblp.org/rec/journals/tifs/GardnerGR09>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5998,"In AINA Workshops in 2012, who are the authors that published papers about Scheduling clusters?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aina/NagauRHD12> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/aina/NagauRHD12> <https://dblp.org/rdf/schema#publishedIn> 'AINA Workshops' . <https://dblp.org/rec/conf/aina/NagauRHD12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP91,"[""<https://dblp.org/rec/conf/aina/NagauRHD12>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q5999,"Mention the year in which University of Waterloo, David R. Cheriton School of Computer Science published a paper on Keyword spotting.","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1710-10361> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Waterloo, David R. Cheriton School of Computer Science' . <https://dblp.org/rec/journals/corr/abs-1710-10361> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/corr/abs-1710-10361>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6000,"In the year 2021 in J. Bioinform. Comput. Biol., what are the titles of the research papers on Gene evolution?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jbcb/ChuaTS21> <https://dblp.org/rdf/schema#publishedIn> 'J. Bioinform. Comput. Biol.' . <https://dblp.org/rec/journals/jbcb/ChuaTS21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/journals/jbcb/ChuaTS21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/jbcb/ChuaTS21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6001,Massachusetts Institute of Technology published a paper on Target recognition in what year?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icnn/CarpenterRS97> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Massachusetts Institute of Technology' . <https://dblp.org/rec/conf/icnn/CarpenterRS97> <https://dblp.org/rdf/schema#yearOfPublication> ?answer },TP93,"[""<https://dblp.org/rec/conf/icnn/CarpenterRS97>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6002,"In the year 2009 in ACC, what are the titles of the research papers on Controls modelling?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amcc/Bolender09> <https://dblp.org/rdf/schema#publishedIn> 'ACC' . <https://dblp.org/rec/conf/amcc/Bolender09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' . <https://dblp.org/rec/conf/amcc/Bolender09> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/amcc/Bolender09>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6003,"In 2017 in International Conference on Computer Supported Cooperative Work in Design, what are the titles of the papers on Textrank approach?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cscwd/NanosJIH17> <https://dblp.org/rdf/schema#publishedIn> 'CSCWD' . <https://dblp.org/rec/conf/cscwd/NanosJIH17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' . <https://dblp.org/rec/conf/cscwd/NanosJIH17> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/cscwd/NanosJIH17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6004,What are the titles of the papers on Structurization method that were published in IEEE Trans. Robotics Autom. in 1999?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/trob/KimC99> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Robotics Autom.' . <https://dblp.org/rec/journals/trob/KimC99> <https://dblp.org/rdf/schema#yearOfPublication> '1999' . <https://dblp.org/rec/journals/trob/KimC99> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/trob/KimC99>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6005,"In the year 2010 in ISIT, what are the titles of the research papers on Distance decoding?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isit/LiDGP10> <https://dblp.org/rdf/schema#publishedIn> 'ISIT' . <https://dblp.org/rec/conf/isit/LiDGP10> <https://dblp.org/rdf/schema#yearOfPublication> '2010' . <https://dblp.org/rec/conf/isit/LiDGP10> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/isit/LiDGP10>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6006,"In 2012 in AsiaSim, what are the titles of the papers on Information system?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/asiasim/ZhouM12> <https://dblp.org/rdf/schema#publishedIn> 'AsiaSim (2)' . <https://dblp.org/rec/conf/asiasim/ZhouM12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' . <https://dblp.org/rec/conf/asiasim/ZhouM12> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/asiasim/ZhouM12>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6007,"In 2012 in J. Syst. Control. Eng., who are the authors that published papers about Motor systems?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jsce/TsaiH12> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/jsce/TsaiH12> <https://dblp.org/rdf/schema#publishedIn> 'J. Syst. Control. Eng.' . <https://dblp.org/rec/journals/jsce/TsaiH12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP91,"[""<https://dblp.org/rec/journals/jsce/TsaiH12>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6008,"In the year 2005 in J. Inf. Commun. Ethics Soc., who are the authors that published research papers about Non-?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jices/Vedder05> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/jices/Vedder05> <https://dblp.org/rdf/schema#publishedIn> 'J. Inf. Commun. Ethics Soc.' . <https://dblp.org/rec/journals/jices/Vedder05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' },TP91,"[""<https://dblp.org/rec/journals/jices/Vedder05>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6009,Who are the authors that published papers about Point regression in IEEE Trans. Geosci. Remote. Sens. in 2021?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tgrs/ZhangALFWGLD21> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/tgrs/ZhangALFWGLD21> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Geosci. Remote. Sens.' . <https://dblp.org/rec/journals/tgrs/ZhangALFWGLD21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP91,"[""<https://dblp.org/rec/journals/tgrs/ZhangALFWGLD21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6010,"Carnegie Mellon University, Electrical and Computer Engineering, Pittsburgh, PA, USA published a paper on Domain dereverberation in what year?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icassp/KumarSRS11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'Carnegie Mellon University, Electrical and Computer Engineering, Pittsburgh, PA, USA' . <https://dblp.org/rec/conf/icassp/KumarSRS11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/icassp/KumarSRS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6011,"In Neural Comput. Appl. in 2021, what are the titles of the papers on Bearing capacity?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/nca/MoayediR21> <https://dblp.org/rdf/schema#publishedIn> 'Neural Comput. Appl.' . <https://dblp.org/rec/journals/nca/MoayediR21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/journals/nca/MoayediR21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/nca/MoayediR21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6012,"In 2009 in International Conference on Complex, Intelligent and Software Intensive Systems, what are the titles of the papers on Region protection?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cisis-spain/TzouveliNK08> <https://dblp.org/rdf/schema#publishedIn> 'CISIS' . <https://dblp.org/rec/conf/cisis-spain/TzouveliNK08> <https://dblp.org/rdf/schema#yearOfPublication> '2009' . <https://dblp.org/rec/conf/cisis-spain/TzouveliNK08> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/cisis-spain/TzouveliNK08>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6013,"In 2017 in Comput. Optim. Appl., what are the titles of the papers on Hjb equations?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/coap/KangW17> <https://dblp.org/rdf/schema#publishedIn> 'Comput. Optim. Appl.' . <https://dblp.org/rec/journals/coap/KangW17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' . <https://dblp.org/rec/journals/coap/KangW17> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/coap/KangW17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6014,"In 2017 in PLoS Comput. Biol., who are the authors that published papers about Ion channel?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ploscb/MartinMCCC17> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/ploscb/MartinMCCC17> <https://dblp.org/rdf/schema#publishedIn> 'PLoS Comput. Biol.' . <https://dblp.org/rec/journals/ploscb/MartinMCCC17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP91,"[""<https://dblp.org/rec/journals/ploscb/MartinMCCC17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6015,"In International Symposium on Technology and Society in 2015, who are the authors that published papers about Bungee research?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/istas/DeardenT15> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/istas/DeardenT15> <https://dblp.org/rdf/schema#publishedIn> 'ISTAS' . <https://dblp.org/rec/conf/istas/DeardenT15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP91,"[""<https://dblp.org/rec/conf/istas/DeardenT15>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6016,"In the year 2017 in IJCAI, what are the titles of the research papers on Shapley algorithm?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ijcai/VaishG17> <https://dblp.org/rdf/schema#publishedIn> 'IJCAI' . <https://dblp.org/rec/conf/ijcai/VaishG17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' . <https://dblp.org/rec/conf/ijcai/VaishG17> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/ijcai/VaishG17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6017,"In the year 2013 in Sensors, who are the authors that published research papers about Rate gyro?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/SuFLLL13> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/sensors/SuFLLL13> <https://dblp.org/rdf/schema#publishedIn> 'Sensors' . <https://dblp.org/rec/journals/sensors/SuFLLL13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP91,"[""<https://dblp.org/rec/journals/sensors/SuFLLL13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6018,"In the year 1986 in ACM SIGCSE Bull., who are the authors that published research papers about Computer graphics?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sigcse/Mahoney86> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/sigcse/Mahoney86> <https://dblp.org/rdf/schema#publishedIn> 'ACM SIGCSE Bull.' . <https://dblp.org/rec/journals/sigcse/Mahoney86> <https://dblp.org/rdf/schema#yearOfPublication> '1986' },TP91,"[""<https://dblp.org/rec/journals/sigcse/Mahoney86>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6019,"In Bus. Process. Manag. J. in 2004, who are the authors that published papers about Business processes?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bpmj/Grieger04> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/bpmj/Grieger04> <https://dblp.org/rdf/schema#publishedIn> 'Bus. Process. Manag. J.' . <https://dblp.org/rec/journals/bpmj/Grieger04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' },TP91,"[""<https://dblp.org/rec/journals/bpmj/Grieger04>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6020,"In GIIS in 2019, who are the authors that published papers about Consensus mechanisms?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/giis/CarraraRAM19> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/giis/CarraraRAM19> <https://dblp.org/rdf/schema#publishedIn> 'GIIS' . <https://dblp.org/rec/conf/giis/CarraraRAM19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP91,"[""<https://dblp.org/rec/conf/giis/CarraraRAM19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6021,"When was the research paper on Peucker line by University of Hull, Hull, UK published?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/spe/VaughanWB91> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Hull, Hull, UK' . <https://dblp.org/rec/journals/spe/VaughanWB91> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/journals/spe/VaughanWB91>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6022,What are the titles of the papers on Shelf interconnection that were published in OFC in 2016?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ofc/MoraisP16> <https://dblp.org/rdf/schema#publishedIn> 'OFC' . <https://dblp.org/rec/conf/ofc/MoraisP16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' . <https://dblp.org/rec/conf/ofc/MoraisP16> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/ofc/MoraisP16>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6023,"In MASCOTS in 2006, who are the authors that published papers about Performance network?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mascots/ApostolopoulosH06> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/mascots/ApostolopoulosH06> <https://dblp.org/rdf/schema#publishedIn> 'MASCOTS' . <https://dblp.org/rec/conf/mascots/ApostolopoulosH06> <https://dblp.org/rdf/schema#yearOfPublication> '2006' },TP91,"[""<https://dblp.org/rec/conf/mascots/ApostolopoulosH06>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6024,Who are the authors that published papers about Deficiency compensation in ICASSP in 2008?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icassp/SeilerK08> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/icassp/SeilerK08> <https://dblp.org/rdf/schema#publishedIn> 'ICASSP' . <https://dblp.org/rec/conf/icassp/SeilerK08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP91,"[""<https://dblp.org/rec/conf/icassp/SeilerK08>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6025,"In GCCE in 2021, what are the titles of the papers on Data rate?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gcce/KawadeCK21> <https://dblp.org/rdf/schema#publishedIn> 'GCCE' . <https://dblp.org/rec/conf/gcce/KawadeCK21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' . <https://dblp.org/rec/conf/gcce/KawadeCK21> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/gcce/KawadeCK21>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6026,"In 2001 in IDEAS, who are the authors that published papers about Time decision support?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ideas/DelicDD01> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/ideas/DelicDD01> <https://dblp.org/rdf/schema#publishedIn> 'IDEAS' . <https://dblp.org/rec/conf/ideas/DelicDD01> <https://dblp.org/rdf/schema#yearOfPublication> '2001' },TP91,"[""<https://dblp.org/rec/conf/ideas/DelicDD01>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6027,"In the year 2004 in Numer. Algorithms, who are the authors that published research papers about Network inventory?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/na/Chausova04> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/na/Chausova04> <https://dblp.org/rdf/schema#publishedIn> 'Numer. Algorithms' . <https://dblp.org/rec/journals/na/Chausova04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' },TP91,"[""<https://dblp.org/rec/journals/na/Chausova04>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6028,Mention the year in which University of Central Florida published a paper on Novelty search.,"SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gecco/LehmanS11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Central Florida, Orlando, USA' . <https://dblp.org/rec/conf/gecco/LehmanS11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",TP93,"[""<https://dblp.org/rec/conf/gecco/LehmanS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q6029,"In the year 2014 in Electron. Notes Discret. Math., what are the titles of the research papers on Adjacency algebras?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/endm/Sharafdini14> <https://dblp.org/rdf/schema#publishedIn> 'Electron. Notes Discret. Math.' . <https://dblp.org/rec/journals/endm/Sharafdini14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' . <https://dblp.org/rec/journals/endm/Sharafdini14> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/endm/Sharafdini14>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6030,"In 2011 in CSEE, what are the titles of the papers on Oilseed rape?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/csee2/ZhuLSH11> <https://dblp.org/rdf/schema#publishedIn> 'CSEE (2)' . <https://dblp.org/rec/conf/csee2/ZhuLSH11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' . <https://dblp.org/rec/conf/csee2/ZhuLSH11> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/csee2/ZhuLSH11>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6031,"In Medical Image Computing and Computer-Assisted Intervention in 2015, who are the authors that published papers about Brachytherapy preplanning?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/miccai/NouranianRSMSA15> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/conf/miccai/NouranianRSMSA15> <https://dblp.org/rdf/schema#publishedIn> 'MICCAI (2)' . <https://dblp.org/rec/conf/miccai/NouranianRSMSA15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP91,"[""<https://dblp.org/rec/conf/miccai/NouranianRSMSA15>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6032,Who are the authors that published papers about Model retrieval in Int. J. Geogr. Inf. Sci. in 2017?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/gis/WangZTLF17> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/gis/WangZTLF17> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Geogr. Inf. Sci.' . <https://dblp.org/rec/journals/gis/WangZTLF17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP91,"[""<https://dblp.org/rec/journals/gis/WangZTLF17>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6033,"In J. Cheminformatics in 2013, who are the authors that published papers about Type zeolite?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jcheminf/StueckenschneiderMMS13> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/jcheminf/StueckenschneiderMMS13> <https://dblp.org/rdf/schema#publishedIn> 'J. Cheminformatics' . <https://dblp.org/rec/journals/jcheminf/StueckenschneiderMMS13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP91,"[""<https://dblp.org/rec/journals/jcheminf/StueckenschneiderMMS13>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6034,"In 2012 in International Conference on Parallel Processing, what are the titles of the papers on Reputation systems?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icpp/LiSS12> <https://dblp.org/rdf/schema#publishedIn> 'ICPP' . <https://dblp.org/rec/conf/icpp/LiSS12> <https://dblp.org/rdf/schema#yearOfPublication> '2012' . <https://dblp.org/rec/conf/icpp/LiSS12> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/icpp/LiSS12>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6035,"In Eng. Appl. Artif. Intell. in 2019, who are the authors that published papers about Noise reduction?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/eaai/HenriquezR19> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/eaai/HenriquezR19> <https://dblp.org/rdf/schema#publishedIn> 'Eng. Appl. Artif. Intell.' . <https://dblp.org/rec/journals/eaai/HenriquezR19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP91,"[""<https://dblp.org/rec/journals/eaai/HenriquezR19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6036,What are the titles of the papers on Time span that were published in Quantum Inf. Comput. in 2015?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/qic/Fassarella15> <https://dblp.org/rdf/schema#publishedIn> 'Quantum Inf. Comput.' . <https://dblp.org/rec/journals/qic/Fassarella15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' . <https://dblp.org/rec/journals/qic/Fassarella15> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/qic/Fassarella15>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6037,Who are the authors that published papers about Fuel cell in Proc. IEEE in 2007?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/pieee/Chan07a> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/pieee/Chan07a> <https://dblp.org/rdf/schema#publishedIn> 'Proc. IEEE' . <https://dblp.org/rec/journals/pieee/Chan07a> <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP91,"[""<https://dblp.org/rec/journals/pieee/Chan07a>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6038,"In 2009 in International Conference on Interactive Digital Storytelling, what are the titles of the papers on Cyber fiction?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icids/Drinkall09> <https://dblp.org/rdf/schema#publishedIn> 'ICIDS' . <https://dblp.org/rec/conf/icids/Drinkall09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' . <https://dblp.org/rec/conf/icids/Drinkall09> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/conf/icids/Drinkall09>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6039,"In the year 2019 in IEEE J. Biomed. Health Informatics, what are the titles of the research papers on Blood pressure?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/titb/JoshiG19> <https://dblp.org/rdf/schema#publishedIn> 'IEEE J. Biomed. Health Informatics' . <https://dblp.org/rec/journals/titb/JoshiG19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' . <https://dblp.org/rec/journals/titb/JoshiG19> <https://dblp.org/rdf/schema#title> ?answer },TP92,"[""<https://dblp.org/rec/journals/titb/JoshiG19>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#title>""]",True,False
Q6040,"In 2014 in Int. J. Syst. Sci., who are the authors that published papers about Failure network?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijsysc/HuangL14> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/ijsysc/HuangL14> <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Syst. Sci.' . <https://dblp.org/rec/journals/ijsysc/HuangL14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP91,"[""<https://dblp.org/rec/journals/ijsysc/HuangL14>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6041,"In the year 2018 in IEEE Trans. Cybern., who are the authors that published research papers about Velocity estimation?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcyb/LiLJWF18> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/tcyb/LiLJWF18> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Cybern.' . <https://dblp.org/rec/journals/tcyb/LiLJWF18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP91,"[""<https://dblp.org/rec/journals/tcyb/LiLJWF18>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
Q6042,"In 2018 in CoRR, who are the authors that published papers about Video classification?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1807-01026> <https://dblp.org/rdf/schema#authoredBy> ?answer . <https://dblp.org/rec/journals/corr/abs-1807-01026> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' . <https://dblp.org/rec/journals/corr/abs-1807-01026> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP91,"[""<https://dblp.org/rec/journals/corr/abs-1807-01026>""]","[""<https://dblp.org/rdf/schema#publishedIn>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#authoredBy>""]",True,False
