id,question_string,query,template_id,entities,relations,temporal,help_out
Q5221,Did the authors of the publication 'Modelling to generate alternatives with an energy system optimization model' not publish 'Using Classifier Features to Determine Language Transfer on Morphemes'?,ASK { <https://dblp.org/rec/journals/envsoft/DeCarolisBLK16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/naacl/Lavrentovich18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/naacl/Lavrentovich18> != <https://dblp.org/rec/journals/envsoft/DeCarolisBLK16>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/envsoft/DeCarolisBLK16> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/naacl/Lavrentovich18> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/naacl/Lavrentovich18> != <https://dblp.org/rec/journals/envsoft/DeCarolisBLK16>) } },TP44,"[""<https://dblp.org/rec/journals/envsoft/DeCarolisBLK16>"", ""<https://dblp.org/rec/conf/naacl/Lavrentovich18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5222,Have the authors of the paper 'Method of application driven QoS service in open service platform based on RESTful web services' not published the paper 'Distance Bounding based on PUF'?,ASK { <https://dblp.org/rec/conf/ictc/LimK14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/iacr/IgierV16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/iacr/IgierV16> != <https://dblp.org/rec/conf/ictc/LimK14>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/ictc/LimK14> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/iacr/IgierV16> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/iacr/IgierV16> != <https://dblp.org/rec/conf/ictc/LimK14>) } },TP44,"[""<https://dblp.org/rec/conf/ictc/LimK14>"", ""<https://dblp.org/rec/journals/iacr/IgierV16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5223,Did the authors of 'Understanding and Influencing Attackers' Decisions: Implications for Security Investment Strategies' not publish a paper in WEIS?,ASK { <https://dblp.org/rec/conf/weis/CremoniniN06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/weis/CremoniniN06>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'WEIS' FILTER NOT EXISTS { <https://dblp.org/rec/conf/weis/CremoniniN06> <https://dblp.org/rdf/schema#publishedIn> 'WEIS' } },TP43,"[""<https://dblp.org/rec/conf/weis/CremoniniN06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5224,Did the authors of 'A Set-Based Genetic Algorithm for Interval Many-Objective Optimization Problems' not publish a paper in IEEE Trans. Evol. Comput.?,ASK { <https://dblp.org/rec/journals/tec/GongSM18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tec/GongSM18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Evol. Comput.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tec/GongSM18> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Evol. Comput.' } },TP43,"[""<https://dblp.org/rec/journals/tec/GongSM18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5225,Did the authors of 'Near-linear time Gaussian process optimization with adaptive batching and resparsification' not publish 'The Stereoscopic Analyzer - An image-based assistance tool for stereo shooting and 3D production'?,ASK { <https://dblp.org/rec/conf/icml/CalandrielloCLV20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icip/ZillyMEK10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icip/ZillyMEK10> != <https://dblp.org/rec/conf/icml/CalandrielloCLV20>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/icml/CalandrielloCLV20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icip/ZillyMEK10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/icip/ZillyMEK10> != <https://dblp.org/rec/conf/icml/CalandrielloCLV20>) } },TP44,"[""<https://dblp.org/rec/conf/icml/CalandrielloCLV20>"", ""<https://dblp.org/rec/conf/icip/ZillyMEK10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5226,Did the authors of 'Communication Fault Maintenance Decision of Information System Based on Inverse Symmetry Algorithm' not publish a paper in Symmetry?,ASK { <https://dblp.org/rec/journals/symmetry/LiSL20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/symmetry/LiSL20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Symmetry' FILTER NOT EXISTS { <https://dblp.org/rec/journals/symmetry/LiSL20> <https://dblp.org/rdf/schema#publishedIn> 'Symmetry' } },TP43,"[""<https://dblp.org/rec/journals/symmetry/LiSL20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5227,Did the authors of 'Object Manipulation in Virtual Environments: Relative Size Matters' not publish a paper in CHI?,ASK { <https://dblp.org/rec/conf/chi/WangM99> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/chi/WangM99>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CHI' FILTER NOT EXISTS { <https://dblp.org/rec/conf/chi/WangM99> <https://dblp.org/rdf/schema#publishedIn> 'CHI' } },TP43,"[""<https://dblp.org/rec/conf/chi/WangM99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5228,Have the authors of the paper 'User Interface Requirements in Educational Multimedia' not published a publication in WebNet?,ASK { <https://dblp.org/rec/conf/webnet/Fenley99> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/webnet/Fenley99>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'WebNet' FILTER NOT EXISTS { <https://dblp.org/rec/conf/webnet/Fenley99> <https://dblp.org/rdf/schema#publishedIn> 'WebNet' } },TP43,"[""<https://dblp.org/rec/conf/webnet/Fenley99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5229,"Wasn't the paper 'Modeling, Simulation, and Validation of An Electric Scooter Energy Consumption Model: A Case Study of Indonesian Electric Scooter' published in the year 2022?",ASK { <https://dblp.org/rec/journals/access/YuniartoWNSN22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' FILTER NOT EXISTS { <https://dblp.org/rec/journals/access/YuniartoWNSN22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' } },TP42,"[""<https://dblp.org/rec/journals/access/YuniartoWNSN22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5230,"Haven't the authors of the publication 'Linked Death - representing, publishing, and using Second World War death records as Linked Open Data' published a publication in WHiSe@ESWC?",ASK { <https://dblp.org/rec/conf/esws/KohoHHTLM16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/esws/KohoHHTLM16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'WHiSe@ESWC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/esws/KohoHHTLM16> <https://dblp.org/rdf/schema#publishedIn> 'WHiSe@ESWC' } },TP43,"[""<https://dblp.org/rec/conf/esws/KohoHHTLM16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5231,Haven't the authors of the publication 'A Modal Perspective on Path Constraints' published the paper 'Curvelet transform-based features extraction for fingerprint identification'?,ASK { <https://dblp.org/rec/journals/logcom/AlechinaDR03> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/biosig/GuesmiTAS12> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/biosig/GuesmiTAS12> != <https://dblp.org/rec/journals/logcom/AlechinaDR03>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/logcom/AlechinaDR03> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/biosig/GuesmiTAS12> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/biosig/GuesmiTAS12> != <https://dblp.org/rec/journals/logcom/AlechinaDR03>) } },TP44,"[""<https://dblp.org/rec/journals/logcom/AlechinaDR03>"", ""<https://dblp.org/rec/conf/biosig/GuesmiTAS12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5232,Have the authors of the paper 'Improving Tree-LSTM with Tree Attention' not published the paper 'Change detection using iteratively reweighted regression with neural networks'?,ASK { <https://dblp.org/rec/conf/semco/AhmedSM19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/igarss/MarpuGC10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/igarss/MarpuGC10> != <https://dblp.org/rec/conf/semco/AhmedSM19>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/semco/AhmedSM19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/igarss/MarpuGC10> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/igarss/MarpuGC10> != <https://dblp.org/rec/conf/semco/AhmedSM19>) } },TP44,"[""<https://dblp.org/rec/conf/semco/AhmedSM19>"", ""<https://dblp.org/rec/conf/igarss/MarpuGC10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5233,Wasn't the publication 'Deep Reinforcement Learning Techniques For Solving Hybrid Flow Shop Scheduling Problems: Proximal Policy Optimization (PPO) and Asynchronous Advantage Actor-Critic (A3C)' published in 2022?,ASK { <https://dblp.org/rec/conf/hicss/NahhasKT22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' FILTER NOT EXISTS { <https://dblp.org/rec/conf/hicss/NahhasKT22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' } },TP42,"[""<https://dblp.org/rec/conf/hicss/NahhasKT22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5234,Haven't the authors of the publication 'Constraint-Based Method for Mining Colossal Patterns in High Dimensional Databases' published the paper 'Interaction Mechanism Between the Logistics Industry and Manufacturing Industry-Based on the Perspective of Different Linkage Types'?,ASK { <https://dblp.org/rec/conf/isat/NguyenVHSN17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/access/WangZ21c> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/access/WangZ21c> != <https://dblp.org/rec/conf/isat/NguyenVHSN17>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/isat/NguyenVHSN17> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/access/WangZ21c> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/access/WangZ21c> != <https://dblp.org/rec/conf/isat/NguyenVHSN17>) } },TP44,"[""<https://dblp.org/rec/conf/isat/NguyenVHSN17>"", ""<https://dblp.org/rec/journals/access/WangZ21c>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5235,Was 'How Case Based Reasoning Explained Neural Networks: An XAI Survey of Post-Hoc Explanation-by-Example in ANN-CBR Twins' not published in 2019?,ASK { <https://dblp.org/rec/journals/corr/abs-1905-07186> <https://dblp.org/rdf/schema#yearOfPublication> '2019' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1905-07186> <https://dblp.org/rdf/schema#yearOfPublication> '2019' } },TP42,"[""<https://dblp.org/rec/journals/corr/abs-1905-07186>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5236,Wasn't the paper 'RemoteBob: Support of On-site Workers via a Telepresence Remote Expert System' published in the year 2016?,ASK { <https://dblp.org/rec/conf/iot/KritzlerMM16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iot/KritzlerMM16> <https://dblp.org/rdf/schema#yearOfPublication> '2016' } },TP42,"[""<https://dblp.org/rec/conf/iot/KritzlerMM16>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5237,Have the authors of the paper 'How does homophily shape the topology of a dynamic network?' not published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2106-15963> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2106-15963>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2106-15963> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TP43,"[""<https://dblp.org/rec/journals/corr/abs-2106-15963>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5238,Was 'Musical pitch tracking using internal model control based frequency cancellation' not published in 2003?,ASK { <https://dblp.org/rec/conf/cdc/ZhaoB03a> <https://dblp.org/rdf/schema#yearOfPublication> '2003' FILTER NOT EXISTS { <https://dblp.org/rec/conf/cdc/ZhaoB03a> <https://dblp.org/rdf/schema#yearOfPublication> '2003' } },TP42,"[""<https://dblp.org/rec/conf/cdc/ZhaoB03a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5239,Did the authors of 'Towards an Integrated Approach to Music Retrieval' not publish 'A Note on Inconsistent Axioms in Rushby's \Systematic Formal Verification for Fault-Tolerant Time-Triggered Algorithms''?,ASK { <https://dblp.org/rec/conf/ircdl/BuccioMMMMOS09> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tse/Pike06> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/tse/Pike06> != <https://dblp.org/rec/conf/ircdl/BuccioMMMMOS09>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/ircdl/BuccioMMMMOS09> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tse/Pike06> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/tse/Pike06> != <https://dblp.org/rec/conf/ircdl/BuccioMMMMOS09>) } },TP44,"[""<https://dblp.org/rec/conf/ircdl/BuccioMMMMOS09>"", ""<https://dblp.org/rec/journals/tse/Pike06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5240,Have the authors of the paper 'Managing System Architecture for Multi-Rotor Autonomous Flying Platform-Practical Aspects' not published a publication in ICMMI?,ASK { <https://dblp.org/rec/conf/icmmi/SzafranskiJC13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icmmi/SzafranskiJC13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICMMI' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icmmi/SzafranskiJC13> <https://dblp.org/rdf/schema#publishedIn> 'ICMMI' } },TP43,"[""<https://dblp.org/rec/conf/icmmi/SzafranskiJC13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5241,Did the authors of the publication 'Robust Face Recognition with Deeply Normalized Depth Images' not publish a paper in CCBR?,ASK { <https://dblp.org/rec/conf/ccbr/FengZ18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ccbr/FengZ18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CCBR' FILTER NOT EXISTS { <https://dblp.org/rec/conf/ccbr/FengZ18> <https://dblp.org/rdf/schema#publishedIn> 'CCBR' } },TP43,"[""<https://dblp.org/rec/conf/ccbr/FengZ18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5242,Have the authors of the paper 'India's Contribution and Research Impact Leishmaniasis Research: A Bibliometric Analysis' not published a publication in J. Sci. Res.?,ASK { <https://dblp.org/rec/journals/jscires/Ram18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jscires/Ram18>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Sci. Res.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jscires/Ram18> <https://dblp.org/rdf/schema#publishedIn> 'J. Sci. Res.' } },TP43,"[""<https://dblp.org/rec/journals/jscires/Ram18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5243,Have the authors of the paper 'On almost equitable uninorms' not published the paper 'Focusing Attention across Multiple Images for Multimodal Event Detection'?,ASK { <https://dblp.org/rec/journals/kybernetika/LiLF15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/mmasia/LiLJP21> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/mmasia/LiLJP21> != <https://dblp.org/rec/journals/kybernetika/LiLF15>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/kybernetika/LiLF15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/mmasia/LiLJP21> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/mmasia/LiLJP21> != <https://dblp.org/rec/journals/kybernetika/LiLF15>) } },TP44,"[""<https://dblp.org/rec/journals/kybernetika/LiLF15>"", ""<https://dblp.org/rec/conf/mmasia/LiLJP21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5244,Haven't the authors of the publication 'A model based simulation toolkit for evaluating renal replacement policies' published a publication in Winter Simulation Conference?,ASK { <https://dblp.org/rec/conf/wsc/CelikGSRWW17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/wsc/CelikGSRWW17>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'WSC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/wsc/CelikGSRWW17> <https://dblp.org/rdf/schema#publishedIn> 'WSC' } },TP43,"[""<https://dblp.org/rec/conf/wsc/CelikGSRWW17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5245,Did the authors of the publication 'PreTrans: Reducing TLB CAM-search via page number prediction and speculative pre-translation' not publish 'On one asymptotic formula for the Euler constant'?,ASK { <https://dblp.org/rec/conf/islped/XueT13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/poit/Karatsuba12> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/poit/Karatsuba12> != <https://dblp.org/rec/conf/islped/XueT13>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/islped/XueT13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/poit/Karatsuba12> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/journals/poit/Karatsuba12> != <https://dblp.org/rec/conf/islped/XueT13>) } },TP44,"[""<https://dblp.org/rec/conf/islped/XueT13>"", ""<https://dblp.org/rec/journals/poit/Karatsuba12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5246,Did the authors of the publication 'Modified two-dimensional compressed sensing scheme for massive MIMO channel estimation' not publish a paper in WCSP?,ASK { <https://dblp.org/rec/conf/wcsp/WangWF16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/wcsp/WangWF16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'WCSP' FILTER NOT EXISTS { <https://dblp.org/rec/conf/wcsp/WangWF16> <https://dblp.org/rdf/schema#publishedIn> 'WCSP' } },TP43,"[""<https://dblp.org/rec/conf/wcsp/WangWF16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5247,Did the authors of the publication 'Combining RCC-8 with Qualitative Direction Calculi: Algorithms and Complexity' not publish 'Emotion Recognition from EEG Signals by Leveraging Stimulus Videos'?,ASK { <https://dblp.org/rec/conf/ijcai/LiuLR09> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/pcm/GaoW15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/pcm/GaoW15> != <https://dblp.org/rec/conf/ijcai/LiuLR09>) FILTER NOT EXISTS { <https://dblp.org/rec/conf/ijcai/LiuLR09> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/pcm/GaoW15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/pcm/GaoW15> != <https://dblp.org/rec/conf/ijcai/LiuLR09>) } },TP44,"[""<https://dblp.org/rec/conf/ijcai/LiuLR09>"", ""<https://dblp.org/rec/conf/pcm/GaoW15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5248,Did the authors of the publication 'Guided Policy Search Model-based Reinforcement Learning for Urban Autonomous Driving' not publish 'Dependability Modeling and Assessment of Complex Adaptive Networked Systems'?,ASK { <https://dblp.org/rec/journals/corr/abs-2005-03076> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ipps/Ravindran15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ipps/Ravindran15> != <https://dblp.org/rec/journals/corr/abs-2005-03076>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2005-03076> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ipps/Ravindran15> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/ipps/Ravindran15> != <https://dblp.org/rec/journals/corr/abs-2005-03076>) } },TP44,"[""<https://dblp.org/rec/journals/corr/abs-2005-03076>"", ""<https://dblp.org/rec/conf/ipps/Ravindran15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5249,Did the authors of the publication 'Improving Imaging Quality of Real-time Fourier Single-pixel Imaging via Deep Learning' not publish 'Open Distributed Processing'?,ASK { <https://dblp.org/rec/journals/sensors/RizviCZH19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/pstv/Griethuysen89> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/pstv/Griethuysen89> != <https://dblp.org/rec/journals/sensors/RizviCZH19>) FILTER NOT EXISTS { <https://dblp.org/rec/journals/sensors/RizviCZH19> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/pstv/Griethuysen89> <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (<https://dblp.org/rec/conf/pstv/Griethuysen89> != <https://dblp.org/rec/journals/sensors/RizviCZH19>) } },TP44,"[""<https://dblp.org/rec/journals/sensors/RizviCZH19>"", ""<https://dblp.org/rec/conf/pstv/Griethuysen89>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q5250,Wasn't the publication 'Multiple target tracking using maximum likelihood principle' published in 1995?,ASK { <https://dblp.org/rec/journals/tsp/SatishK95> <https://dblp.org/rdf/schema#yearOfPublication> '1995' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tsp/SatishK95> <https://dblp.org/rdf/schema#yearOfPublication> '1995' } },TP42,"[""<https://dblp.org/rec/journals/tsp/SatishK95>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q5251,Did the authors of the publication 'Effective Community Search Over Location-Based Social Networks: Conceptual Framework with Preliminary Result' not not publish a paper in Australasian Database Conference?,ASK { <https://dblp.org/rec/conf/adc/AlaqtaWA19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/adc/AlaqtaWA19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ADC' },TP53,"[""<https://dblp.org/rec/conf/adc/AlaqtaWA19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5252,Was the paper 'Decentralised Multi-intersection Congestion Control for Connected Autonomous Vehicles' not not published in the year 2020?,ASK { <https://dblp.org/rec/conf/eumas/VuARF20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP52,"[""<https://dblp.org/rec/conf/eumas/VuARF20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5253,"Haven't the authors of the publication 'Analysis of Reversible and Quantum Finite State Machines Using Homing, Synchronizing and Distinguishing Input Sequences' not published a publication in ISMVL?",ASK { <https://dblp.org/rec/conf/ismvl/LukacKPK13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ismvl/LukacKPK13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ISMVL' },TP53,"[""<https://dblp.org/rec/conf/ismvl/LukacKPK13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5254,Have the authors of the paper 'Optimizing Spaced $k$-mer Neighbors for Efficient Filtration in Protein Similarity Search' not not published a publication in IEEE ACM Trans. Comput. Biol. Bioinform.?,ASK { <https://dblp.org/rec/journals/tcbb/LiMZ14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tcbb/LiMZ14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE ACM Trans. Comput. Biol. Bioinform.' },TP53,"[""<https://dblp.org/rec/journals/tcbb/LiMZ14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5255,Was the publication 'Productivity Improvement Through Multi-Objective Simulation Optimization - A Case Study' not not published in 2019?,ASK { <https://dblp.org/rec/journals/access/AldurgamAAS19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP52,"[""<https://dblp.org/rec/journals/access/AldurgamAAS19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5256,Have the authors of the paper 'A Mathematical Model for Context and Word-Meaning' not not published a publication in International and Interdisciplinary Conference on Modelling and Using Context?,ASK { <https://dblp.org/rec/conf/context/Widdows03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/context/Widdows03>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CONTEXT' },TP53,"[""<https://dblp.org/rec/conf/context/Widdows03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5257,Was the paper 'MorphoCluster: Efficient Annotation of Plankton Images by Clustering' not not published in the year 2020?,ASK { <https://dblp.org/rec/journals/sensors/SchroderKK20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP52,"[""<https://dblp.org/rec/journals/sensors/SchroderKK20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5258,Was the paper 'A Study on Robot Task Planning Problems in Multiagent Enviroments' not not published in the year 1995?,ASK { <https://dblp.org/rec/conf/icra/KawakamiK95> <https://dblp.org/rdf/schema#yearOfPublication> '1995' },TP52,"[""<https://dblp.org/rec/conf/icra/KawakamiK95>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5259,Was the publication 'The Use of Modularity Algorithms as part of the Conceptualization of the Perspectival Form in Large Networks' not not published in 2014?,ASK { <https://dblp.org/rec/conf/ht/RegattieriMM14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP52,"[""<https://dblp.org/rec/conf/ht/RegattieriMM14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5260,Have the authors of the paper 'Topology aware functional similarity of protein interaction networks based on gene ontology' not not published a publication in EMBC?,ASK { <https://dblp.org/rec/conf/embc/0004CXBW11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/embc/0004CXBW11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'EMBC' },TP53,"[""<https://dblp.org/rec/conf/embc/0004CXBW11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5261,Was the publication 'Global modeling and simulation of a three-phase fluidized bed bioreactor' not not published in 2009?,ASK { <https://dblp.org/rec/journals/cce/FuentesMSA09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP52,"[""<https://dblp.org/rec/journals/cce/FuentesMSA09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5262,Was 'How to communicate uncertainty in severe weather forecasts?\u2028' not not published in 2017?,ASK { <https://dblp.org/rec/conf/cogsci/FleischhutHH17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP52,"[""<https://dblp.org/rec/conf/cogsci/FleischhutHH17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5263,"Was 'A 15-ns Switching Time, 9-Bit Current-Mode DAC for High Speed Laser Diode Drivers' not not published in 2020?",ASK { <https://dblp.org/rec/conf/iscas/LupoBPCRNB20> <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP52,"[""<https://dblp.org/rec/conf/iscas/LupoBPCRNB20>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5264,Haven't the authors of the publication 'Channel Tracking using Pruning for MIMO-OFDM Systems over Gauss-Markov Channels' not published a publication in ICASSP (3)?,ASK { <https://dblp.org/rec/conf/icassp/NevatY07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/icassp/NevatY07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICASSP (3)' },TP53,"[""<https://dblp.org/rec/conf/icassp/NevatY07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5265,Was the publication 'User Association and Resource Allocation in Full-Duplex Relay Aided NOMA Systems' not not published in 2019?,ASK { <https://dblp.org/rec/journals/iotj/WangALF19> <https://dblp.org/rdf/schema#yearOfPublication> '2019' },TP52,"[""<https://dblp.org/rec/journals/iotj/WangALF19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5266,Have the authors of the paper 'A Case Study on Adding Computer Science as a Math Graduation Elective: A Report from the Alabama CS/Mathematics Crosswalk Committee (Abstract Only)' not not published a publication in ACM Special Interest Group on Computer Science Education Conference?,ASK { <https://dblp.org/rec/conf/sigcse/GrayBCBMMRWY15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/sigcse/GrayBCBMMRWY15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'SIGCSE' },TP53,"[""<https://dblp.org/rec/conf/sigcse/GrayBCBMMRWY15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5267,Was the publication 'Indoor Localization with Aircraft Signals' not not published in 2017?,ASK { <https://dblp.org/rec/conf/sensys/EichelbergerLTW17> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP52,"[""<https://dblp.org/rec/conf/sensys/EichelbergerLTW17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
