id,question_string,query,template_id,entities,relations,temporal,help_out
Q1556,Was the paper 'An extended study of collaboration networks of Levantine biomedical researchers' not published by Yaser Jararweh in J. Ambient Intell. Humaniz. Comput.?,ASK { <https://dblp.org/rec/journals/jaihc/Al-AyyoubAJ18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/4234> . <https://dblp.org/rec/journals/jaihc/Al-AyyoubAJ18> <https://dblp.org/rdf/schema#publishedIn> 'J. Ambient Intell. Humaniz. Comput.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jaihc/Al-AyyoubAJ18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/4234> . <https://dblp.org/rec/journals/jaihc/Al-AyyoubAJ18> <https://dblp.org/rdf/schema#publishedIn> 'J. Ambient Intell. Humaniz. Comput.' } },TC44,"[""<https://dblp.org/pid/53/4234>"", ""<https://dblp.org/rec/journals/jaihc/Al-AyyoubAJ18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1557,Was the paper 'Frequency-scalable SiGe bipolar RF front-end design' not published by the person Ivan Linscott?,ASK { <https://dblp.org/rec/journals/jssc/ShanaaLT01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/220/6941> FILTER NOT EXISTS { <https://dblp.org/rec/journals/jssc/ShanaaLT01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/220/6941> } },TC41,"[""<https://dblp.org/pid/220/6941>"", ""<https://dblp.org/rec/journals/jssc/ShanaaLT01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1558,"Was the paper 'Modeling of DLL-based frequency multiplier in time and frequency domain with Matlab Simulink' not co-authored by Saeedi, Saeed and Sharifkhani, Mohammad?",ASK { <https://dblp.org/rec/conf/apccas/GholamiSS10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/4917> . <https://dblp.org/rec/conf/apccas/GholamiSS10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/546> FILTER NOT EXISTS { <https://dblp.org/rec/conf/apccas/GholamiSS10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/4917> . <https://dblp.org/rec/conf/apccas/GholamiSS10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/546> } },TC43,"[""<https://dblp.org/pid/03/4917>"", ""<https://dblp.org/pid/56/546>"", ""<https://dblp.org/rec/conf/apccas/GholamiSS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1559,Wasn't the paper 'Application of the Discrete Wavelet Transform for the Robust Detection of the impulsive Incidences: Application to arterial Blood pressure Characteristic Events Detection-Delineation' not published by the author Reza Rahmani?,ASK { <https://dblp.org/rec/journals/ijwmip/HomaeinezhadATGR11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/10384> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijwmip/HomaeinezhadATGR11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/10384> } },TC41,"[""<https://dblp.org/pid/90/10384>"", ""<https://dblp.org/rec/journals/ijwmip/HomaeinezhadATGR11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1560,"Did Martinelli, Rafael not publish the paper 'A new exact algorithm for the multi-depot vehicle routing problem under capacity and route length constraints' in Discret. Optim.?",ASK { <https://dblp.org/rec/journals/disopt/ContardoM14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/9557> . <https://dblp.org/rec/journals/disopt/ContardoM14> <https://dblp.org/rdf/schema#publishedIn> 'Discret. Optim.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/disopt/ContardoM14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/9557> . <https://dblp.org/rec/journals/disopt/ContardoM14> <https://dblp.org/rdf/schema#publishedIn> 'Discret. Optim.' } },TC44,"[""<https://dblp.org/pid/45/9557>"", ""<https://dblp.org/rec/journals/disopt/ContardoM14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1561,Have Karl Magnus Petersson and Anders S. not co-authored the paper 'On Forgetful Attractor Network Memories'?,ASK { <https://dblp.org/rec/conf/annimab/LansnerSPI00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/3268> . <https://dblp.org/rec/conf/annimab/LansnerSPI00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/6156> FILTER NOT EXISTS { <https://dblp.org/rec/conf/annimab/LansnerSPI00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/3268> . <https://dblp.org/rec/conf/annimab/LansnerSPI00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/6156> } },TC43,"[""<https://dblp.org/pid/01/3268>"", ""<https://dblp.org/pid/41/6156>"", ""<https://dblp.org/rec/conf/annimab/LansnerSPI00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1562,Was the paper 'Contour simplification and motion compensated coding' not published by C. Gu in Signal Process. Image Commun.?,ASK { <https://dblp.org/rec/journals/spic/GuK95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/4489> . <https://dblp.org/rec/journals/spic/GuK95> <https://dblp.org/rdf/schema#publishedIn> 'Signal Process. Image Commun.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/spic/GuK95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/4489> . <https://dblp.org/rec/journals/spic/GuK95> <https://dblp.org/rdf/schema#publishedIn> 'Signal Process. Image Commun.' } },TC44,"[""<https://dblp.org/pid/05/4489>"", ""<https://dblp.org/rec/journals/spic/GuK95>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1563,Has Y. Pomanysochka not published the paper 'Noise Filtration in the Digital Images Using Fuzzy Sets and Fuzzy Logic'?,ASK { <https://dblp.org/rec/conf/icteri/PomanysochkaKS19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/251/4931> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icteri/PomanysochkaKS19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/251/4931> } },TC41,"[""<https://dblp.org/pid/251/4931>"", ""<https://dblp.org/rec/conf/icteri/PomanysochkaKS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1564,Was the paper 'Remote Sensing Image Denoising Based on Deep and Shallow Feature Fusion and Attention Mechanism' not co-authored by Guoling Bi and Hengyi Lv?,ASK { <https://dblp.org/rec/journals/remotesensing/HanZLZLB22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/207/4942> . <https://dblp.org/rec/journals/remotesensing/HanZLZLB22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/228/0968> FILTER NOT EXISTS { <https://dblp.org/rec/journals/remotesensing/HanZLZLB22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/207/4942> . <https://dblp.org/rec/journals/remotesensing/HanZLZLB22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/228/0968> } },TC43,"[""<https://dblp.org/pid/207/4942>"", ""<https://dblp.org/pid/228/0968>"", ""<https://dblp.org/rec/journals/remotesensing/HanZLZLB22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1565,"Did Qi, Zhichang and Mengluo Ji not co-author the paper 'Automated WCET Analysis Based on Program Modes'?",ASK { <https://dblp.org/rec/conf/icse/JiWLQ06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/q/ZhichangQi> . <https://dblp.org/rec/conf/icse/JiWLQ06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/j/MengluoJi> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icse/JiWLQ06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/q/ZhichangQi> . <https://dblp.org/rec/conf/icse/JiWLQ06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/j/MengluoJi> } },TC43,"[""<https://dblp.org/pid/q/ZhichangQi>"", ""<https://dblp.org/pid/j/MengluoJi>"", ""<https://dblp.org/rec/conf/icse/JiWLQ06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1566,Has the paper 'In-Out Separation and Column Generation Stabilization by Dual Price Smoothing' not been published by R. Sadykov in SEA?,ASK { <https://dblp.org/rec/conf/wea/PessoaSUV13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/5791> . <https://dblp.org/rec/conf/wea/PessoaSUV13> <https://dblp.org/rdf/schema#publishedIn> 'SEA' FILTER NOT EXISTS { <https://dblp.org/rec/conf/wea/PessoaSUV13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/5791> . <https://dblp.org/rec/conf/wea/PessoaSUV13> <https://dblp.org/rdf/schema#publishedIn> 'SEA' } },TC44,"[""<https://dblp.org/pid/74/5791>"", ""<https://dblp.org/rec/conf/wea/PessoaSUV13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1567,Wasn't the paper 'Solving Large Problems with a Small Working Memory' published by the author Z. Pizlo in J. Probl. Solving?,ASK { <https://dblp.org/rec/journals/jps/PizloS13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/6112> . <https://dblp.org/rec/journals/jps/PizloS13> <https://dblp.org/rdf/schema#publishedIn> 'J. Probl. Solving' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jps/PizloS13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/6112> . <https://dblp.org/rec/journals/jps/PizloS13> <https://dblp.org/rdf/schema#publishedIn> 'J. Probl. Solving' } },TC44,"[""<https://dblp.org/pid/10/6112>"", ""<https://dblp.org/rec/journals/jps/PizloS13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1568,Did Xueyuan Zhang not publish the paper 'Fractal dimension feature for distinguishing between overlapped speech and single-speaker speech' in International Conference on Machine Learning and Cybernetics?,ASK { <https://dblp.org/rec/conf/icmlc/LiHLZF12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/6422> . <https://dblp.org/rec/conf/icmlc/LiHLZF12> <https://dblp.org/rdf/schema#publishedIn> 'ICMLC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icmlc/LiHLZF12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/6422> . <https://dblp.org/rec/conf/icmlc/LiHLZF12> <https://dblp.org/rdf/schema#publishedIn> 'ICMLC' } },TC44,"[""<https://dblp.org/pid/83/6422>"", ""<https://dblp.org/rec/conf/icmlc/LiHLZF12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1569,"Was the paper 'Improving the DMT performances of MIMO linear receivers' not published by Chen, Min-Kun in IEEE International Symposium on Information Theory?",ASK { <https://dblp.org/rec/conf/isit/TangCL11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/127/8675> . <https://dblp.org/rec/conf/isit/TangCL11> <https://dblp.org/rdf/schema#publishedIn> 'ISIT' FILTER NOT EXISTS { <https://dblp.org/rec/conf/isit/TangCL11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/127/8675> . <https://dblp.org/rec/conf/isit/TangCL11> <https://dblp.org/rdf/schema#publishedIn> 'ISIT' } },TC44,"[""<https://dblp.org/pid/127/8675>"", ""<https://dblp.org/rec/conf/isit/TangCL11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1570,"Was the paper 'Coding-adaptive transforms' not published by Lelescu, D.?",ASK { <https://dblp.org/rec/conf/vcip/LelescuB04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/487> FILTER NOT EXISTS { <https://dblp.org/rec/conf/vcip/LelescuB04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/487> } },TC41,"[""<https://dblp.org/pid/37/487>"", ""<https://dblp.org/rec/conf/vcip/LelescuB04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1571,Was the paper 'Secure Cloud Storage for Medical IoT Data using Adaptive Neuro-Fuzzy Inference System' not published by J. Nebhen?,ASK { <https://dblp.org/rec/journals/ijfs/MohiyuddinJCRSN22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/9836> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ijfs/MohiyuddinJCRSN22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/9836> } },TC41,"[""<https://dblp.org/pid/58/9836>"", ""<https://dblp.org/rec/journals/ijfs/MohiyuddinJCRSN22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1572,Was the paper 'Localized random projections with applications to coherent array imaging' not co-authored by Justin K. Romberg and Mark A. Davenport?,ASK { <https://dblp.org/rec/conf/allerton/SrinivasaDR18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/4461> . <https://dblp.org/rec/conf/allerton/SrinivasaDR18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/5453> FILTER NOT EXISTS { <https://dblp.org/rec/conf/allerton/SrinivasaDR18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/4461> . <https://dblp.org/rec/conf/allerton/SrinivasaDR18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/5453> } },TC43,"[""<https://dblp.org/pid/77/4461>"", ""<https://dblp.org/pid/84/5453>"", ""<https://dblp.org/rec/conf/allerton/SrinivasaDR18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1573,Wasn't the paper 'Tracker for sleepy drivers at the wheel' published by the author Sania Bhatti in ICSPCS?,ASK { <https://dblp.org/rec/conf/icspcs/MemonMBKM17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/8377> . <https://dblp.org/rec/conf/icspcs/MemonMBKM17> <https://dblp.org/rdf/schema#publishedIn> 'ICSPCS' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icspcs/MemonMBKM17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/8377> . <https://dblp.org/rec/conf/icspcs/MemonMBKM17> <https://dblp.org/rdf/schema#publishedIn> 'ICSPCS' } },TC44,"[""<https://dblp.org/pid/82/8377>"", ""<https://dblp.org/rec/conf/icspcs/MemonMBKM17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1574,"Have Waqas Nawaz and Dolgorsuren, Batjargal not co-authored the paper 'Dynamic Taxi Trip Information Management using G* System'?",ASK { <https://dblp.org/rec/conf/bigdas/DolgorsurenNL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/11146> . <https://dblp.org/rec/conf/bigdas/DolgorsurenNL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/197/0989> FILTER NOT EXISTS { <https://dblp.org/rec/conf/bigdas/DolgorsurenNL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/11146> . <https://dblp.org/rec/conf/bigdas/DolgorsurenNL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/197/0989> } },TC43,"[""<https://dblp.org/pid/40/11146>"", ""<https://dblp.org/pid/197/0989>"", ""<https://dblp.org/rec/conf/bigdas/DolgorsurenNL15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1575,"Was the paper 'Towards adapting fantasy, curiosity and challenge in multimodal dialogue systems for preschoolers' not published by Theofanis Kannetis?",ASK { <https://dblp.org/rec/conf/icmi/KannetisP09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/5627> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icmi/KannetisP09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/5627> } },TC41,"[""<https://dblp.org/pid/50/5627>"", ""<https://dblp.org/rec/conf/icmi/KannetisP09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1576,Was the paper 'The SMoLCS ToolSet' not co-authored by Franco Morando and Egidio Astesiano?,ASK { <https://dblp.org/rec/conf/tapsoft/AstesianoRM95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/2813> . <https://dblp.org/rec/conf/tapsoft/AstesianoRM95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/EAstesiano> FILTER NOT EXISTS { <https://dblp.org/rec/conf/tapsoft/AstesianoRM95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/2813> . <https://dblp.org/rec/conf/tapsoft/AstesianoRM95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/EAstesiano> } },TC43,"[""<https://dblp.org/pid/46/2813>"", ""<https://dblp.org/pid/a/EAstesiano>"", ""<https://dblp.org/rec/conf/tapsoft/AstesianoRM95>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1577,Have Florian Lemmerich and J. Baumeister not co-authored the paper 'Taking OWL to Athens'?,ASK { <https://dblp.org/rec/conf/esws/ReutelshoeferLBWH10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/3723> . <https://dblp.org/rec/conf/esws/ReutelshoeferLBWH10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/5849> FILTER NOT EXISTS { <https://dblp.org/rec/conf/esws/ReutelshoeferLBWH10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/3723> . <https://dblp.org/rec/conf/esws/ReutelshoeferLBWH10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/5849> } },TC43,"[""<https://dblp.org/pid/51/3723>"", ""<https://dblp.org/pid/35/5849>"", ""<https://dblp.org/rec/conf/esws/ReutelshoeferLBWH10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1578,Wasn't the paper 'Enabling user cooperation through embedded coding and awareness of source content dynamics' published by the author A. Kwasinski in ICASSP?,ASK { <https://dblp.org/rec/conf/icassp/Kwasinski10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/6296> . <https://dblp.org/rec/conf/icassp/Kwasinski10> <https://dblp.org/rdf/schema#publishedIn> 'ICASSP' FILTER NOT EXISTS { <https://dblp.org/rec/conf/icassp/Kwasinski10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/6296> . <https://dblp.org/rec/conf/icassp/Kwasinski10> <https://dblp.org/rdf/schema#publishedIn> 'ICASSP' } },TC44,"[""<https://dblp.org/pid/50/6296>"", ""<https://dblp.org/rec/conf/icassp/Kwasinski10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1579,"Didn't Vilares, D. publish the paper 'A Transition-based Algorithm for Unrestricted AMR Parsing'?",ASK { <https://dblp.org/rec/journals/corr/abs-1805-09007> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/128/2835> FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1805-09007> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/128/2835> } },TC41,"[""<https://dblp.org/pid/128/2835>"", ""<https://dblp.org/rec/journals/corr/abs-1805-09007>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1580,"Wasn't the paper 'On the P\u00F3lya Enumeration Theorem' published by the author Fel, L. G. in Intell. Inf. Manag.?",ASK { <https://dblp.org/rec/journals/iim/Fel09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/5483> . <https://dblp.org/rec/journals/iim/Fel09> <https://dblp.org/rdf/schema#publishedIn> 'Intell. Inf. Manag.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/iim/Fel09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/5483> . <https://dblp.org/rec/journals/iim/Fel09> <https://dblp.org/rdf/schema#publishedIn> 'Intell. Inf. Manag.' } },TC44,"[""<https://dblp.org/pid/89/5483>"", ""<https://dblp.org/rec/journals/iim/Fel09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1581,"Was the paper 'Flexible load balancing with multi-dimensional state-space collapse: Throughput and heavy-traffic delay optimality' not published by Zhou, Xingyu in Perform. Evaluation?",ASK { <https://dblp.org/rec/journals/pe/ZhouTS18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/10352-1> . <https://dblp.org/rec/journals/pe/ZhouTS18> <https://dblp.org/rdf/schema#publishedIn> 'Perform. Evaluation' FILTER NOT EXISTS { <https://dblp.org/rec/journals/pe/ZhouTS18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/10352-1> . <https://dblp.org/rec/journals/pe/ZhouTS18> <https://dblp.org/rdf/schema#publishedIn> 'Perform. Evaluation' } },TC44,"[""<https://dblp.org/pid/07/10352-1>"", ""<https://dblp.org/rec/journals/pe/ZhouTS18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1582,"Did Turau, V. and Ghaith Tarawneh not co-author the paper 'HTTPExplorer: exploring the hypertext transfer protocol'?",ASK { <https://dblp.org/rec/conf/iticse/Turau03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/156> . <https://dblp.org/rec/conf/iticse/Turau03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/121/1592> FILTER NOT EXISTS { <https://dblp.org/rec/conf/iticse/Turau03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/156> . <https://dblp.org/rec/conf/iticse/Turau03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/121/1592> } },TC43,"[""<https://dblp.org/pid/79/156>"", ""<https://dblp.org/pid/121/1592>"", ""<https://dblp.org/rec/conf/iticse/Turau03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1583,Was the paper 'Bayesian tensor factorization-drive breast cancer subtyping by integrating multi-omics data' not published by Bowen Cheng in J. Biomed. Informatics?,ASK { <https://dblp.org/rec/journals/jbi/LiuCJH22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/8079> . <https://dblp.org/rec/journals/jbi/LiuCJH22> <https://dblp.org/rdf/schema#publishedIn> 'J. Biomed. Informatics' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jbi/LiuCJH22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/8079> . <https://dblp.org/rec/journals/jbi/LiuCJH22> <https://dblp.org/rdf/schema#publishedIn> 'J. Biomed. Informatics' } },TC44,"[""<https://dblp.org/pid/73/8079>"", ""<https://dblp.org/rec/journals/jbi/LiuCJH22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1584,Wasn't the paper 'Formulas for the impulse response of a digital filter with an arbitrary piecewise-linear frequency response' published by the author Russell J. Niederjohn in IEEE Trans. Signal Process.?,ASK { <https://dblp.org/rec/journals/tsp/ChanHN95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/171/1945> . <https://dblp.org/rec/journals/tsp/ChanHN95> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Signal Process.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tsp/ChanHN95> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/171/1945> . <https://dblp.org/rec/journals/tsp/ChanHN95> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Signal Process.' } },TC44,"[""<https://dblp.org/pid/171/1945>"", ""<https://dblp.org/rec/journals/tsp/ChanHN95>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1585,Wasn't the paper 'Two-Hop Monitoring Mechanism Based on Relaxed Flow Conservation Constraints against Selective Routing Attacks in Wireless Sensor Networks' not published by the author Abdelghani Bouras?,ASK { <https://dblp.org/rec/journals/sensors/DerhabBBMK20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/8408> FILTER NOT EXISTS { <https://dblp.org/rec/journals/sensors/DerhabBBMK20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/8408> } },TC41,"[""<https://dblp.org/pid/23/8408>"", ""<https://dblp.org/rec/journals/sensors/DerhabBBMK20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1586,Have Massimo Cossentino and L. Sabatucci not co-authored the paper 'A Tool for the Automatic Generation of MOISE Organisations From BPMN'?,ASK { <https://dblp.org/rec/conf/woa/CossentinoLS20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/5803> . <https://dblp.org/rec/conf/woa/CossentinoLS20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/3702> FILTER NOT EXISTS { <https://dblp.org/rec/conf/woa/CossentinoLS20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/5803> . <https://dblp.org/rec/conf/woa/CossentinoLS20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/3702> } },TC43,"[""<https://dblp.org/pid/23/5803>"", ""<https://dblp.org/pid/91/3702>"", ""<https://dblp.org/rec/conf/woa/CossentinoLS20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1587,Have Huaxiong Wang and Benjamin Hong Meng Tan not co-authored the paper 'Fully homomorphic encryption over the integers for non-binary plaintexts without the sparse subset sum problem'?,ASK { <https://dblp.org/rec/journals/tcs/AungLTW19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/4513> . <https://dblp.org/rec/journals/tcs/AungLTW19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/1558> FILTER NOT EXISTS { <https://dblp.org/rec/journals/tcs/AungLTW19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/4513> . <https://dblp.org/rec/journals/tcs/AungLTW19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/1558> } },TC43,"[""<https://dblp.org/pid/52/4513>"", ""<https://dblp.org/pid/181/1558>"", ""<https://dblp.org/rec/journals/tcs/AungLTW19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1588,Wasn't the paper 'Augmented Reality Appendages for Robots: Design Considerations and Recommendations for Maximizing Social and Functional Perception' published by the author I. Goktan in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2205-06747> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/320/4585> . <https://dblp.org/rec/journals/corr/abs-2205-06747> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2205-06747> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/320/4585> . <https://dblp.org/rec/journals/corr/abs-2205-06747> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC44,"[""<https://dblp.org/pid/320/4585>"", ""<https://dblp.org/rec/journals/corr/abs-2205-06747>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1589,"Wasn't the paper 'Living semantic platform' not published by the author Chen, Willy?",ASK { <https://dblp.org/rec/conf/i-semantics/ChenL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/3909> FILTER NOT EXISTS { <https://dblp.org/rec/conf/i-semantics/ChenL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/3909> } },TC41,"[""<https://dblp.org/pid/05/3909>"", ""<https://dblp.org/rec/conf/i-semantics/ChenL15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1590,Have Abdulla Eid and S. Dawson-Haggerty not co-authored the paper 'A comparison between Suzuki invariant code and one-point Hermitian code'?,ASK { <https://dblp.org/rec/journals/dmaa/Eid22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/132/6673> . <https://dblp.org/rec/journals/dmaa/Eid22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/5644> FILTER NOT EXISTS { <https://dblp.org/rec/journals/dmaa/Eid22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/132/6673> . <https://dblp.org/rec/journals/dmaa/Eid22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/5644> } },TC43,"[""<https://dblp.org/pid/132/6673>"", ""<https://dblp.org/pid/31/5644>"", ""<https://dblp.org/rec/journals/dmaa/Eid22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1591,Was the paper 'Insights into individual's online shopping continuance intention' not published by Ramlah Hussein?,ASK { <https://dblp.org/rec/journals/imds/MohamedHZH14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/7464> FILTER NOT EXISTS { <https://dblp.org/rec/journals/imds/MohamedHZH14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/7464> } },TC41,"[""<https://dblp.org/pid/56/7464>"", ""<https://dblp.org/rec/journals/imds/MohamedHZH14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1592,Was the paper 'Sensitivity analysis of CRA based controllers in fractional order systems' not published by M. Haeri?,ASK { <https://dblp.org/rec/journals/sigpro/TabatabaeiH12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/2874> FILTER NOT EXISTS { <https://dblp.org/rec/journals/sigpro/TabatabaeiH12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/2874> } },TC41,"[""<https://dblp.org/pid/78/2874>"", ""<https://dblp.org/rec/journals/sigpro/TabatabaeiH12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1593,Has the paper 'A Case Study on Formal Verification of Self-Adaptive Behaviors in a Decentralized System' not been published by M. U. Iftikhar in FOCLASA?,ASK { <https://dblp.org/rec/journals/corr/abs-1208-4635> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/9113> . <https://dblp.org/rec/journals/corr/abs-1208-4635> <https://dblp.org/rdf/schema#publishedIn> 'FOCLASA' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1208-4635> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/9113> . <https://dblp.org/rec/journals/corr/abs-1208-4635> <https://dblp.org/rdf/schema#publishedIn> 'FOCLASA' } },TC44,"[""<https://dblp.org/pid/117/9113>"", ""<https://dblp.org/rec/journals/corr/abs-1208-4635>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1594,Has Candace A. Walkington not published the paper 'Exploring the Assistance Dilemma: The Case of Context Personalization'?,ASK { <https://dblp.org/rec/conf/cogsci/WalkingtonM11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/150/0386> FILTER NOT EXISTS { <https://dblp.org/rec/conf/cogsci/WalkingtonM11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/150/0386> } },TC41,"[""<https://dblp.org/pid/150/0386>"", ""<https://dblp.org/rec/conf/cogsci/WalkingtonM11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1595,"Was the paper 'LAN based distributed database management system architecture (LADDBMS) (abstract only)' not published by Narayanan, T. S. in ACM Conference on Computer Science?",ASK { <https://dblp.org/rec/conf/acm/Narayanan85> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/5224> . <https://dblp.org/rec/conf/acm/Narayanan85> <https://dblp.org/rdf/schema#publishedIn> 'ACM Conference on Computer Science' FILTER NOT EXISTS { <https://dblp.org/rec/conf/acm/Narayanan85> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/5224> . <https://dblp.org/rec/conf/acm/Narayanan85> <https://dblp.org/rdf/schema#publishedIn> 'ACM Conference on Computer Science' } },TC44,"[""<https://dblp.org/pid/82/5224>"", ""<https://dblp.org/rec/conf/acm/Narayanan85>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1596,Was the paper 'Measuring Efficiency of Semi-automated Brain Tumor Segmentation by Simulating User Interaction' not published by Aaron Avery in Frontiers Comput. Neurosci.?,ASK { <https://dblp.org/rec/journals/ficn/GeringKYMAKKHCP20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/230/3540> . <https://dblp.org/rec/journals/ficn/GeringKYMAKKHCP20> <https://dblp.org/rdf/schema#publishedIn> 'Frontiers Comput. Neurosci.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/ficn/GeringKYMAKKHCP20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/230/3540> . <https://dblp.org/rec/journals/ficn/GeringKYMAKKHCP20> <https://dblp.org/rdf/schema#publishedIn> 'Frontiers Comput. Neurosci.' } },TC44,"[""<https://dblp.org/pid/230/3540>"", ""<https://dblp.org/rec/journals/ficn/GeringKYMAKKHCP20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
