id,question_string,query,template_id,entities,relations,temporal,help_out
Q2674,Haimin published the paper on Reachability analysis in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2004-07876> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/224/8581> . <https://dblp.org/rec/journals/corr/abs-2004-07876> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/224/8581>"", ""<https://dblp.org/rec/journals/corr/abs-2004-07876>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2675,Yingming published the paper on Rank hoca in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/emnlp/JinHLZ19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/1901> . <https://dblp.org/rec/conf/emnlp/JinHLZ19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/119/1901>"", ""<https://dblp.org/rec/conf/emnlp/JinHLZ19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2676,Mention the publication on Epidemic dynamics that was published by Suraj in Comput. Math. Methods Medicine.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/128/6290> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Math. Methods Medicine' },TC92,"[""<https://dblp.org/pid/128/6290>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2677,Mention the publication on -edge that was published by Sofiane in SIGSPATIAL/GIS.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/225> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIGSPATIAL/GIS' },TC92,"[""<https://dblp.org/pid/07/225>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2678,Which paper on Power allocation was published by Sanjay in CoRR?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/9326> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC92,"[""<https://dblp.org/pid/26/9326>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2679,Which paper on Reactor design program development was published by Qing in J. Softw.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/2689> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Softw.' },TC92,"[""<https://dblp.org/pid/181/2689>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2680,Which author named Seiichi published the paper on Assertion mechanism?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/jckbse/SakakibaraSK08> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/jckbse/SakakibaraSK08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2681,Name the author who published the paper on Tree models and has the name Tinga.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2204-03743> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/corr/abs-2204-03743>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2682,Which paper on Carcinus maenas was published by Varghese in Silico Biol.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/141/0036> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Silico Biol.' },TC92,"[""<https://dblp.org/pid/141/0036>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2683,Which author named Ahnn published the paper on Encoding ribonuclease?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/nar/MarchAI85> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/nar/MarchAI85>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2684,Name the venue in which Sawant published the paper about Recognition system.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcat/ShahSSD15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/6899> . <https://dblp.org/rec/journals/ijcat/ShahSSD15> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/161/6899>"", ""<https://dblp.org/rec/journals/ijcat/ShahSSD15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2685,In which venue did Jackson publish the paper about Arc-?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jgt/Jackson88> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/6203> . <https://dblp.org/rec/journals/jgt/Jackson88> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/64/6203>"", ""<https://dblp.org/rec/journals/jgt/Jackson88>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2686,\u00D6zge published the paper on Topsis vikor in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/uyms/Tugrul14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/151/2402> . <https://dblp.org/rec/conf/uyms/Tugrul14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/151/2402>"", ""<https://dblp.org/rec/conf/uyms/Tugrul14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2687,Name the venue in which Zou published the paper about Language classes.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sete/WangZ21a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/139/7656> . <https://dblp.org/rec/conf/sete/WangZ21a> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/139/7656>"", ""<https://dblp.org/rec/conf/sete/WangZ21a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2688,Mention the publication on Service composition optimization that was published by Xiwei in SOLI.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/8425> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SOLI' },TC92,"[""<https://dblp.org/pid/38/8425>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2689,Which author named Chen published the paper on Microphone arrays?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/taslp/TuC22> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/taslp/TuC22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2690,Which paper on Feedback system was published by Froehlich in ECCV Workshops?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/2354> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ECCV Workshops (3)' },TC92,"[""<https://dblp.org/pid/18/2354>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2691,Name the author who published the paper on Multimodal perception and has the name Alain.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ras/DroniouIS15> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/ras/DroniouIS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2692,Mention the publication on Network alignment that was published by Nazmul in GECCO.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/10584> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'GECCO' },TC92,"[""<https://dblp.org/pid/34/10584>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2693,Which author published the paper on Care system and has the name Huang?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cmpb/YeSZSHH21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/cmpb/YeSZSHH21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2694,Which author published the paper on Division multiplexing and has the name Chandra?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icassp/BhattacharjeeMA22> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/icassp/BhattacharjeeMA22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2695,Which author published the paper on Network coding and has the name Guangjun?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/itiis/Liu15> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/itiis/Liu15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2696,Olson published the paper on Wreath product cyclic in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icassp/MirchandaniFRHO00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/150/4586> . <https://dblp.org/rec/conf/icassp/MirchandaniFRHO00> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/150/4586>"", ""<https://dblp.org/rec/conf/icassp/MirchandaniFRHO00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2697,Which paper on Speaker verification was published by Zhiyuan in CoRR?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/7546> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC92,"[""<https://dblp.org/pid/72/7546>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2698,Which author named Xavier published the paper on Fire plume?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/whispers/DeschampsMBFL11> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/whispers/DeschampsMBFL11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2699,Which research paper on -connects was published by Pin-Han in IEEE J. Sel. Areas Commun.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/4284> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE J. Sel. Areas Commun.' },TC92,"[""<https://dblp.org/pid/53/4284>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2700,Name the author who published the paper on Design experience and has the name Spencer.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fecs/WildeALF10> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/fecs/WildeALF10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2701,Name the venue in which Joneja published the paper about Polygon containment problem.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tase/WeiZJX17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/2737> . <https://dblp.org/rec/journals/tase/WeiZJX17> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/77/2737>"", ""<https://dblp.org/rec/journals/tase/WeiZJX17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2702,Mention the publication on Privacy verification that was published by Mohamadreza in CoRR.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/11238> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC92,"[""<https://dblp.org/pid/15/11238>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2703,Mention the publication on Crop leaves that was published by Guo in Remote. Sens..,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/144/8032> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Remote. Sens.' },TC92,"[""<https://dblp.org/pid/144/8032>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2704,Mention the publication on Expression recognition that was published by Alvaro in Pattern Recognit..,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/8614> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Pattern Recognit.' },TC92,"[""<https://dblp.org/pid/57/8614>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2705,Name the author who published the paper on Haptic interface and has the name Jun.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/smc/OkadaOKOA21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/smc/OkadaOKOA21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2706,H. published the paper on Supply chain in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcim/MakatsorisCR04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/4280> . <https://dblp.org/rec/journals/ijcim/MakatsorisCR04> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/04/4280>"", ""<https://dblp.org/rec/journals/ijcim/MakatsorisCR04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2707,Name the author who published the paper on Tech futures and has the name Tawanna.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/chi/HarringtonD21> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/chi/HarringtonD21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2708,Name the venue in which Hassan published the paper about Trust model.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/isecure/ShakeriB12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/127/2309> . <https://dblp.org/rec/journals/isecure/ShakeriB12> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/127/2309>"", ""<https://dblp.org/rec/journals/isecure/ShakeriB12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2709,Difeng published the paper on Head motions in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vr/YuLZX19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/229/0012> . <https://dblp.org/rec/conf/vr/YuLZX19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/229/0012>"", ""<https://dblp.org/rec/conf/vr/YuLZX19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2710,Which research paper on Desert margin was published by Uriel in Remote. Sens.?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/300/6563> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Remote. Sens.' },TC92,"[""<https://dblp.org/pid/300/6563>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2711,Finger published the paper on Correspondence theory in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aiml/Finger00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/3312> . <https://dblp.org/rec/conf/aiml/Finger00> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/50/3312>"", ""<https://dblp.org/rec/conf/aiml/Finger00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2712,Mention the publication on Program development that was published by E. in IBM Syst. J..,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/6966> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IBM Syst. J.' },TC92,"[""<https://dblp.org/pid/12/6966>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2713,Which author named C. published the paper on Materials management?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ACMse/Nowading79> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/ACMse/Nowading79>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2714,Liss published the paper on Resolution ct in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/scsc/RajendranRAL16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/189/1151> . <https://dblp.org/rec/conf/scsc/RajendranRAL16> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/189/1151>"", ""<https://dblp.org/rec/conf/scsc/RajendranRAL16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2715,Which paper on Slam system was published by Rui in ROBIO?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/5619> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ROBIO' },TC92,"[""<https://dblp.org/pid/37/5619>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2716,Name the venue in which Evangelos published the paper about Shellcode detection.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/virology/PolychronakisAM07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/EvangelosPMarkatos> . <https://dblp.org/rec/journals/virology/PolychronakisAM07> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/m/EvangelosPMarkatos>"", ""<https://dblp.org/rec/journals/virology/PolychronakisAM07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2717,Which paper on Fintech case study was published by Zaitsev in AMCIS?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/10439> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'AMCIS' },TC92,"[""<https://dblp.org/pid/25/10439>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2718,Which research paper on Development method was published by Zhang in CSSE (2)?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/4777> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CSSE (2)' },TC92,"[""<https://dblp.org/pid/15/4777>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2719,Which author published the paper on Computer applications and has the name Bhargava?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tc/Bhargava78> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/tc/Bhargava78>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2720,Which author named Guosun published the paper on Data dependence analysis?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tjs/ZhouZ08a> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/tjs/ZhouZ08a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2721,Name the author who published the paper on Indexing source descriptions and has the name Kurt.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ideas/LangeDR10> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/ideas/LangeDR10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2722,In which venue did B. publish the paper about User interface?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijoci/SSSAB21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/299/6850> . <https://dblp.org/rec/journals/ijoci/SSSAB21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/299/6850>"", ""<https://dblp.org/rec/journals/ijoci/SSSAB21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2723,Name the author who published the paper on Optimization algorithm and has the name Scott.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/envsoft/YangGSS15> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/envsoft/YangGSS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2724,M\u00FCller published the paper on -user in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/gidr/Muller91> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/1228> . <https://dblp.org/rec/journals/gidr/Muller91> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/93/1228>"", ""<https://dblp.org/rec/journals/gidr/Muller91>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2725,Mention the publication on Matching market that was published by Martin in CoRR.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/6037> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC92,"[""<https://dblp.org/pid/61/6037>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2726,Sridhar published the paper on Research note in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/isr/KimMN05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/4580> . <https://dblp.org/rec/journals/isr/KimMN05> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/30/4580>"", ""<https://dblp.org/rec/journals/isr/KimMN05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2727,Which author named Sun published the paper on Machine translation?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/rocling/SunC91> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/rocling/SunC91>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2728,Name the author who published the paper on Lyrics text and has the name Rafael.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ismir/ZhangRS17> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/ismir/ZhangRS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2729,Which author named V. published the paper on Sar stereo processing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tgrs/YockyJ07> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/tgrs/YockyJ07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2730,Which author published the paper on Systems engineering and has the name Thomas?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/se/Huynh11> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/se/Huynh11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2731,Mention the publication on Document images that was published by Nibaran in ACSS.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/4930> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ACSS (1)' },TC92,"[""<https://dblp.org/pid/84/4930>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2732,Which author named Mitchell published the paper on Disease biomarker database?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/nar/YangRCKOMKOK08> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/nar/YangRCKOMKOK08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2733,Which paper on Device noise reduction was published by Ed in IEEE J. Solid State Circuits?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/3311> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE J. Solid State Circuits' },TC92,"[""<https://dblp.org/pid/96/3311>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2734,Which author named Masumura published the paper on Maximization decoder?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/interspeech/MoriyaWTMSYA19> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/interspeech/MoriyaWTMSYA19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2735,Which research paper on Vector flow was published by Mandal in ICPR?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/MrinalKMandal> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICPR' },TC92,"[""<https://dblp.org/pid/m/MrinalKMandal>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2736,Name the venue in which Mikhail published the paper about Hausdorff distance.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dasfaa/ZhuravskiiKPM21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/2851> . <https://dblp.org/rec/conf/dasfaa/ZhuravskiiKPM21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/00/2851>"", ""<https://dblp.org/rec/conf/dasfaa/ZhuravskiiKPM21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2737,Which paper on Multiprocessor systems was published by Silva in SIMULTECH?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/1283> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIMULTECH' },TC92,"[""<https://dblp.org/pid/15/1283>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2738,Which author published the paper on Resource utilization and has the name Kao?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/bigdata/ThamsenRSRK17> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/bigdata/ThamsenRSRK17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2739,Which author named Vahidpour published the paper on Performance analysis?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2001-08981> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/journals/corr/abs-2001-08981>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2740,Mention the publication on Recommender systems that was published by Farzad in CoRR.,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/0056> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC92,"[""<https://dblp.org/pid/186/0056>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2741,Name the author who published the paper on Error propagation and has the name William.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/bmvc/ChristmasKP96> <https://dblp.org/rdf/schema#authoredBy> ?answer },TC91,"[""<https://dblp.org/rec/conf/bmvc/ChristmasKP96>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2742,Which paper on Piv technique was published by Xizheng in ICAIT?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/6150> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICAIT' },TC92,"[""<https://dblp.org/pid/42/6150>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2743,In which venue did Masuhara publish the paper about Safety mechanism?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/scp/KaminaAMI18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/3070> . <https://dblp.org/rec/journals/scp/KaminaAMI18> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/89/3070>"", ""<https://dblp.org/rec/journals/scp/KaminaAMI18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2744,In which venue did Chen publish the paper about Capabilities perspective?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijinfoman/ChenSHJ08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/4376> . <https://dblp.org/rec/journals/ijinfoman/ChenSHJ08> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/89/4376>"", ""<https://dblp.org/rec/journals/ijinfoman/ChenSHJ08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2745,Mention the publication on Fault diagnosis that was published by Chen in Int. J. Pattern Recognit. Artif. Intell..,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/7627> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Pattern Recognit. Artif. Intell.' },TC92,"[""<https://dblp.org/pid/26/7627>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2746,In which venue did Aubert publish the paper about Molecule localization?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isbi/BechensteenBA19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/4890> . <https://dblp.org/rec/conf/isbi/BechensteenBA19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/10/4890>"", ""<https://dblp.org/rec/conf/isbi/BechensteenBA19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2747,Which paper on Vibration compensation was published by Csiszar in CoRR?,SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/172/6798> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC92,"[""<https://dblp.org/pid/172/6798>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2748,Name the venue in which Peter published the paper about Cam technology.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ifip5-7/Winkler91> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/PeterWinkler> . <https://dblp.org/rec/conf/ifip5-7/Winkler91> <https://dblp.org/rdf/schema#publishedIn> ?answer },TC93,"[""<https://dblp.org/pid/w/PeterWinkler>"", ""<https://dblp.org/rec/conf/ifip5-7/Winkler91>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
