id,question_string,query,template_id,entities,relations,temporal,help_out
Q6665,"Which one was published first, 'Exploring the Relationship between Experience and Group Performance in Software Review' or 'A Time Efficient Threshold Based Ant Colony System for Cloud Load Balancing'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/apsec/WongW03> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/cicba/BanerjeeRRSD18> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/apsec/WongW03>, <https://dblp.org/rec/conf/cicba/BanerjeeRRSD18>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/apsec/WongW03>"", ""<https://dblp.org/rec/conf/cicba/BanerjeeRRSD18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6666,"Between 'Fuzzy logic system for miniature climbing robots' and 'OR and systems - some comments on Checkland's reply to Eden and Ackerman', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icarcv/XiaoXX04> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/jors/Ormerod08a> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/icarcv/XiaoXX04>, <https://dblp.org/rec/journals/jors/Ormerod08a>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/icarcv/XiaoXX04>"", ""<https://dblp.org/rec/journals/jors/Ormerod08a>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6667,"Which one has more number of authors, 'Dense Shattering and Teaching Dimensions for Differentiable Families (Extended Abstract)' or 'New Bounds and Extended Relations Between Prefix Arrays, Border Arrays, Undirected Graphs, and Indeterminate Strings'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/colt/Kowalczyk97> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/stacs/Blanchet-SadriBW14> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/colt/Kowalczyk97>, <https://dblp.org/rec/conf/stacs/Blanchet-SadriBW14>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/colt/Kowalczyk97>"", ""<https://dblp.org/rec/conf/stacs/Blanchet-SadriBW14>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6668,"Between 'Constructing New Facets of the Consecutive Ones Polytope' and 'First Approaches on Spanish Medical Record Classification Using Diagnostic Term to Class Transduction', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aussois/OswaldR01> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/fsmnlp/CasillasIGOP12> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/aussois/OswaldR01>, <https://dblp.org/rec/conf/fsmnlp/CasillasIGOP12>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/aussois/OswaldR01>"", ""<https://dblp.org/rec/conf/fsmnlp/CasillasIGOP12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6669,"Which one has more number of authors, 'Steering on SO(3) with sinusoidal inputs' or 'Optimal resource allocation for smart-grid powered MIMO broadcast channels'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amcc/WangHS17> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/wcsp/HuWZG15> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/amcc/WangHS17>, <https://dblp.org/rec/conf/wcsp/HuWZG15>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/amcc/WangHS17>"", ""<https://dblp.org/rec/conf/wcsp/HuWZG15>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6670,Who has published the most papers among the authors of 'Gnowsis Adapter Framework: Treating Structured Data Sources as Virtual RDF Graphs'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/semweb/SauermannS05> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/semweb/SauermannS05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6671,Mention the year in which the first papers of the authors of 'Secure XSEDE Information APIs' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/xsede/NavarroBL20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/xsede/NavarroBL20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6672,"Which one has more number of authors, 'Happiness or Addiction: An Example of Taiwanese College Students' Use of Facebook' or 'Distributed Sampling Rate Control for Rechargeable Sensor Nodes with Limited Battery Capacity'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijthi/Yu15> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/twc/ZhangHCSS13> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/ijthi/Yu15>, <https://dblp.org/rec/journals/twc/ZhangHCSS13>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/ijthi/Yu15>"", ""<https://dblp.org/rec/journals/twc/ZhangHCSS13>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6673,To which institution are the majority of the authors of 'Automatic Generation of German Translation Candidates for SNOMED CT Textual Descriptions' affiliated?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/mie/Prunotto0B21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/mie/Prunotto0B21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6674,Mention the year in which the first papers of the authors of 'Sequential Performance: Raising Awareness of the Gory Details' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/iccS/RohouG15> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/iccS/RohouG15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6675,"Between 'Smoothing Methods and Cross-Language Document Re-ranking' and 'Questions and Answers Database Construction for Adaptive Online IRT Testing Systems: Analysis Course and Linear Algebra Course', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/clef/ZhouW09> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/iiaiaai/HiroseTYTHKIK16> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/clef/ZhouW09>, <https://dblp.org/rec/conf/iiaiaai/HiroseTYTHKIK16>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/clef/ZhouW09>"", ""<https://dblp.org/rec/conf/iiaiaai/HiroseTYTHKIK16>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6676,Where are most of the authors of 'Illuminating the Mixed Reality Stage: Applying Complex Lighting Conditions to AR' from?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ismar/WittkamperMB01> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/ismar/WittkamperMB01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6677,"Which one has more number of authors, 'Smart Education: A Review and Future Research Directions' or 'Lagrangian Relaxation Approach for Decentralized Decision Making in Engineering Design'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ucami/MartinAK19> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/jcise/Li10> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/ucami/MartinAK19>, <https://dblp.org/rec/journals/jcise/Li10>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/ucami/MartinAK19>"", ""<https://dblp.org/rec/journals/jcise/Li10>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6678,Mention the year in which the first papers of the authors of 'A Fast Sub-Volume Search Method for Human Action Detection' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/ieicet/GuoMZW12> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/ieicet/GuoMZW12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6679,Name the primary affiliation of most of the authors of 'Fast inter mode decision based on textural segmentation and correlations for multiview video coding'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tce/ZhuTZC10a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/tce/ZhuTZC10a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6680,"Mention the year in which the first papers of the authors of 'Flexible power-efficient Nyquist-OTDM transmitter, using a WSS and time-lens effect' were published.",SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/ofc/CincottiSMKHOMH15> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/ofc/CincottiSMKHOMH15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6681,"Between 'Modelling to determine the optimal porosity of shelterbelts for the capture of agricultural spray drift' and 'A TOPSIS-ELM framework for stock index price movement prediction', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/envsoft/Mercer09> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/idt/SamalD21> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/envsoft/Mercer09>, <https://dblp.org/rec/journals/idt/SamalD21>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/envsoft/Mercer09>"", ""<https://dblp.org/rec/journals/idt/SamalD21>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6682,"Which one has more number of authors, 'Jointly Improving Language Understanding and Generation with Quality-Weighted Weak Supervision of Automatic Labeling' or 'The unitary completion and QR iterations for a class of structured matrices'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2102-03551> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/moc/BiniEGG08> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/corr/abs-2102-03551>, <https://dblp.org/rec/journals/moc/BiniEGG08>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/corr/abs-2102-03551>"", ""<https://dblp.org/rec/journals/moc/BiniEGG08>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6683,When were the first papers of the authors of 'Mining candidate causal relationships in movement patterns' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/gis/BleischDGLL14> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/gis/BleischDGLL14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6684,Mention the author who has published the most papers among the authors of 'A Web-based Data Visualization and Analysis System for Watershed Management'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/agis/KouLGGP05> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/agis/KouLGGP05>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6685,Mention the year in which the first papers of the authors of 'MEDADVIS: A Medical Advisory System' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/kes/Al-KabirLS05> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/kes/Al-KabirLS05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6686,Who has published the most papers among the authors of 'Resource-Efficient Production Planning through Flexibility Measurements in Value Creation Systems'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/ifip5-7/RogalskiWK13> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/ifip5-7/RogalskiWK13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6687,Who has published the most papers among the authors of 'All You Need is a Few Shifts: Designing Efficient Convolutional Neural Networks for Image Classification'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-1903-05285> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/corr/abs-1903-05285>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6688,"Which one has more number of authors, 'Assessing Usability of the D2Refine Platform for Harmonization and Standardization of Clinical Study Data Dictionaries' or 'A robust DPG method for large domains'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amia/SharmaPJ17> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/corr/abs-2011-12098> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/amia/SharmaPJ17>, <https://dblp.org/rec/journals/corr/abs-2011-12098>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/amia/SharmaPJ17>"", ""<https://dblp.org/rec/journals/corr/abs-2011-12098>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6689,Mention the year in which the first papers of the authors of 'Scheduler for Distributed and Collaborative Container Clusters based on Multi-Resource Metric' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/racs/LeeAK20a> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/racs/LeeAK20a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6690,Mention the primary affiliation of most of the authors of 'Imitation Learning With Stability and Safety Guarantees'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/csysl/YinSJA22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/csysl/YinSJA22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6691,Mention the primary affiliation of most of the authors of 'Software Tool Combining Fault Masking with User-Defined Recovery Strategies'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/FlorioDL14a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/corr/FlorioDL14a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6692,Mention the year in which the first papers of the authors of 'Fundamental Limits of Wireless Caching Under Mixed Cacheable and Uncacheable Traffic' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/corr/abs-2002-07691> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/corr/abs-2002-07691>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6693,Mention the author who has published the most papers among the authors of 'On the Generative Power of Discontinuous Lambek Calculus'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/fg/Sorokin13> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/fg/Sorokin13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6694,What is the primary affiliation of most of the authors of the paper 'Performance analysis of multiprocessor DSPs: a stream-oriented component model'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/spm/ThieleWC05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/spm/ThieleWC05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6695,"Which one has more number of authors, 'Stability analysis of random linear coding across multicast sessions' or 'Enhancing Consumer Privacy in the Liberty Alliance Identity Federation and Web Services Frameworks'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isit/CogillSE08> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/pet/AlsalehA06> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/isit/CogillSE08>, <https://dblp.org/rec/conf/pet/AlsalehA06>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/isit/CogillSE08>"", ""<https://dblp.org/rec/conf/pet/AlsalehA06>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6696,"Between 'A Pixel-wise Robust Extended Kalman Filter for Restoration of Geometrically Warped Anisoplanatic Images' and 'QoS-driven jointly optimal subcarrier pairing and power allocation for OFDM amplify-and-forward relay systems', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/IEEEcca/KallapurTP10> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/ijcomsys/HuangTLZZQ14> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/IEEEcca/KallapurTP10>, <https://dblp.org/rec/journals/ijcomsys/HuangTLZZQ14>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/IEEEcca/KallapurTP10>"", ""<https://dblp.org/rec/journals/ijcomsys/HuangTLZZQ14>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6697,Mention the primary affiliation of most of the authors of 'HARAM: A Hierarchical ARAM Neural Network for Large-Scale Text Classification'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icdm/BenitesS15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/icdm/BenitesS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6698,"Which one has more number of authors, 'Investigating Root Causes of Authentication Failures Using a SAML and OIDC Observatory' or 'Blockchain Technology Adoption via Contractual Coordination Mechanisms'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dependsys/BasneyCF20> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/icbta/HayrutdinovST20> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/dependsys/BasneyCF20>, <https://dblp.org/rec/conf/icbta/HayrutdinovST20>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/dependsys/BasneyCF20>"", ""<https://dblp.org/rec/conf/icbta/HayrutdinovST20>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6699,In which year were the first papers of the authors of 'Industry X0-Digital Disruption and Smart Manufacturing IT &OT Transformation Journey' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/saci/Samanta18> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/saci/Samanta18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6700,"Between 'Bandstop Filter Decoupling Technique for Miniaturized Reconfigurable MIMO Antenna' and 'Dynamic adaptation to available resources for parallel computing in an autonomous network of workstations', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/IslamDABKPK22> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/ppopp/RencuzogullariD01> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/access/IslamDABKPK22>, <https://dblp.org/rec/conf/ppopp/RencuzogullariD01>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/access/IslamDABKPK22>"", ""<https://dblp.org/rec/conf/ppopp/RencuzogullariD01>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6701,"Which one has more number of authors, 'An extensible network query unification system for biological databases' or 'A new universal method for solving all problems of operational research'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bioinformatics/JamisonMS96> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/kybernetes/MazzaCMKB07> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/bioinformatics/JamisonMS96>, <https://dblp.org/rec/journals/kybernetes/MazzaCMKB07>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/bioinformatics/JamisonMS96>"", ""<https://dblp.org/rec/journals/kybernetes/MazzaCMKB07>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6702,"Between 'Complementary image compression based on the theory of fuzzy information granulation' and 'On Sets Turing Reducible to p-Selective Sets', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/smc/XiuZLH05> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/mst/BurtschickL97> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/smc/XiuZLH05>, <https://dblp.org/rec/journals/mst/BurtschickL97>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/smc/XiuZLH05>"", ""<https://dblp.org/rec/journals/mst/BurtschickL97>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6703,"Between 'Participation inequality in mobile location games' and 'Teaching with A Hierarchically Structured Digital Systems Laboratory', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ACMace/LundCW11> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/computer/GrasonS75> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/ACMace/LundCW11>, <https://dblp.org/rec/journals/computer/GrasonS75>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/ACMace/LundCW11>"", ""<https://dblp.org/rec/journals/computer/GrasonS75>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6704,Name the primary affiliation of most of the authors of 'Stochastic Analysis of Qualitative Dynamics'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ijcai/DoyleS89> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/ijcai/DoyleS89>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6705,"Between 'A Community of Practice among tutors enabling student participation in a seminar preparation' and 'Class-incremental Learning using a Sequence of Partial Implicitly Regularized Classifiers', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cscl/Nett08> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/corr/abs-2104-01577> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/cscl/Nett08>, <https://dblp.org/rec/journals/corr/abs-2104-01577>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/cscl/Nett08>"", ""<https://dblp.org/rec/journals/corr/abs-2104-01577>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6706,Who has published the most papers among the authors of 'Semisupervised Location Awareness in Wireless Sensor Networks Using Laplacian Support Vector Regression'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/ijdsn/YooK14> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/ijdsn/YooK14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6707,In which year were the first papers of the authors of 'Markov Chain-based Modeling and Analysis of Checkpointing with Rollback Recovery for Efficient DSE in Soft Real-time Systems' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/dft/SahooV020> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/dft/SahooV020>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6708,When were the first papers of the authors of 'A Reliable Component-Based Architecture for E-Mail Filtering' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/IEEEares/GanstererJL07> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/IEEEares/GanstererJL07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6709,What is the primary affiliation of most of the authors of the paper 'A Unified Approach to Adaptive Neural Control for Nonlinear Discrete-Time Systems With Nonlinear Dead-Zone Input'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tnn/LiuGTC16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/tnn/LiuGTC16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6710,"Between 'A wearable-glasses-based drowsiness-fatigue-detection system for improving road safety' and 'Prioritisation of an IT budget within a local authority', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gcce/ChenCSCCKL16> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/jors/Jessop02> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/gcce/ChenCSCCKL16>, <https://dblp.org/rec/journals/jors/Jessop02>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/gcce/ChenCSCCKL16>"", ""<https://dblp.org/rec/journals/jors/Jessop02>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6711,"Between 'Multi-sensor fault recovery in the presence of known and unknown fault types' and 'Machine Learning Applications in Physical Design: Recent Results and Directions', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fusion/ReeceRCN09> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/ispd/Kahng18> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/fusion/ReeceRCN09>, <https://dblp.org/rec/conf/ispd/Kahng18>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/fusion/ReeceRCN09>"", ""<https://dblp.org/rec/conf/ispd/Kahng18>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
