id,question_string,query,template_id,entities,relations,temporal,help_out
Q1260,Have Hua Zhang and J. Wang co-authored the paper 'Analyzing Uplink Outage Probability of Grant-Free Access and Retransmission for URLLC'?,ASK { <https://dblp.org/rec/conf/wcsp/Zhang0W21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/2745-2> . <https://dblp.org/rec/conf/wcsp/Zhang0W21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/7080> },TC32,"[""<https://dblp.org/pid/69/2745-2>"", ""<https://dblp.org/pid/94/7080>"", ""<https://dblp.org/rec/conf/wcsp/Zhang0W21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1261,"Did Ke, Z. publish the paper 'A Queueing Model for Industrial Public Blockchains and Validation' in ICIT?",ASK { <https://dblp.org/rec/conf/icit2/KeP21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/217/8663> . <https://dblp.org/rec/conf/icit2/KeP21> <https://dblp.org/rdf/schema#publishedIn> 'ICIT' },TC33,"[""<https://dblp.org/pid/217/8663>"", ""<https://dblp.org/rec/conf/icit2/KeP21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1262,Was the paper 'Three-dimensional free vibrations analysis of functionally graded rectangular plates by the meshless local Petrov-Galerkin (MLPG) method' published by M. Rashidi Moghaddam in Appl. Math. Comput.?,ASK { <https://dblp.org/rec/journals/amc/MoghaddamB17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/195/6572> . <https://dblp.org/rec/journals/amc/MoghaddamB17> <https://dblp.org/rdf/schema#publishedIn> 'Appl. Math. Comput.' },TC33,"[""<https://dblp.org/pid/195/6572>"", ""<https://dblp.org/rec/journals/amc/MoghaddamB17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1263,"Was the paper 'Handling Information Loss of Graph Neural Networks for Session-based Recommendation' co-authored by Raymond Chi-Wing Wong and Chen, Tianwen?",ASK { <https://dblp.org/rec/conf/kdd/ChenW20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/RaymondChiWingWong> . <https://dblp.org/rec/conf/kdd/ChenW20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/10742> },TC32,"[""<https://dblp.org/pid/w/RaymondChiWingWong>"", ""<https://dblp.org/pid/03/10742>"", ""<https://dblp.org/rec/conf/kdd/ChenW20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1264,"Was the paper 'A Use Case Textual Description for Context Aware SPL Based on a Controlled Experiment' published by Neto, Pedro de Alc\u00E2ntara dos Santos in CAiSE Forum?",ASK { <https://dblp.org/rec/conf/caise/SantosAN13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/3085> . <https://dblp.org/rec/conf/caise/SantosAN13> <https://dblp.org/rdf/schema#publishedIn> 'CAiSE Forum' },TC33,"[""<https://dblp.org/pid/23/3085>"", ""<https://dblp.org/rec/conf/caise/SantosAN13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1265,"Was the paper 'A Recurrence Generating Multiples of Primes: 10655' co-authored by Saracino, D. and Poonacha, P. G.?",ASK { <https://dblp.org/rec/journals/tamm/BenczeSSAABSBBCCFGGGHKKKLLMMOYPSPRSSSSTTTT00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/4694> . <https://dblp.org/rec/journals/tamm/BenczeSSAABSBBCCFGGGHKKKLLMMOYPSPRSSSSTTTT00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/3700> },TC32,"[""<https://dblp.org/pid/45/4694>"", ""<https://dblp.org/pid/38/3700>"", ""<https://dblp.org/rec/journals/tamm/BenczeSSAABSBBCCFGGGHKKKLLMMOYPSPRSSSSTTTT00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1266,Did Marcel P. van Lohuizen publish the paper 'A Generic Approach to Parallel Chart Parsing with an Application to LinGO' in the last 4 years?,ASK { <https://dblp.org/rec/conf/acl/Lohuizen01> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/2813> . <https://dblp.org/rec/conf/acl/Lohuizen01> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-4) },TC34,"[""<https://dblp.org/pid/04/2813>"", ""<https://dblp.org/rec/conf/acl/Lohuizen01>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1267,Did Mats B\u00F6rjesson publish in Sensors in the last seven years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/230/3341> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-7) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Sensors' },TC35,"[""<https://dblp.org/pid/230/3341>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1268,"Was the paper 'Towards Spiral Brick Column Building Robots' published by the person named Osman, A.?",ASK { <https://dblp.org/rec/journals/corr/abs-2011-03643> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/278/2504> },TC31,"[""<https://dblp.org/pid/278/2504>"", ""<https://dblp.org/rec/journals/corr/abs-2011-03643>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1269,Has Y. Ae Kim published in Knowl. Based Syst. in the last three years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/5389> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Knowl. Based Syst.' },TC35,"[""<https://dblp.org/pid/30/5389>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1270,Did Mahfuzur Rahman publish the paper 'The war of presence and instant messaging: right protocols and APIs' in CCNC?,ASK { <https://dblp.org/rec/conf/ccnc/DebbabiR04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/213> . <https://dblp.org/rec/conf/ccnc/DebbabiR04> <https://dblp.org/rdf/schema#publishedIn> 'CCNC' },TC33,"[""<https://dblp.org/pid/30/213>"", ""<https://dblp.org/rec/conf/ccnc/DebbabiR04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1271,Did Rakesh Kumar publish the paper 'Software-based gate-level information flow security for IoT systems' in the last 2 years?,ASK { <https://dblp.org/rec/conf/micro/CherupalliDYKS17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/4371-2> . <https://dblp.org/rec/conf/micro/CherupalliDYKS17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) },TC34,"[""<https://dblp.org/pid/98/4371-2>"", ""<https://dblp.org/rec/conf/micro/CherupalliDYKS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1272,Did N. Wiegand publish the paper 'Preserving Detail in a Combined Land Use Ontology'?,ASK { <https://dblp.org/rec/conf/giscience/Wiegand12a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/2212> },TC31,"[""<https://dblp.org/pid/43/2212>"", ""<https://dblp.org/rec/conf/giscience/Wiegand12a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1273,Was the paper 'Mining Biologically Significant Co-regulation Patterns from Microarray Data' co-authored by Yuhai Z. and G. Wang?,ASK { <https://dblp.org/rec/conf/rskt/ZhaoYW06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/5946> . <https://dblp.org/rec/conf/rskt/ZhaoYW06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/146> },TC32,"[""<https://dblp.org/pid/73/5946>"", ""<https://dblp.org/pid/64/146>"", ""<https://dblp.org/rec/conf/rskt/ZhaoYW06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1274,"Did Wang, Yi-Ying publish the paper 'Nerve Cell Segmentation via Multi-Scale Gradient Watershed Hierarchies' in EMBC?",ASK { <https://dblp.org/rec/conf/embc/WangSLJ06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/8043> . <https://dblp.org/rec/conf/embc/WangSLJ06> <https://dblp.org/rdf/schema#publishedIn> 'EMBC' },TC33,"[""<https://dblp.org/pid/63/8043>"", ""<https://dblp.org/rec/conf/embc/WangSLJ06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1275,Was the paper 'Parallel Implementation of Interval Analysis for Equations Solving' published by J. Merlet in PVM/MPI?,ASK { <https://dblp.org/rec/conf/pvm/PapegayDM03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/JeanPierreMerlet> . <https://dblp.org/rec/conf/pvm/PapegayDM03> <https://dblp.org/rdf/schema#publishedIn> 'PVM/MPI' },TC33,"[""<https://dblp.org/pid/m/JeanPierreMerlet>"", ""<https://dblp.org/rec/conf/pvm/PapegayDM03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1276,Was the paper 'Keep Your AI-es on the Road: Tackling Distracted Driver Detection with Convolutional Neural Networks and Targeted Data Augmentation' published by the person Jasmine Bayrooti?,ASK { <https://dblp.org/rec/journals/corr/abs-2006-10955> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/267/9542> },TC31,"[""<https://dblp.org/pid/267/9542>"", ""<https://dblp.org/rec/journals/corr/abs-2006-10955>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1278,Did Roberto Maestri publish the paper 'Paced Breathing Increases the Redundancy of Cardiorespiratory Control in Healthy Individuals and Chronic Heart Failure Patients'?,ASK { <https://dblp.org/rec/journals/entropy/PortaMBMCVRP18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/5311> },TC31,"[""<https://dblp.org/pid/06/5311>"", ""<https://dblp.org/rec/journals/entropy/PortaMBMCVRP18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1279,Has Ward Whitt published in Queueing Syst. Theory Appl. in the last six years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/3911> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Queueing Syst. Theory Appl.' },TC35,"[""<https://dblp.org/pid/89/3911>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1280,Was the paper 'A Human-Computer Interface for Non-computer Specialists' co-authored by Jacob Palme and Mohsen Sayadi?,ASK { <https://dblp.org/rec/journals/spe/Palme79> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/3421> . <https://dblp.org/rec/journals/spe/Palme79> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/220/7960> },TC32,"[""<https://dblp.org/pid/49/3421>"", ""<https://dblp.org/pid/220/7960>"", ""<https://dblp.org/rec/journals/spe/Palme79>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1281,"Did Yang, J. publish the paper 'Multi-scale Semantic Representation and Supervision for Remote Sensing Change Detection'?",ASK { <https://dblp.org/rec/conf/icigp/HeY022> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/7674> },TC31,"[""<https://dblp.org/pid/00/7674>"", ""<https://dblp.org/rec/conf/icigp/HeY022>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1282,Was the paper 'Practical Bigraphs via Subgraph Isomorphism' published by Blair Archibald in International Conference on Principles and Practice of Constraint Programming?,ASK { <https://dblp.org/rec/conf/cp/ArchibaldBMS21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/198/0568> . <https://dblp.org/rec/conf/cp/ArchibaldBMS21> <https://dblp.org/rdf/schema#publishedIn> 'CP' },TC33,"[""<https://dblp.org/pid/198/0568>"", ""<https://dblp.org/rec/conf/cp/ArchibaldBMS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1283,"Have Shelke, Sandeep K. and Govind Singh Patel co-authored the paper 'Study of End to End Image Processing System Including Image De-noising, Image Compression & Image Security'?",ASK { <https://dblp.org/rec/journals/wpc/ShelkeSP21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/305/3917> . <https://dblp.org/rec/journals/wpc/ShelkeSP21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/141/6488> },TC32,"[""<https://dblp.org/pid/305/3917>"", ""<https://dblp.org/pid/141/6488>"", ""<https://dblp.org/rec/journals/wpc/ShelkeSP21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1284,Did Walid Ben-Ameur publish the paper 'The k-Separator Problem' in the last eight years?,ASK { <https://dblp.org/rec/conf/cocoon/Ben-AmeurMN13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/3446> . <https://dblp.org/rec/conf/cocoon/Ben-AmeurMN13> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) },TC34,"[""<https://dblp.org/pid/23/3446>"", ""<https://dblp.org/rec/conf/cocoon/Ben-AmeurMN13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1285,"Did Azar, A. Taher publish the paper 'Measurement of Renal Function'?",ASK { <https://dblp.org/rec/series/sci/Azar13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/9796> },TC31,"[""<https://dblp.org/pid/67/9796>"", ""<https://dblp.org/rec/series/sci/Azar13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1286,"Was the paper 'A Lower Bound for the Chaotic Control Parameter of Wang-Smith's CSA' published by Zheng, Liying in IMSCCS (2)?",ASK { <https://dblp.org/rec/conf/imsccs/ZhengT06a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/6193> . <https://dblp.org/rec/conf/imsccs/ZhengT06a> <https://dblp.org/rdf/schema#publishedIn> 'IMSCCS (2)' },TC33,"[""<https://dblp.org/pid/48/6193>"", ""<https://dblp.org/rec/conf/imsccs/ZhengT06a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1287,Did Basarab M. publish the paper 'Convex Non-negative Matrix Factorization Through Quantum Annealing' in the last two years?,ASK { <https://dblp.org/rec/journals/corr/abs-2203-15634> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/5824> . <https://dblp.org/rec/journals/corr/abs-2203-15634> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) },TC34,"[""<https://dblp.org/pid/52/5824>"", ""<https://dblp.org/rec/journals/corr/abs-2203-15634>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1288,Has William B. published in IDC in the last two years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/242/2280> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> 'IDC' },TC35,"[""<https://dblp.org/pid/242/2280>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1289,Have Mukesh Kumar Chandrakar and Anup Mishra co-authored the paper 'Brain Tumor Detection Using Multipath Convolution Neural Network (CNN)'?,ASK { <https://dblp.org/rec/journals/ijcvip/ChandrakarM20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/286/9262> . <https://dblp.org/rec/journals/ijcvip/ChandrakarM20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/286/9369> },TC32,"[""<https://dblp.org/pid/286/9262>"", ""<https://dblp.org/pid/286/9369>"", ""<https://dblp.org/rec/journals/ijcvip/ChandrakarM20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1290,Has Hideki Asoh published in ICDM Workshops in the last three years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/2329> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'ICDM Workshops' },TC35,"[""<https://dblp.org/pid/45/2329>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1291,Was the paper 'An Algorithm for Odor Source Localization based on Source Term Estimation' published by Ali M. in IEEE International Conference on Robotics and Automation?,ASK { <https://dblp.org/rec/conf/icra/RahbarMM19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/3144> . <https://dblp.org/rec/conf/icra/RahbarMM19> <https://dblp.org/rdf/schema#publishedIn> 'ICRA' },TC33,"[""<https://dblp.org/pid/17/3144>"", ""<https://dblp.org/rec/conf/icra/RahbarMM19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1292,"Did Anthony M. Sloane publish the paper 'Software Abstractions: Logic, Language, and Analysis by Daniel Jackson, The MIT Press, 2006, 366pp, ISBN 978-0262101141' in the last five years?",ASK { <https://dblp.org/rec/journals/jfp/Sloane09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/AnthonyMSloane> . <https://dblp.org/rec/journals/jfp/Sloane09> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) },TC34,"[""<https://dblp.org/pid/s/AnthonyMSloane>"", ""<https://dblp.org/rec/journals/jfp/Sloane09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1293,Did Jiangtao Lu and Hongmin L. co-author the paper 'A compile-time optimization framework for Ada rendezvous'?,ASK { <https://dblp.org/rec/journals/sigplan/LuZLX04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/4960> . <https://dblp.org/rec/journals/sigplan/LuZLX04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/4782> },TC32,"[""<https://dblp.org/pid/24/4960>"", ""<https://dblp.org/pid/89/4782>"", ""<https://dblp.org/rec/journals/sigplan/LuZLX04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1294,Was the paper 'Data envelopment analysis for evaluating Japanese universities' published by S. Aoki in Artif. Life Robotics?,ASK { <https://dblp.org/rec/journals/alr/AokiIG10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/2449> . <https://dblp.org/rec/journals/alr/AokiIG10> <https://dblp.org/rdf/schema#publishedIn> 'Artif. Life Robotics' },TC33,"[""<https://dblp.org/pid/42/2449>"", ""<https://dblp.org/rec/journals/alr/AokiIG10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1295,"Was the paper 'Estimating the Physical Activity with Smartphones: Analysis of the Device Position and Comparison with GT3X+ Actigraph' published by the person named Corella, Cristina?",ASK { <https://dblp.org/rec/conf/isami/RodriguezMPCAJ16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/180/5237> },TC31,"[""<https://dblp.org/pid/180/5237>"", ""<https://dblp.org/rec/conf/isami/RodriguezMPCAJ16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1296,Did Weiru Liu and Jun H. co-author the paper 'Preface'?,ASK { <https://dblp.org/rec/journals/ijsi/LiuHL12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/WeiruLiu> . <https://dblp.org/rec/journals/ijsi/LiuHL12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/h/JunHong1> },TC32,"[""<https://dblp.org/pid/l/WeiruLiu>"", ""<https://dblp.org/pid/h/JunHong1>"", ""<https://dblp.org/rec/journals/ijsi/LiuHL12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1297,"Did Lang, Anouk publish the paper 'GIS in the Digital Humanities: An introductory workshop' in the last six years?",ASK { <https://dblp.org/rec/conf/dihu/GregoryBL14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/222/1072> . <https://dblp.org/rec/conf/dihu/GregoryBL14> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) },TC34,"[""<https://dblp.org/pid/222/1072>"", ""<https://dblp.org/rec/conf/dihu/GregoryBL14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1298,Did Meihua Q. publish in Comput. Hum. Behav. in the last 5 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/185/2791> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) . ?x <https://dblp.org/rdf/schema#publishedIn> 'Comput. Hum. Behav.' },TC35,"[""<https://dblp.org/pid/185/2791>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1299,Has Nidhi Thakur published in ACM Trans. Intell. Syst. Technol. in the last 6 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/278/1554> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) . ?x <https://dblp.org/rdf/schema#publishedIn> 'ACM Trans. Intell. Syst. Technol.' },TC35,"[""<https://dblp.org/pid/278/1554>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1300,"Have Vivaracho-Pascual, C. and Alonso, Luis co-authored the paper 'Improving the competitiveness of discriminant neural networks in speaker verification'?",ASK { <https://dblp.org/rec/conf/interspeech/Vivaracho-PascualOAM03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/428> . <https://dblp.org/rec/conf/interspeech/Vivaracho-PascualOAM03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/1961-3> },TC32,"[""<https://dblp.org/pid/27/428>"", ""<https://dblp.org/pid/24/1961-3>"", ""<https://dblp.org/rec/conf/interspeech/Vivaracho-PascualOAM03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1301,Did Yutong Li publish the paper 'Invariant sliding domains for constrained linear receding horizon tracking control'?,ASK { <https://dblp.org/rec/journals/ifacjsc/HansenLH17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/10759> },TC31,"[""<https://dblp.org/pid/55/10759>"", ""<https://dblp.org/rec/journals/ifacjsc/HansenLH17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1302,Have Wang Yi and Bengt J. co-authored the paper 'Decidability of Timed Language-Inclusion for Networks of Real-Time Communicating Sequential Processes'?,ASK { <https://dblp.org/rec/conf/fsttcs/YiJ94> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/y/WangYi> . <https://dblp.org/rec/conf/fsttcs/YiJ94> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/j/BengtJonsson> },TC32,"[""<https://dblp.org/pid/y/WangYi>"", ""<https://dblp.org/pid/j/BengtJonsson>"", ""<https://dblp.org/rec/conf/fsttcs/YiJ94>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1303,"Did Kim, C. and Soohee Han co-author the paper 'Time-delay control based on a nonlinear vehicle lateral dynamics'?",ASK { <https://dblp.org/rec/conf/ascc/ChoBHLKH17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/4053> . <https://dblp.org/rec/conf/ascc/ChoBHLKH17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/4328> },TC32,"[""<https://dblp.org/pid/10/4053>"", ""<https://dblp.org/pid/38/4328>"", ""<https://dblp.org/rec/conf/ascc/ChoBHLKH17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1304,Did Gry Hasselbalch publish the paper 'A framework for a data interest analysis of artificial intelligence' in the last 2 years?,ASK { <https://dblp.org/rec/journals/firstmonday/Hasselbalch21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/301/0408> . <https://dblp.org/rec/journals/firstmonday/Hasselbalch21> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) },TC34,"[""<https://dblp.org/pid/301/0408>"", ""<https://dblp.org/rec/journals/firstmonday/Hasselbalch21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1305,Did Yongquan Dong publish in IEEE WISA in the last eight years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/5175> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-8) . ?x <https://dblp.org/rdf/schema#publishedIn> 'IEEE WISA' },TC35,"[""<https://dblp.org/pid/27/5175>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1306,Did Sania Zara publish the paper 'Performance Debugging in SDN Controllers - A Case Study (Short Paper)' in CloudNet?,ASK { <https://dblp.org/rec/conf/cloudnet/ZaraHIJI16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/191/3516> . <https://dblp.org/rec/conf/cloudnet/ZaraHIJI16> <https://dblp.org/rdf/schema#publishedIn> 'CloudNet' },TC33,"[""<https://dblp.org/pid/191/3516>"", ""<https://dblp.org/rec/conf/cloudnet/ZaraHIJI16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1307,"Have U. Heute and Wang, Guangyu co-authored the paper 'Time-varying MMSE modulated lapped transform and its applications to transform coding for speech and audio signals'?",ASK { <https://dblp.org/rec/journals/sigpro/WangH02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/3638> . <https://dblp.org/rec/journals/sigpro/WangH02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/35> },TC32,"[""<https://dblp.org/pid/88/3638>"", ""<https://dblp.org/pid/53/35>"", ""<https://dblp.org/rec/journals/sigpro/WangH02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1308,"Did Yang, Aimin publish the paper 'DNA solution of integer linear programming' in the last six years?",ASK { <https://dblp.org/rec/journals/amc/WangY05a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/3424> . <https://dblp.org/rec/journals/amc/WangY05a> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-6) },TC34,"[""<https://dblp.org/pid/48/3424>"", ""<https://dblp.org/rec/journals/amc/WangY05a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1309,Was the paper 'Optimal packet scheduling algorithms for token-bucket based rate control' published by A. Karandikar in J. Commun. Networks?,ASK { <https://dblp.org/rec/journals/jcn/MehtaK05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/5720> . <https://dblp.org/rec/journals/jcn/MehtaK05> <https://dblp.org/rdf/schema#publishedIn> 'J. Commun. Networks' },TC33,"[""<https://dblp.org/pid/49/5720>"", ""<https://dblp.org/rec/journals/jcn/MehtaK05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1310,Did Liang Ma publish in AIM in the last three years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/5831> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-3) . ?x <https://dblp.org/rdf/schema#publishedIn> 'AIM' },TC35,"[""<https://dblp.org/pid/83/5831>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1311,Was the paper 'OFDM With Iterative Blind Channel Estimation' published by Rodney G. Vaughan in IEEE Trans. Veh. Technol.?,ASK { <https://dblp.org/rec/journals/tvt/BananiV10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/1621> . <https://dblp.org/rec/journals/tvt/BananiV10> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Veh. Technol.' },TC33,"[""<https://dblp.org/pid/65/1621>"", ""<https://dblp.org/rec/journals/tvt/BananiV10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1312,"Did Labeau, F. publish the paper 'Uplink Load Balancing over Multipath Heterogeneous Wireless Networks'?",ASK { <https://dblp.org/rec/conf/vtc/DelgadoL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/2633> },TC31,"[""<https://dblp.org/pid/23/2633>"", ""<https://dblp.org/rec/conf/vtc/DelgadoL15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1313,"Did Hagerup, T. publish the paper 'Guidesort: Simpler Optimal Deterministic Sorting for the Parallel Disk Model' in the last 9 years?",ASK { <https://dblp.org/rec/journals/corr/abs-1807-11328> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/h/TorbenHagerup> . <https://dblp.org/rec/journals/corr/abs-1807-11328> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-9) },TC34,"[""<https://dblp.org/pid/h/TorbenHagerup>"", ""<https://dblp.org/rec/journals/corr/abs-1807-11328>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1314,Did Thomas G\u00F6rzen publish in ECIS in the last 2 years?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/153/0980> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-2) . ?x <https://dblp.org/rdf/schema#publishedIn> 'ECIS' },TC35,"[""<https://dblp.org/pid/153/0980>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1315,"Did Chiasson, Mike W. publish the paper 'Taking People out of the Network: A Deconstruction of \Your Next IT Strategy\' in Social Inclusion?",ASK { <https://dblp.org/rec/conf/ifip8-2/DavidsonCR06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/2553> . <https://dblp.org/rec/conf/ifip8-2/DavidsonCR06> <https://dblp.org/rdf/schema#publishedIn> 'Social Inclusion' },TC33,"[""<https://dblp.org/pid/16/2553>"", ""<https://dblp.org/rec/conf/ifip8-2/DavidsonCR06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1316,Was the paper 'Piloting a National Laboratory Electronic Programme Status Reporting System' published by Deborah K. Glencross in MedInfo?,ASK { <https://dblp.org/rec/conf/medinfo/CassimCMMG13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/134/2685> . <https://dblp.org/rec/conf/medinfo/CassimCMMG13> <https://dblp.org/rdf/schema#publishedIn> 'MedInfo' },TC33,"[""<https://dblp.org/pid/134/2685>"", ""<https://dblp.org/rec/conf/medinfo/CassimCMMG13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1317,Did G. Dahl publish the paper 'Stable Set Polytopes for a Class of Circulant Graphs' in the last 5 years?,ASK { <https://dblp.org/rec/journals/siamjo/Dahl99> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/GeirDahl> . <https://dblp.org/rec/journals/siamjo/Dahl99> <https://dblp.org/rdf/schema#yearOfPublication> ?y . FILTER(?y > YEAR(NOW())-5) },TC34,"[""<https://dblp.org/pid/d/GeirDahl>"", ""<https://dblp.org/rec/journals/siamjo/Dahl99>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",False,False
Q1318,Did Rod Stephens publish the paper 'Visual Basic' in Encyclopedia of Information Systems?,ASK { <https://dblp.org/rec/reference/ap/Stephens02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/263/0394> . <https://dblp.org/rec/reference/ap/Stephens02> <https://dblp.org/rdf/schema#publishedIn> 'Encyclopedia of Information Systems' },TC33,"[""<https://dblp.org/pid/263/0394>"", ""<https://dblp.org/rec/reference/ap/Stephens02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
