id,question_string,query,template_id,entities,relations,temporal,help_out
Q4028,Find the venue of the paper 'Planar Drawings of Fixed-Mobile Bigraphs' authored by Michael A. Bekos.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gd/BekosLDMNST17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1457> . <https://dblp.org/rec/conf/gd/BekosLDMNST17> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/gd/BekosLDMNST17>"", ""<https://dblp.org/pid/06/1457>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4029,"Where was the paper 'Compression Format for IPv6 Datagrams over IEEE 802154-Based Networks' authored by Hui, J. W. published?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/rfc/rfc6282> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/1901> . <https://dblp.org/rec/journals/rfc/rfc6282> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/rfc/rfc6282>"", ""<https://dblp.org/pid/00/1901>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4030,List the other publications published by the authors of 'Template-Based Question Answering over Linked Geospatial Data'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2007-07060> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/corr/abs-2007-07060>) },TP12,"[""<https://dblp.org/rec/journals/corr/abs-2007-07060>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4031,What are the webpages of authors of 'The Role of Persistent Graphs in the Agreement Seeking of Social Networks'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jsac/ShiJ13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/jsac/ShiJ13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4032,What are the webpages of authors of 'Multi-Authority Attribute-Based Keyword Search over Encrypted Cloud Data'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tdsc/MiaoDLCWL21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/tdsc/MiaoDLCWL21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4033,What are the webpages of authors of 'High Resolution Application Specific Fault Diagnosis of FPGAs'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tvlsi/Tahoori11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/tvlsi/Tahoori11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4034,Mention the venues of the other papers published by the authors of 'This Sample seems to be good enough! Assessing Coverage and Temporal Reliability of Twitter's Academic API'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2204-02290> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2204-02290>) },TP13,"[""<https://dblp.org/rec/journals/corr/abs-2204-02290>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4035,The authors of 'Cylindrical Relief Textures Mapping' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wscg/ElHelwY03> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/wscg/ElHelwY03> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/wscg/ElHelwY03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4036,In which venues were the other papers published by the authors of 'Uncertainty-Aware Semi-supervised Method using Large Unlabelled and Limited Labeled COVID-19 Data'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2102-06388> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2102-06388>) },TP13,"[""<https://dblp.org/rec/journals/corr/abs-2102-06388>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4037,List the years in which the authors of 'Quantization Bounds on Grassmann Manifolds and Applications to MIMO Communications' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tit/DaiLR08> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/tit/DaiLR08> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/tit/DaiLR08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4038,Find the years in which the authors of 'The Digital Approximation of Contours' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jacm/Mason56> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/jacm/Mason56> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/jacm/Mason56>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4039,Find the years in which the authors of 'Three-dimensional matching is NP-Hard' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2003-00336> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-2003-00336> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/corr/abs-2003-00336>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4040,In which venues were the other papers published by the authors of 'Information on the International Conference \Perspectives of System Informatics\'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/pcs/Zamulin02> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/pcs/Zamulin02>) },TP13,"[""<https://dblp.org/rec/journals/pcs/Zamulin02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4041,Which other papers were written by the authors of 'On the Emergence of Autonomous Systems towards Deep Thinking Machines and General AI Driven by Abstract Intelligence Theories and Intelligent Mathematics'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/IEEEicci/Wang21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/IEEEicci/Wang21>) },TP12,"[""<https://dblp.org/rec/conf/IEEEicci/Wang21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4042,Where was the paper 'Embodied Visual Recognition' authored by Jianwei Yang published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1904-04404> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/1791> . <https://dblp.org/rec/journals/corr/abs-1904-04404> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/corr/abs-1904-04404>"", ""<https://dblp.org/pid/62/1791>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4043,The authors of 'Improving Engagement Assessment in Gameplay Testing Sessions using IoT Sensors' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icse/PolitowskiPG20> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/icse/PolitowskiPG20> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/icse/PolitowskiPG20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4044,List the years in which the authors of 'A new correlation-based information diffusion prediction' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/www/LeeC14a> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/www/LeeC14a> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/www/LeeC14a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4045,Where was the paper 'An Implementation Technique for the Abstract Interpretation of Prolog' authored by Annika W\u00E6rn published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iclp/Waern88> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/AnnikaWarn> . <https://dblp.org/rec/conf/iclp/Waern88> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/iclp/Waern88>"", ""<https://dblp.org/pid/w/AnnikaWarn>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4046,List the venues of the other papers published by the authors of 'A Deep Reinforcement Learning Approach for Path Following on a Quadrotor'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eucc/RubiMP20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/eucc/RubiMP20>) },TP13,"[""<https://dblp.org/rec/conf/eucc/RubiMP20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4047,Name the other publications published by the authors of 'Mobile Ad-Hoc Networks and Delay-Tolerant Networks With Wireless Energy Harvesting'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/books/cu/p/Niyato16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/books/cu/p/Niyato16>) },TP12,"[""<https://dblp.org/rec/books/cu/p/Niyato16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4048,The authors of 'Adaptive Daily Rhythm Atmospheres for stroke patients: A staff evaluation' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ph/DaemenFLCR13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ph/DaemenFLCR13> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/ph/DaemenFLCR13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4049,In which venues were the other papers published by the authors of 'Implementation of Efficient Intra- and Inter-Zone Routing for Extending Network Consistency in Wireless Sensor Networks'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jcsc/PrasanthP20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/jcsc/PrasanthP20>) },TP13,"[""<https://dblp.org/rec/journals/jcsc/PrasanthP20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4050,"Which other papers were written by the authors of 'In Alzheimer's Disease, Hypometabolism in Low-Amyloid Brain Regions May Be a Functional Consequence of Pathologies in Connected Brain Regions'?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/brain/KluppFGTYSYD14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/journals/brain/KluppFGTYSYD14>) },TP12,"[""<https://dblp.org/rec/journals/brain/KluppFGTYSYD14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4051,Sergey P. Kuznetsov published the paper 'Robust Hyperbolic Chaos in Froude Pendulum with Delayed Feedback and Periodic Braking' in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijbc/KuznetsovS19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/10960> . <https://dblp.org/rec/journals/ijbc/KuznetsovS19> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/ijbc/KuznetsovS19>"", ""<https://dblp.org/pid/21/10960>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4052,What are the venues of the other papers published by the authors of 'Multi-layer Network Recovery: Avoiding Traffic Disruptions Against Fiber Failures'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iccS/UrraCM06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/iccS/UrraCM06>) },TP13,"[""<https://dblp.org/rec/conf/iccS/UrraCM06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4053,List the other publications published by the authors of 'Management of NASA's Earth Venture-1 (EV-1) airborne science selections'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/igarss/AllenDKW10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/igarss/AllenDKW10>) },TP12,"[""<https://dblp.org/rec/conf/igarss/AllenDKW10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4054,List the venues of the other papers published by the authors of 'Handling continuous attributes in Ant Colony Classification algorithms'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cidm/OteroFJ09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/cidm/OteroFJ09>) },TP13,"[""<https://dblp.org/rec/conf/cidm/OteroFJ09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4055,"Find the venue of the paper 'Design, Ground Testing and On-Orbit Performance of a Sun Sensor Based on COTS Photodiodes for the UPMSat-2 Satellite' authored by J. P\u00E9rez-\u00C1lvarez.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/Porras-HermosoA21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/298/6506> . <https://dblp.org/rec/journals/sensors/Porras-HermosoA21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/sensors/Porras-HermosoA21>"", ""<https://dblp.org/pid/298/6506>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4056,The authors of 'Revised Artificial Immune Recognition System' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/NebiliFKS21> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/access/NebiliFKS21> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/access/NebiliFKS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4057,Which other papers were written by the authors of 'Algorithms for a Smart Construction Environment'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/algocloud/KochovskiS19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/algocloud/KochovskiS19>) },TP12,"[""<https://dblp.org/rec/conf/algocloud/KochovskiS19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4058,In which other years were the authors of 'Graph complements of circular graphs' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2101-06873> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-2101-06873> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/corr/abs-2101-06873>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4059,"Find the venue of the paper 'Clothes Change Detection Using the Kinect Sensor' authored by Giannakopoulos, Theodoros.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigmap/SgouropoulosGPPK14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/1130> . <https://dblp.org/rec/conf/sigmap/SgouropoulosGPPK14> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/sigmap/SgouropoulosGPPK14>"", ""<https://dblp.org/pid/64/1130>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4060,Where was the paper 'On Architectures and Training for Raw Waveform Feature Extraction in ASR' authored by Wilfried Michel published?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/asru/VietingLMSN21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/212/6375> . <https://dblp.org/rec/conf/asru/VietingLMSN21> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/asru/VietingLMSN21>"", ""<https://dblp.org/pid/212/6375>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4061,List the other publications published by the authors of 'Exact and approximation algorithms for sensor placement against DDoS attacks'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fedcsis/NogalskiJW20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/fedcsis/NogalskiJW20>) },TP12,"[""<https://dblp.org/rec/conf/fedcsis/NogalskiJW20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4062,What are the webpages of authors of 'Minimizing Response Times in Real Time Planning and Search'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ijcai/ShekharD89> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/conf/ijcai/ShekharD89>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4063,Which other publications were published by the authors of 'Algorithms for Quantitative-Based Possibilistic Lightweight Ontologies'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ieaaie/BenferhatBKN16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/ieaaie/BenferhatBKN16>) },TP12,"[""<https://dblp.org/rec/conf/ieaaie/BenferhatBKN16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q4064,In which other years were the authors of 'Making Efficient Use of a Domain Expert's Time in Relation Extraction' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1807-04687> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-1807-04687> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/corr/abs-1807-04687>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4065,In which venues were the other papers published by the authors of 'Irreducible Cartesian Tensor Analysis of Harmonic Scattering from Chiral Fluids'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/symmetry/Andrews20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/symmetry/Andrews20>) },TP13,"[""<https://dblp.org/rec/journals/symmetry/Andrews20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4066,List the years in which the authors of 'Interference Alignment in Multi-user MIMO Systems' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ict-express/ZhangGSZZ15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/ict-express/ZhangGSZZ15> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/ict-express/ZhangGSZZ15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4067,The authors of 'Transmission Through Large Intelligent Surfaces: A New Frontier in Wireless Communications' published in which other years?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1902-08463> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/abs-1902-08463> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/journals/corr/abs-1902-08463>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4068,In which other years were the authors of 'Optimal Motion Planning for a Rod in the Plane Subject to Velocity Constraints' publishing?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/compgeom/ChenI93> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/compgeom/ChenI93> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/compgeom/ChenI93>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4069,Find the years in which the authors of 'Comparing cooperative and non-cooperative crash risk-assessment' published other papers.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ivs/DemmelGR13> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/conf/ivs/DemmelGR13> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) },TP16,"[""<https://dblp.org/rec/conf/ivs/DemmelGR13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q4070,Mention the venues of the other papers published by the authors of 'TotemBioNet Enrichment Methodology: Application to the Qualitative Regulatory Network of the Cell Metabolism'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/biostec/GibartBCC21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/biostec/GibartBCC21>) },TP13,"[""<https://dblp.org/rec/conf/biostec/GibartBCC21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4071,"Mention the venue of the paper 'Finding relevant sequences in time series containing crisp, interval, and fuzzy interval data' authored by Weiyi Liu.",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tsmc/LiaoTL04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/1169> . <https://dblp.org/rec/journals/tsmc/LiaoTL04> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/tsmc/LiaoTL04>"", ""<https://dblp.org/pid/44/1169>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4072,Show the webpages of authors of 'Hybrid Group Anomaly Detection for Sequence Data: Application to Trajectory Data Analytics'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tits/BelhadiDS0L22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer },TP14,"[""<https://dblp.org/rec/journals/tits/BelhadiDS0L22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#webpage>""]",False,False
Q4073,List the venues of the other papers published by the authors of 'Robust Optimal ECO-driving Control with Uncertain Traffic Signal Timing'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amcc/SunSM18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/amcc/SunSM18>) },TP13,"[""<https://dblp.org/rec/conf/amcc/SunSM18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4074,Mention the venues of the other papers published by the authors of 'A study on third party component reuse in Java enterprise open source software'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cbse/SchwittekE13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/cbse/SchwittekE13>) },TP13,"[""<https://dblp.org/rec/conf/cbse/SchwittekE13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4075,Christos Kloukinas published the paper 'Data-Mining Synthesised Schedulers for Hard Real-Time Systems' in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/kbse/Kloukinas04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/829> . <https://dblp.org/rec/conf/kbse/Kloukinas04> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/kbse/Kloukinas04>"", ""<https://dblp.org/pid/27/829>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4076,Mention the venues of the other papers published by the authors of 'Security Policy Composition for Composite Services'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icwe/SatohT08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/icwe/SatohT08>) },TP13,"[""<https://dblp.org/rec/conf/icwe/SatohT08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4077,Mention the venues of the other papers published by the authors of 'A Clinical Dataset and Various Baselines for Chromosome Instance Segmentation'.,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcbb/HuangLYCGZFLY22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/tcbb/HuangLYCGZFLY22>) },TP13,"[""<https://dblp.org/rec/journals/tcbb/HuangLYCGZFLY22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4078,Mandayam T. Raghunath published the paper 'Designing a New Form Factor for Wearable Computing' in which venue?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/pervasive/NarayanaswamiR02> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/1222> . <https://dblp.org/rec/journals/pervasive/NarayanaswamiR02> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/journals/pervasive/NarayanaswamiR02>"", ""<https://dblp.org/pid/74/1222>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4079,"Reis, Ricardo Augusto da Luz published the paper 'Requirements for Computer-Aided Learning from the Point of View of Electronic Design' in which venue?",SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ifip10-5/Reis04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/RAdaLuzReis> . <https://dblp.org/rec/conf/ifip10-5/Reis04> <https://dblp.org/rdf/schema#publishedIn> ?answer },TP17,"[""<https://dblp.org/rec/conf/ifip10-5/Reis04>"", ""<https://dblp.org/pid/r/RAdaLuzReis>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q4080,Which other papers were written by the authors of 'An analytical approach for dynamic range estimation'?,SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dac/WuZN04> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/dac/WuZN04>) },TP12,"[""<https://dblp.org/rec/conf/dac/WuZN04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
