id,question_string,query,template_id,entities,relations,temporal,help_out
Q6855,"Between 'Extending ACTS operations through a university-based consortium' and 'Capacity lower bound and energy efficiency of training-based MIMO systems over correlated channels', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/spacecomm/BauerKIK02> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/ijcomsys/PangLJ09> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/spacecomm/BauerKIK02>, <https://dblp.org/rec/journals/ijcomsys/PangLJ09>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/spacecomm/BauerKIK02>"", ""<https://dblp.org/rec/journals/ijcomsys/PangLJ09>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6856,"Between 'Enhanced position location with UWB in obstructed LOS and NLOS multipath environments' and 'Learning Multiple Categories on Deep Convolution Networks', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eusipco/ShahT05> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/corr/abs-1802-07672> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/eusipco/ShahT05>, <https://dblp.org/rec/journals/corr/abs-1802-07672>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/eusipco/ShahT05>"", ""<https://dblp.org/rec/journals/corr/abs-1802-07672>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6857,In which year were the first papers of the authors of 'Clustering of Software Systems Using New Hybrid Algorithms' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/IEEEcit/MamaghaniM09> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/IEEEcit/MamaghaniM09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6858,Mention the year in which the first papers of the authors of 'The Dial: Exploring Computational Strangeness' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/chi/AndersenK16> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/chi/AndersenK16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6859,In which year were the first papers of the authors of 'Software Directed Issue Queue Power Reduction' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/hpca/JonesOAG05> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/hpca/JonesOAG05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6860,"Which one has more number of authors, 'Detect Glaucoma with Image Segmentation and Transfer Learning' or 'Virtual private network for wellness sports information'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ca/WuLSSLBK19a> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/mta/KangKK15a> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/ca/WuLSSLBK19a>, <https://dblp.org/rec/journals/mta/KangKK15a>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/ca/WuLSSLBK19a>"", ""<https://dblp.org/rec/journals/mta/KangKK15a>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6861,In which year were the first papers of the authors of 'Matching Shapes with a Reference Point' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/compgeom/AltAR94> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/compgeom/AltAR94>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6862,Name the primary affiliation of most of the authors of 'An Analysis of Database Workload Performance on Simultaneous Multithreaded Processors'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/isca/LoBEGLP98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/isca/LoBEGLP98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6863,In which year were the first papers of the authors of 'Facilitating Human-Robot Collaborative Tasks by Teaching-Learning-Collaboration From Human Demonstrations' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/tase/WangLCDJ19> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/tase/WangLCDJ19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6864,When were the first papers of the authors of 'Monocular Depth Estimation Based on Multi-Scale Graph Convolution Networks' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/access/FuLW20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/access/FuLW20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6865,"Which one was published first, 'Super-resolution from learning the enhancement ratio and texture/residual dictionary' or 'Application of fuzzy TOPSIS in evaluating sustainable transportation systems'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icip/Lin15> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/eswa/AwasthiCO11> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/icip/Lin15>, <https://dblp.org/rec/journals/eswa/AwasthiCO11>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/icip/Lin15>"", ""<https://dblp.org/rec/journals/eswa/AwasthiCO11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6866,"Which one was published first, 'Formal Verification Using Edge-Valued Binary Decision Diagrams' or 'Representing Deep Neural Networks Latent Space Geometries with Graphs'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tc/LaiPV96> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/corr/abs-2011-07343> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/tc/LaiPV96>, <https://dblp.org/rec/journals/corr/abs-2011-07343>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/tc/LaiPV96>"", ""<https://dblp.org/rec/journals/corr/abs-2011-07343>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6867,Mention the author who has published the most papers among the authors of 'Mining Multiple Visual Appearances of Semantics for Image Annotation'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/mmm/TanN07> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/mmm/TanN07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6868,"Between 'Human crowd detection for physical sensing assisted geo-social multimedia mining' and 'A Display and Analysis Tool for Process-Resource Graphs', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/infocom/FujitaHHYHS15> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/sigops/SamadzadehK96> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/infocom/FujitaHHYHS15>, <https://dblp.org/rec/journals/sigops/SamadzadehK96>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/infocom/FujitaHHYHS15>"", ""<https://dblp.org/rec/journals/sigops/SamadzadehK96>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6869,"Between 'Security Analysis of SIP Signalling during NASS-IMS bundled Authentication' and 'Closed-form analysis for indirect learning digital pre-distorter for wideband wireless systems', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icns/KostopoulosK07> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/phycomm/ElaskaryMFE22> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/icns/KostopoulosK07>, <https://dblp.org/rec/journals/phycomm/ElaskaryMFE22>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/icns/KostopoulosK07>"", ""<https://dblp.org/rec/journals/phycomm/ElaskaryMFE22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6870,Mention the primary affiliation of most of the authors of 'Social Auto-Scaling'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/pdp/SmithGC18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/pdp/SmithGC18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6871,When were the first papers of the authors of 'Flood & Loot: A Systemic Attack On The Lightning Network' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/corr/abs-2006-08513> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/corr/abs-2006-08513>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6872,"Which one has more number of authors, 'Effects of digital switching noise on analog circuits performance' or 'Creating value using public big data: comparison of driving factors from the provider's perspective'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ecctd/BoselliTL07> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/itp/ChoL22> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/ecctd/BoselliTL07>, <https://dblp.org/rec/journals/itp/ChoL22>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/ecctd/BoselliTL07>"", ""<https://dblp.org/rec/journals/itp/ChoL22>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6873,In which year were the first papers of the authors of 'Applications of multivalent prestarlike functions' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/amc/Dziok13> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/amc/Dziok13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6874,Who has published the most papers among the authors of 'A Cloud-Based Service for Affordable Cost Analysis'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/amcis/LourencoS13> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/amcis/LourencoS13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6875,Mention the primary affiliation of most of the authors of 'A Time-Interleaved SAR Assisted Pipeline ADC With a Bias-Enhanced Ring Amplifier'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tcas/ChenWHYR18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/tcas/ChenWHYR18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6876,"Between 'Abstractions of Random Finite-State Machines' and 'Generative Kernel PCA', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/fmsd/Oikonomou01> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/esann/SchreursS18> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/fmsd/Oikonomou01>, <https://dblp.org/rec/conf/esann/SchreursS18>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/fmsd/Oikonomou01>"", ""<https://dblp.org/rec/conf/esann/SchreursS18>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6877,Who has published the most papers among the authors of 'K\u00FCnstliche Intelligenz und G\u00F6del-Theoreme'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/ogai/Frey89> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/ogai/Frey89>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6878,In which year were the first papers of the authors of 'Multi-scale dilated convolution of convolutional neural network for crowd counting' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/mta/WangHWCP20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/mta/WangHWCP20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6879,"Between 'Audio Features, Precomputed for Podcast Retrieval and Information Access Experiments' and 'A Stochastic Beamformed Amplify-and-Forward Scheme in a Multigroup Multicast MIMO Relay Network With Per-Antenna Power Constraints', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/clef/AlexanderMTYBRK21> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/twc/WuLSM16> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/clef/AlexanderMTYBRK21>, <https://dblp.org/rec/journals/twc/WuLSM16>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/clef/AlexanderMTYBRK21>"", ""<https://dblp.org/rec/journals/twc/WuLSM16>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6880,"Which one was published first, 'A bridging-based solution for efficient multicast support in wireless mesh networks' or 'On the Optimization of Behavioral Logic Locking for High-Level Synthesis'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/lcn/AoulMM09> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/corr/abs-2105-09666> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/lcn/AoulMM09>, <https://dblp.org/rec/journals/corr/abs-2105-09666>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/lcn/AoulMM09>"", ""<https://dblp.org/rec/journals/corr/abs-2105-09666>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6881,When were the first papers of the authors of 'Serious games for smoking prevention and cessation: A systematic review of game elements and game effects' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/jamia/DerksenSKDJF20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/jamia/DerksenSKDJF20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6882,"Between 'Neuronal Gaussian Process Regression' and 'Communities of attention networks: introducing qualitative and conversational perspectives for altmetrics', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/nips/Friedrich20> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/corr/abs-2006-07937> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/nips/Friedrich20>, <https://dblp.org/rec/journals/corr/abs-2006-07937>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/nips/Friedrich20>"", ""<https://dblp.org/rec/journals/corr/abs-2006-07937>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6883,When were the first papers of the authors of 'Passive vehicle suspension system optimization using Harris Hawk Optimization algorithm' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/mcs/IssaS22> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/mcs/IssaS22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6884,In which year were the first papers of the authors of 'Change of region conspicuity in bilateral mammograms: potential impact on CAD performance' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/miip/0001WCHGGG02> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/miip/0001WCHGGG02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6885,"Which one was published first, 'Colonic Content Assessment from MRI Imaging Using a Semi-automatic Approach' or 'A Risk Assessment Model of Stampede Accidents in Primary and Secondary School Teaching Buildings Based on Bayesian Network'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vcbm/CeballosMVBMMAN19> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/IEEEicci/ZouZZL19> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/vcbm/CeballosMVBMMAN19>, <https://dblp.org/rec/conf/IEEEicci/ZouZZL19>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/vcbm/CeballosMVBMMAN19>"", ""<https://dblp.org/rec/conf/IEEEicci/ZouZZL19>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6886,"Which one was published first, 'On Control Lyapunov-Razumikhin Functions, Nonconstant Delays, Nonsmooth Feedbacks, and Nonlinear Sampled-Data Stabilization' or 'EXIT charts analysis of a root-like bit mapping for LDPC-coded QAM systems'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tac/Pepe17> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/dsp/SmithPU17> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/tac/Pepe17>, <https://dblp.org/rec/journals/dsp/SmithPU17>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/tac/Pepe17>"", ""<https://dblp.org/rec/journals/dsp/SmithPU17>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6887,Name the primary affiliation of most of the authors of 'A Counterexample for the Validity of Using Nuclear Norm as a Convex Surrogate of Rank'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/pkdd/ZhangLZ13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/pkdd/ZhangLZ13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6888,"Which one has more number of authors, 'Practical undergraduate projects within the BRSU race academy: An example for conducting a new tutored peer-teaching learning approach' or 'A cost estimation framework to support increased value recovery from end-of-life vehicles'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/educon/ReithHSLGG17> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/ijcim/CoatesR08> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/educon/ReithHSLGG17>, <https://dblp.org/rec/journals/ijcim/CoatesR08>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/educon/ReithHSLGG17>"", ""<https://dblp.org/rec/journals/ijcim/CoatesR08>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6889,"Which one was published first, 'Finite State Automata as a Data Storage' or 'Scalable Problems and Memory-Bounded Speedup'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dateso/MindekH05> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/journals/jpdc/SunN93> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/dateso/MindekH05>, <https://dblp.org/rec/journals/jpdc/SunN93>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/dateso/MindekH05>"", ""<https://dblp.org/rec/journals/jpdc/SunN93>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6890,Mention the author who has published the most papers among the authors of 'Effects of PWM excitations on iron loss in electrical steels and machines'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/iasam/HussainMSL17> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/iasam/HussainMSL17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6891,Mention the author who has published the most papers among the authors of 'MDC-DFA: A multi-dimensional cube deterministic finite automata-based feature matching algorithm'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/ictc/LiLSW15a> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/ictc/LiLSW15a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6892,"Between 'Preface to advances in numerical simulation of plasmas' and 'Verification of Uncurated Protein Annotations', which paper has more number of co-authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jcphy/ParkerC16> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/books/igi/09/CoutoSLDCA09> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/jcphy/ParkerC16>, <https://dblp.org/rec/books/igi/09/CoutoSLDCA09>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/jcphy/ParkerC16>"", ""<https://dblp.org/rec/books/igi/09/CoutoSLDCA09>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6893,"Which one has more number of authors, 'The Design and Implementation of an Easy-to-Use Object-Oriented Database' or '2D-3D CNN Based Architectures for Spectral Reconstruction From RGB Images'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jise/PanY97> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/cvpr/KoundinyaSSUMMK18> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/jise/PanY97>, <https://dblp.org/rec/conf/cvpr/KoundinyaSSUMMK18>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/jise/PanY97>"", ""<https://dblp.org/rec/conf/cvpr/KoundinyaSSUMMK18>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6894,"Between 'Map graphs having witnesses of large girth' and 'Reinforcement learning based on local state feature learning and policy adjustment', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1812-04102> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/isci/LinL03> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/corr/abs-1812-04102>, <https://dblp.org/rec/journals/isci/LinL03>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/corr/abs-1812-04102>"", ""<https://dblp.org/rec/journals/isci/LinL03>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6895,Who has published the most papers among the authors of 'Write-Combined Logging: An Optimized Logging for Consistency in NVRAM'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/sp/ZhangLLWZ15> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/sp/ZhangLLWZ15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6896,What is the primary affiliation of most of the authors of the paper 'Bayesian Color Constancy with Non-Gaussian Models'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/nips/RosenbergML03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/conf/nips/RosenbergML03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6897,"Which one was published first, 'Adaptive Object-Models and Metamodeling Techniques' or 'Prospect Theory and Information Security Investment Decisions'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ecoopw/RevaultY01> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/amcis/YoungBC12> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/conf/ecoopw/RevaultY01>, <https://dblp.org/rec/conf/amcis/YoungBC12>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/conf/ecoopw/RevaultY01>"", ""<https://dblp.org/rec/conf/amcis/YoungBC12>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6898,Mention the author who has published the most papers among the authors of 'Towards GAN Benchmarks Which Require Generalization'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/corr/abs-2001-03653> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/corr/abs-2001-03653>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6899,"Which one has more number of authors, 'Achieving dynamicity in security policies enforcement using aspects' or 'Anomaly detection and localization by diffusion wavelet-based analysis on traffic matrix'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijisec/AyedICC18> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/comsis/SunTM15> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/ijisec/AyedICC18>, <https://dblp.org/rec/journals/comsis/SunTM15>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/ijisec/AyedICC18>"", ""<https://dblp.org/rec/journals/comsis/SunTM15>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6900,Mention the year in which the first papers of the authors of 'Performance improvements on MEFX-LMS based noise cancellation system in vehicle cabin' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/iscas/AkihoTHK00> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/iscas/AkihoTHK00>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6901,"Between 'KEEL Data-Mining Software Tool: Data Set Repository, Integration of Algorithms and Experimental Analysis Framework' and 'PelletSpatial: A Hybrid RCC-8 and RDF/OWL Reasoning and Query Engine', which paper was published earlier?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mvl/Alcala-FdezFLDG11> <https://dblp.org/rdf/schema#yearOfPublication> ?x . <https://dblp.org/rec/conf/semweb/StockerS08> <https://dblp.org/rdf/schema#yearOfPublication> ?y . BIND(IF(?x < ?y, <https://dblp.org/rec/journals/mvl/Alcala-FdezFLDG11>, <https://dblp.org/rec/conf/semweb/StockerS08>) AS ?answer) }",TP85,"[""<https://dblp.org/rec/journals/mvl/Alcala-FdezFLDG11>"", ""<https://dblp.org/rec/conf/semweb/StockerS08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6902,In which year were the first papers of the authors of 'The Need of Performance Indicators for Collaborative Business Ecosystems' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/ifip5-5/GracaC15> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/ifip5-5/GracaC15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
