id,question_string,query,template_id,entities,relations,temporal,help_out
Q2977,How many co-authors does Juan Gabriel Pedroza Bernal have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/138/6625> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/138/6625>) },TC73,"[""<https://dblp.org/pid/138/6625>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2978,Report the average number of co-authors for publications published by Gokul B. Nair.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/258/3087> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/258/3087>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2979,Report the count of papers that Ed Fronczak has published in International Symposium on Software Reliability Engineering.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/8907> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISSRE' },TC72,"[""<https://dblp.org/pid/161/8907>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2980,How many papers has Noor Shamsiah Othman published in CoRR?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/200/8431> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC72,"[""<https://dblp.org/pid/200/8431>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2981,Mention the number of papers that Gang X. has published.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/2966> },TC71,"[""<https://dblp.org/pid/11/2966>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2982,"What is the average number of papers published by Ma, D. per year?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/10025> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/90/10025>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2983,Report the count of papers that Ijaz A. has published in IEEE Workshop on Applications of Computer Vision.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/4347> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'WACV' },TC72,"[""<https://dblp.org/pid/78/4347>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2984,Mention the number of papers that Zbynek Falt has published.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/10154> },TC71,"[""<https://dblp.org/pid/57/10154>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2985,How many co-authors does Gabriele Borocci have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/219/3385> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/219/3385>) },TC73,"[""<https://dblp.org/pid/219/3385>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2986,Mention the number of papers that C. Edward Chow has published.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/CEChow> },TC71,"[""<https://dblp.org/pid/c/CEChow>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2987,What is the average number of papers published by Utpal Garain per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/4230> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/81/4230>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2988,How many papers has Koushik Sen published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/418> },TC71,"[""<https://dblp.org/pid/04/418>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2989,Count the number of co-authors that Yier Jin has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/756> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/34/756>) },TC73,"[""<https://dblp.org/pid/34/756>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2990,How many papers has Michele Apuzzo published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/2843> },TC71,"[""<https://dblp.org/pid/79/2843>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2991,How many papers has M. Balagia published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/220/2206> },TC71,"[""<https://dblp.org/pid/220/2206>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2992,"Mention the number of papers that Zhang, Jianzhong has published.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/6091-2> },TC71,"[""<https://dblp.org/pid/78/6091-2>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2993,Report the average number of publications by P. Melin per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/1632> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/44/1632>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q2994,"How many papers has Chung, Wen-Ching published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/5687> },TC71,"[""<https://dblp.org/pid/86/5687>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2995,What is the average number of co-authors for papers published by Alberto Prieto?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/4462> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/18/4462>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q2996,"Report the count of papers that Lu, Qing has published in CoRR.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/4337> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TC72,"[""<https://dblp.org/pid/62/4337>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q2997,Count the number of co-authors that Bin Chen has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/5523> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/22/5523>) },TC73,"[""<https://dblp.org/pid/22/5523>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2998,"How many co-authors does Burken, G. van have?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/3117> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/62/3117>) },TC73,"[""<https://dblp.org/pid/62/3117>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2999,What is the average number of papers published by R. Gorrieri per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/RobertoGorrieri> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/g/RobertoGorrieri>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3000,How many research papers has Benedikt Wiestler published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/165/7294> },TC71,"[""<https://dblp.org/pid/165/7294>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3001,"What is the average number of co-authors for papers published by Ren, J.?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/JieRen-13> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/r/JieRen-13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3002,"How many research papers has Chang, Dingding published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/4017> },TC71,"[""<https://dblp.org/pid/85/4017>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3003,How many research papers has L\u00E9a Guizol published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/9861> },TC71,"[""<https://dblp.org/pid/117/9861>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3004,What is the average number of papers published by T. Uemoto per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/155/4683> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/155/4683>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3005,"How many co-authors does Margot, Fran\u00E7ois have?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/412> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/73/412>) },TC73,"[""<https://dblp.org/pid/73/412>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3006,What is the average number of research papers published by the author Farhan Adil per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/155> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/23/155>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3007,What is the average number of co-authors for research papers published by Ivica L.?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/6996> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/14/6996>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3008,Report the average number of co-authors for publications published by T. Okazaki.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/2749> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/88/2749>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3009,Report the average number of co-authors for publications published by Mona Mehrandish.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/3263> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/53/3263>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3010,Report the average number of publications by Valeriy Hlukhov per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/235/6445> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/235/6445>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3011,"Report the average number of co-authors for publications published by Ghatee, Mehdi.",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/331> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/18/331>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3012,What is the average number of research papers published by the author Tobias Eggendorfer per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/3785> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/71/3785>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3013,"How many research papers has Thomas, J. C. published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/2929> },TC71,"[""<https://dblp.org/pid/50/2929>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3014,"How many papers has Billard, Edward A. published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/136> },TC71,"[""<https://dblp.org/pid/85/136>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3015,"Mention the number of papers that Herzog, R. has published.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/2253> },TC71,"[""<https://dblp.org/pid/23/2253>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3016,"In ICPP Workshop, how many papers has Howard Jay Siegel published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/HowardJaySiegel> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICPP Workshop' },TC72,"[""<https://dblp.org/pid/s/HowardJaySiegel>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3017,How many papers has J. Lim published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/4360> },TC71,"[""<https://dblp.org/pid/97/4360>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3018,How many co-authors does Jes\u00FAs Manuel Almendros-Jim\u00E9nez have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/JesusManuelAlmendrosJimenez> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/a/JesusManuelAlmendrosJimenez>) },TC73,"[""<https://dblp.org/pid/a/JesusManuelAlmendrosJimenez>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3019,What is the average number of research papers published by the author Constantinos S. per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/0557> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/117/0557>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3020,What is the average number of papers published by Hyunjun Lim per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/235/4467> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/235/4467>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3021,What is the average number of papers published by Natashia Boland per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/218> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/98/218>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3022,"Mention the number of papers that Chen, R. has published.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/8073-1> },TC71,"[""<https://dblp.org/pid/69/8073-1>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3023,"In ICDM, how many papers has Lionel Martin published?",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/6173> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICDM' },TC72,"[""<https://dblp.org/pid/10/6173>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3024,Report the average number of publications by Ratna Babu Chinnam per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/3814> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/05/3814>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3025,Mention the number of papers that K. Sch\u00FCtzer has published.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/178/8251> },TC71,"[""<https://dblp.org/pid/178/8251>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3026,How many research papers has Vinicius M. Silva published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/211/9809> },TC71,"[""<https://dblp.org/pid/211/9809>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3027,How many papers has Sergei V. Chekanov published in Advanced Information and Knowledge Processing?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/6272> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Advanced Information and Knowledge Processing' },TC72,"[""<https://dblp.org/pid/21/6272>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3028,What is the average number of research papers published by the author Fillipe D. M. de Souza per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/151/8862> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/151/8862>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3029,How many papers has Alexandru G. Floares published in CIBB?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/8343> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CIBB' },TC72,"[""<https://dblp.org/pid/77/8343>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3030,Report the count of papers that Kazuhiro Suzuki has published in Graphs Comb..,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/3109> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Graphs Comb.' },TC72,"[""<https://dblp.org/pid/01/3109>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3031,How many co-authors does Xudong L. have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/3008> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/15/3008>) },TC73,"[""<https://dblp.org/pid/15/3008>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3032,What is the average number of co-authors for research papers published by Eugen Mihailescu?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/149/6713> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/149/6713>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3033,Count the number of co-authors that Filipe R. Cordeiro has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/6833> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/75/6833>) },TC73,"[""<https://dblp.org/pid/75/6833>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3034,"Count the number of co-authors that Shaaban, Khaled M. has.",SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/7281> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/62/7281>) },TC73,"[""<https://dblp.org/pid/62/7281>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3035,Count the number of co-authors that Anil Y\u00FCce has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/134/1533> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/134/1533>) },TC73,"[""<https://dblp.org/pid/134/1533>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3036,How many papers has Alireza Eydi published in Reliab. Eng. Syst. Saf.?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/192/5489> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Reliab. Eng. Syst. Saf.' },TC72,"[""<https://dblp.org/pid/192/5489>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q3037,What is the average number of research papers published by the author Dietmar Zaefferer per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/176/9635> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/176/9635>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3038,What is the average number of papers published by T\u00FCrker B\u00EDy\u00EDkoglu per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/4693> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/87/4693>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3039,Count the number of co-authors that Michael K. Reiter has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/MichaelKReiter> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/r/MichaelKReiter>) },TC73,"[""<https://dblp.org/pid/r/MichaelKReiter>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3040,Count the number of co-authors that Tuvi Etzion has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/5154> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/58/5154>) },TC73,"[""<https://dblp.org/pid/58/5154>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3041,Count the number of co-authors that Juan Caballero has.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/3587> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/35/3587>) },TC73,"[""<https://dblp.org/pid/35/3587>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3042,How many research papers has Yuchen L. published?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/10440> },TC71,"[""<https://dblp.org/pid/69/10440>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q3043,"What is the average number of co-authors for research papers published by Pogge, H. Bernhard?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/964> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/42/964>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3044,Report the average number of publications by Yining Wu per year.,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/7065> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/57/7065>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3045,What is the average number of co-authors for research papers published by Edwin Diday?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/EdwinDiday> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/d/EdwinDiday>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3046,What is the average number of research papers published by the author Varvara Antoniou per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/201/3077> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/201/3077>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3047,What is the average number of research papers published by the author Anatol S. per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/3347> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/96/3347>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3048,What is the average number of papers published by B. Lin per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/BillLin> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/l/BillLin>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3049,What is the average number of research papers published by the author Ricardo Quintero per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/5380> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/17/5380>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3050,What is the average number of co-authors for research papers published by Gustaf S\u00F6derlind?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/1608> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y },TC76,"[""<https://dblp.org/pid/26/1608>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q3051,What is the average number of papers published by Volker W. per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/VWeispfenning> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/w/VWeispfenning>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3052,What is the average number of papers published by G. Zheng per year?,SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/273/5741> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/273/5741>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q3053,"What is the average number of papers published by Medina, Ruji P. per year?",SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/205/3154> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y },TC75,"[""<https://dblp.org/pid/205/3154>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
