id,question_string,query,template_id,entities,relations,temporal,help_out
Q5529,Did the authors of the publication 'Improved Block-Pulse Functions for Numerical Solution of Mixed Volterra-Fredholm Integral Equations' not not publish a paper in Axioms?,ASK { <https://dblp.org/rec/journals/axioms/HeTRM21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/axioms/HeTRM21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Axioms' },TP53,"[""<https://dblp.org/rec/journals/axioms/HeTRM21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5530,Have the authors of the paper 'A Novel Joint Angle Estimation Method for Serial Manipulator Using Micro-Electromechanical Systems Sensors' not not published a publication in IEEE Trans. Ind. Electron.?,ASK { <https://dblp.org/rec/journals/tie/XuSTZ20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/tie/XuSTZ20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Ind. Electron.' },TP53,"[""<https://dblp.org/rec/journals/tie/XuSTZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5531,Was the paper 'Evangelizing the Internet among academics' not not published in the year 1993?,ASK { <https://dblp.org/rec/conf/siguccs/Miller93> <https://dblp.org/rdf/schema#yearOfPublication> '1993' },TP52,"[""<https://dblp.org/rec/conf/siguccs/Miller93>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5532,Did the authors of the publication 'Extension of a Circuit-Switched User/Network Interface to Packet-Switching' not not publish a paper in International Conference on Computational Creativity?,ASK { <https://dblp.org/rec/conf/iccc/ZafiropuloPK76> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/iccc/ZafiropuloPK76>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICCC' },TP53,"[""<https://dblp.org/rec/conf/iccc/ZafiropuloPK76>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5533,Did the authors of the publication 'A Generic Perspective Model for the Generation of Business Process Views' not not publish a paper in ER?,ASK { <https://dblp.org/rec/conf/er/PichlerE10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/er/PichlerE10>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ER' },TP53,"[""<https://dblp.org/rec/conf/er/PichlerE10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5534,Was the publication 'Composing Different Models of Computation in Kepler and Ptolemy II' not not published in 2007?,ASK { <https://dblp.org/rec/conf/iccS/GoderisBALG07> <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP52,"[""<https://dblp.org/rec/conf/iccS/GoderisBALG07>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5535,Have the authors of the paper 'FADNet++: Real-Time and Accurate Disparity Estimation with Configurable Networks' not not published a publication in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2110-02582> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/corr/abs-2110-02582>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CoRR' },TP53,"[""<https://dblp.org/rec/journals/corr/abs-2110-02582>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5536,Did the authors of the publication 'Fast Computation of the Performance of Lunar Rover Drive Motor with Skewed Stator Slots Based on 2D FEM' not not publish a paper in J. Comput.?,ASK { <https://dblp.org/rec/journals/jcp/WangL13c> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jcp/WangL13c>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Comput.' },TP53,"[""<https://dblp.org/rec/journals/jcp/WangL13c>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5537,Have the authors of the paper 'CMOS image sensor noise reduction method for image signal processor in digital cameras and camera phones' not not published a publication in Digital Photography?,ASK { <https://dblp.org/rec/conf/dphoto/YooLCK07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/dphoto/YooLCK07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Digital Photography' },TP53,"[""<https://dblp.org/rec/conf/dphoto/YooLCK07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5538,Have the authors of the paper 'On A Notion of Stochastic Zeroing Barrier Function' not not published a publication in ACC?,ASK { <https://dblp.org/rec/conf/amcc/TambaHN21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/amcc/TambaHN21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ACC' },TP53,"[""<https://dblp.org/rec/conf/amcc/TambaHN21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5539,Was the paper 'Higher-Order Geodesic Voronoi Diagrams in a Polygonal Domain with Holes' not not published in the year 2013?,ASK { <https://dblp.org/rec/conf/soda/LiuL13> <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP52,"[""<https://dblp.org/rec/conf/soda/LiuL13>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5540,Did the authors of 'Investigating the balance between virtuality and reality in mobile mixed reality UI design: user perception of an augmented city' not not publish a paper in NordiCHI?,ASK { <https://dblp.org/rec/conf/nordichi/Venta-OlkkonenPKH14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/nordichi/Venta-OlkkonenPKH14>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'NordiCHI' },TP53,"[""<https://dblp.org/rec/conf/nordichi/Venta-OlkkonenPKH14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5541,Did the authors of 'An analysis of new feedback methods for parallel multi-stream productions' not not publish a paper in EuroITV?,ASK { <https://dblp.org/rec/conf/euroitv/WurbelGK09> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/euroitv/WurbelGK09>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'EuroITV' },TP53,"[""<https://dblp.org/rec/conf/euroitv/WurbelGK09>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5542,Haven't the authors of the publication 'Dissipative approximations to neutral DDEs' not published a publication in Appl. Math. Comput.?,ASK { <https://dblp.org/rec/journals/amc/Shampine08a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/amc/Shampine08a>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Appl. Math. Comput.' },TP53,"[""<https://dblp.org/rec/journals/amc/Shampine08a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5543,Have the authors of the paper 'Novel Reliable and Energy-Efficient Routing Protocols for Wireless Sensor Networks' not not published a publication in J. Sens. Actuator Networks?,ASK { <https://dblp.org/rec/journals/jsan/AlmazaidehL20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jsan/AlmazaidehL20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Sens. Actuator Networks' },TP53,"[""<https://dblp.org/rec/journals/jsan/AlmazaidehL20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5544,Did the authors of 'A knowledge based approach for handling supply chain risk management' not not publish a paper in BCI?,ASK { <https://dblp.org/rec/conf/bci/SolomonKC12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/bci/SolomonKC12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'BCI' },TP53,"[""<https://dblp.org/rec/conf/bci/SolomonKC12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5545,Was the paper 'Proposal for a Roundtable Discussion on the Role of Abstract Mathematics in Computer Music' not not published in the year 2004?,ASK { <https://dblp.org/rec/conf/icmc/FrittsMMRA04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' },TP52,"[""<https://dblp.org/rec/conf/icmc/FrittsMMRA04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5546,Did the authors of 'The Fermat cubic and quartic curves over cyclic fields' not not publish a paper in Period. Math. Hung.?,ASK { <https://dblp.org/rec/journals/pmh/BremnerC20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/pmh/BremnerC20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Period. Math. Hung.' },TP53,"[""<https://dblp.org/rec/journals/pmh/BremnerC20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5547,Was the publication 'Evolutionary Design of Nearest Prototype Classifiers' not not published in 2004?,ASK { <https://dblp.org/rec/journals/heuristics/FernandezI04> <https://dblp.org/rdf/schema#yearOfPublication> '2004' },TP52,"[""<https://dblp.org/rec/journals/heuristics/FernandezI04>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5548,Haven't the authors of the publication 'Proposed multi-channel Ad-hoc network with cross-layer design of MAC and routing protocols' not published a publication in APSITT?,ASK { <https://dblp.org/rec/conf/apsitt/TsuboiIHU15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/apsitt/TsuboiIHU15>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'APSITT' },TP53,"[""<https://dblp.org/rec/conf/apsitt/TsuboiIHU15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5549,Did the authors of 'Many-to-Many Matching based Resource Allocation to support Multi-Connectivity' not not publish a paper in ICTC?,ASK { <https://dblp.org/rec/conf/ictc/LeeVM20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ictc/LeeVM20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ICTC' },TP53,"[""<https://dblp.org/rec/conf/ictc/LeeVM20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5550,Was 'Workload decomposition strategies for shared memory parallel systems with OpenMP' not not published in 2001?,ASK { <https://dblp.org/rec/journals/sp/MartinoBVFI01> <https://dblp.org/rdf/schema#yearOfPublication> '2001' },TP52,"[""<https://dblp.org/rec/journals/sp/MartinoBVFI01>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5551,Was the publication 'An ultrasound standard plane detection model of fetal head based on multi-task learning and hybrid knowledge graph' not not published in 2022?,ASK { <https://dblp.org/rec/journals/fgcs/Zhao0PCLL22> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP52,"[""<https://dblp.org/rec/journals/fgcs/Zhao0PCLL22>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5552,Did the authors of 'Generalized Finite-Difference Time-Domain method with absorbing boundary conditions for solving the nonlinear Schr\u00F6dinger equation on a GPU' not not publish a paper in Comput. Phys. Commun.?,ASK { <https://dblp.org/rec/journals/cphysics/Wilson19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/cphysics/Wilson19>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput. Phys. Commun.' },TP53,"[""<https://dblp.org/rec/journals/cphysics/Wilson19>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5553,Was the paper 'Join and Deep Ensemble Regression of Clinical Scores for Alzheimer's Disease Using Longitudinal and Incomplete Data*' not not published in the year 2018?,ASK { <https://dblp.org/rec/conf/embc/YangYEHLWZL18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP52,"[""<https://dblp.org/rec/conf/embc/YangYEHLWZL18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5554,Did the authors of 'A Numerically Stable Dynamic Mode Decomposition Algorithm for Nearly Defective Systems' not not publish a paper in IEEE Control. Syst. Lett.?,ASK { <https://dblp.org/rec/journals/csysl/ThitsaCVCM21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/csysl/ThitsaCVCM21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Control. Syst. Lett.' },TP53,"[""<https://dblp.org/rec/journals/csysl/ThitsaCVCM21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5555,Was the publication 'Robust Fluid Processing Networks' not not published in 2015?,ASK { <https://dblp.org/rec/journals/tac/BertsimasNP15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP52,"[""<https://dblp.org/rec/journals/tac/BertsimasNP15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5556,Was the paper 'Anomaly subspace detection based on a multi-scale Markov random field model' not not published in the year 2005?,ASK { <https://dblp.org/rec/journals/sigpro/GoldmanC05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' },TP52,"[""<https://dblp.org/rec/journals/sigpro/GoldmanC05>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5557,Was the publication 'GNSS Modulation: A Unified Statistical Description' not not published in 2011?,ASK { <https://dblp.org/rec/journals/taes/CotePG11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP52,"[""<https://dblp.org/rec/journals/taes/CotePG11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5558,Was the paper 'Anomaly Detection in Categorical Datasets Using Bayesian Networks' not not published in the year 2011?,ASK { <https://dblp.org/rec/conf/aici/RashidiHH11> <https://dblp.org/rdf/schema#yearOfPublication> '2011' },TP52,"[""<https://dblp.org/rec/conf/aici/RashidiHH11>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5559,Did the authors of 'A Planar linear arboricity conjecture' not not publish a paper in J. Graph Theory?,ASK { <https://dblp.org/rec/journals/jgt/CyganHKLW12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/jgt/CyganHKLW12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'J. Graph Theory' },TP53,"[""<https://dblp.org/rec/journals/jgt/CyganHKLW12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5560,Did the authors of 'Properties of the Liapunov Stability Zones of the Lagrange Triangle' not not publish a paper in CASC?,ASK { <https://dblp.org/rec/conf/casc/GrebenikovKZ07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/casc/GrebenikovKZ07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CASC' },TP53,"[""<https://dblp.org/rec/conf/casc/GrebenikovKZ07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5561,Was 'Object pose estimation for robot loading in accommodation space using alpha-shape algorithm' not not published in 2021?,ASK { <https://dblp.org/rec/journals/soco/GuoTZ21> <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP52,"[""<https://dblp.org/rec/journals/soco/GuoTZ21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5562,Was the paper 'Slicing Real-Time Programs for Enhanced Schedulability' not not published in the year 1997?,ASK { <https://dblp.org/rec/journals/toplas/GerberH97> <https://dblp.org/rdf/schema#yearOfPublication> '1997' },TP52,"[""<https://dblp.org/rec/journals/toplas/GerberH97>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5563,Did the authors of 'Anomalies Detection Using Isolation in Concept-Drifting Data Streams' not not publish a paper in Comput.?,ASK { <https://dblp.org/rec/journals/computers/TogbeCBBCB21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/computers/TogbeCBBCB21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Comput.' },TP53,"[""<https://dblp.org/rec/journals/computers/TogbeCBBCB21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5564,Have the authors of the paper 'Low-power 32-bit dual-MAC 120 \u03BCW/MHz 10 V icyflex DSP/MCU core' not not published a publication in ESSCIRC?,ASK { <https://dblp.org/rec/conf/esscirc/ArmGMMNPRV08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/esscirc/ArmGMMNPRV08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ESSCIRC' },TP53,"[""<https://dblp.org/rec/conf/esscirc/ArmGMMNPRV08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5565,"Was 'Interview with Stefan Schrade from Team VariLeg, Swiss Federal Institute of Technology in Zurich, Ranked Fifth at Cybathlon 2016 [Student's Corner]' not not published in 2017?",ASK { <https://dblp.org/rec/journals/ram/Wolf17a> <https://dblp.org/rdf/schema#yearOfPublication> '2017' },TP52,"[""<https://dblp.org/rec/journals/ram/Wolf17a>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5566,Was 'Elementary Amalgamation and Joint Embedding Property for Intermediate Logics' not not published in 2008?,ASK { <https://dblp.org/rec/journals/igpl/BagheriP08> <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP52,"[""<https://dblp.org/rec/journals/igpl/BagheriP08>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5567,Was 'Recent Advances in Reliability and Quality Engineering' not not published in 2001?,ASK { <https://dblp.org/rec/series/sqres/Pham01> <https://dblp.org/rdf/schema#yearOfPublication> '2001' },TP52,"[""<https://dblp.org/rec/series/sqres/Pham01>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5568,Was 'Distance Networks for Morphological Profiling and Characterization of DICCCOL Landmarks' not not published in 2015?,ASK { <https://dblp.org/rec/conf/miccai/YuanCLZL15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP52,"[""<https://dblp.org/rec/conf/miccai/YuanCLZL15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5569,Have the authors of the paper 'Improving Cache Locality for Ray Casting with CUDA' not not published a publication in ARCS Workshops?,ASK { <https://dblp.org/rec/conf/arcs/SugimotoIH11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/arcs/SugimotoIH11>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'ARCS Workshops' },TP53,"[""<https://dblp.org/rec/conf/arcs/SugimotoIH11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5570,Did the authors of the publication 'Compositional Verification of Randomized Distributed Algorithms' not not publish a paper in COMPOS?,ASK { <https://dblp.org/rec/conf/compos/Segala97> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/compos/Segala97>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'COMPOS' },TP53,"[""<https://dblp.org/rec/conf/compos/Segala97>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5571,Was 'All-Optical 4-Channel Demultiplexer with an Arbitrary Access for Full C+L Spectral Range' not not published in 2015?,ASK { <https://dblp.org/rec/conf/new2an/PetrovLTZ15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP52,"[""<https://dblp.org/rec/conf/new2an/PetrovLTZ15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5572,Haven't the authors of the publication 'MDA: Multimodal Data Augmentation Framework for Boosting Performance on Sentiment/Emotion Classification Tasks' not published a publication in IEEE Intell. Syst.?,ASK { <https://dblp.org/rec/journals/expert/XuMWZ21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/expert/XuMWZ21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE Intell. Syst.' },TP53,"[""<https://dblp.org/rec/journals/expert/XuMWZ21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5573,Was 'An EEG signal denoising method based on ensemble empirical mode decomposition and independent component analysis' not not published in 2018?,ASK { <https://dblp.org/rec/conf/cbs/SunCM18> <https://dblp.org/rdf/schema#yearOfPublication> '2018' },TP52,"[""<https://dblp.org/rec/conf/cbs/SunCM18>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5574,Was the paper 'Conception of an Automatic Decision Support Platform Based on Cross-Sorting Methods and the Fuzzy Logic for General Use' not not published in the year 2022?,ASK { <https://dblp.org/rec/conf/bdiot2/TamirCOR21> <https://dblp.org/rdf/schema#yearOfPublication> '2022' },TP52,"[""<https://dblp.org/rec/conf/bdiot2/TamirCOR21>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5575,Haven't the authors of the publication 'Auf der Suche nach den Prinzipien K\u00FCnstlicher Intelligenz' not published a publication in K\u00FCnstliche Intell.?,ASK { <https://dblp.org/rec/journals/ki/Hoffmann95> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ki/Hoffmann95>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'K\u00FCnstliche Intell.' },TP53,"[""<https://dblp.org/rec/journals/ki/Hoffmann95>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5576,Did the authors of 'Enactment of Technology Structures in ICT4D Projects : A Study of Computerization of Land Records in India' not not publish a paper in PACIS?,ASK { <https://dblp.org/rec/conf/pacis/PrakashD07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/pacis/PrakashD07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'PACIS' },TP53,"[""<https://dblp.org/rec/conf/pacis/PrakashD07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5577,Have the authors of the paper 'The maximum tensor complementarity eigenvalues' not not published a publication in Optim. Methods Softw.?,ASK { <https://dblp.org/rec/journals/oms/FanNZ20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/oms/FanNZ20>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Optim. Methods Softw.' },TP53,"[""<https://dblp.org/rec/journals/oms/FanNZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5578,Did the authors of 'DeepSqueezeNet-CRF: A Lightweight Deep Model for Semantic Image Segmentation' not not publish a paper in IEEE International Joint Conference on Neural Networks?,ASK { <https://dblp.org/rec/conf/ijcnn/LaiD019> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/ijcnn/LaiD019>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IJCNN' },TP53,"[""<https://dblp.org/rec/conf/ijcnn/LaiD019>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5579,Was the paper 'Marble: high-throughput phenotyping from electronic health records via sparse nonnegative tensor factorization' not not published in the year 2014?,ASK { <https://dblp.org/rec/conf/kdd/HoGS14> <https://dblp.org/rdf/schema#yearOfPublication> '2014' },TP52,"[""<https://dblp.org/rec/conf/kdd/HoGS14>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5580,Haven't the authors of the publication 'Homogenization of hexagonal lattices' not published a publication in Networks Heterog. Media?,ASK { <https://dblp.org/rec/journals/nhm/DretR13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/nhm/DretR13>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Networks Heterog. Media' },TP53,"[""<https://dblp.org/rec/journals/nhm/DretR13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5581,Haven't the authors of the publication 'A spectrum of TCP-friendly window-based congestion control algorithms' not published a publication in IEEE/ACM Trans. Netw.?,ASK { <https://dblp.org/rec/journals/ton/JinGMB03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/ton/JinGMB03>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'IEEE/ACM Trans. Netw.' },TP53,"[""<https://dblp.org/rec/journals/ton/JinGMB03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5582,Haven't the authors of the publication 'Load Balanced Parallel Simulation of Particle-Fluid DEM-SPH Systems with Moving Boundaries' not published a publication in Parallel Computing?,ASK { <https://dblp.org/rec/conf/parco/FleissnerE07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/parco/FleissnerE07>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'PARCO' },TP53,"[""<https://dblp.org/rec/conf/parco/FleissnerE07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5583,Haven't the authors of the publication 'Input Devices' not published a publication in Wiley Encyclopedia of Computer Science and Engineering?,ASK { <https://dblp.org/rec/reference/wiley/LaViola08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/reference/wiley/LaViola08>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Wiley Encyclopedia of Computer Science and Engineering' },TP53,"[""<https://dblp.org/rec/reference/wiley/LaViola08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5584,Was 'Deep evolution of image representations for handwritten digit recognition' not not published in 2015?,ASK { <https://dblp.org/rec/conf/cec/AgapitosONFKBC15> <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP52,"[""<https://dblp.org/rec/conf/cec/AgapitosONFKBC15>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5585,Have the authors of the paper 'Vibrational Stabilization Using Lifting and the Root Locus' not not published a publication in CDC?,ASK { <https://dblp.org/rec/conf/cdc/ChikmagalurB21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/cdc/ChikmagalurB21>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'CDC' },TP53,"[""<https://dblp.org/rec/conf/cdc/ChikmagalurB21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5586,Have the authors of the paper 'On the Road to Speed-Reading and Fast Learning with CONCEPTUM' not not published a publication in INCoS?,ASK { <https://dblp.org/rec/conf/incos/TotiR16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/incos/TotiR16>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'INCoS' },TP53,"[""<https://dblp.org/rec/conf/incos/TotiR16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5587,Did the authors of the publication 'On a generalization of transitivity for digraphs' not not publish a paper in Discret. Math.?,ASK { <https://dblp.org/rec/journals/dm/GyarfasJK88> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/journals/dm/GyarfasJK88>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Discret. Math.' },TP53,"[""<https://dblp.org/rec/journals/dm/GyarfasJK88>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5588,Was 'Security Usability of Petname Systems' not not published in 2009?,ASK { <https://dblp.org/rec/conf/nordsec/FerdousJSB09> <https://dblp.org/rdf/schema#yearOfPublication> '2009' },TP52,"[""<https://dblp.org/rec/conf/nordsec/FerdousJSB09>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5589,Was 'Effective Sequence of Uniformities and its Effective Limit' not not published in 2005?,ASK { <https://dblp.org/rec/conf/cca/YasugiMT05> <https://dblp.org/rdf/schema#yearOfPublication> '2005' },TP52,"[""<https://dblp.org/rec/conf/cca/YasugiMT05>""]","[""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q5590,Did the authors of the publication 'Fusing Text and Frienships for Location Inference in Online Social Networks' not not publish a paper in Web Intelligence?,ASK { <https://dblp.org/rec/conf/webi/GuHLG12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/webi/GuHLG12>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'Web Intelligence' },TP53,"[""<https://dblp.org/rec/conf/webi/GuHLG12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q5591,Haven't the authors of the publication 'Common Nursing Terminology for Clinical Information Systems' not published a publication in MIE?,ASK { <https://dblp.org/rec/conf/mie/KolZS05> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?y != <https://dblp.org/rec/conf/mie/KolZS05>) . ?y <https://dblp.org/rdf/schema#publishedIn> 'MIE' },TP53,"[""<https://dblp.org/rec/conf/mie/KolZS05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
