id,question_string,query,template_id,entities,relations,temporal,help_out
Q1470,Was the paper 'DATeS: A Highly-Extensible Data Assimilation Testing Suite' not published by Ahmed Attia in CoRR?,ASK { <https://dblp.org/rec/journals/corr/AttiaS17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/120/3995> . <https://dblp.org/rec/journals/corr/AttiaS17> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/AttiaS17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/120/3995> . <https://dblp.org/rec/journals/corr/AttiaS17> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC44,"[""<https://dblp.org/pid/120/3995>"", ""<https://dblp.org/rec/journals/corr/AttiaS17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1471,"Did Sasvari, Peter and Blei, David M. not co-author the paper 'The macroeconomic effect of the information and communication technology in Hungary'?",ASK { <https://dblp.org/rec/journals/corr/abs-1204-1561> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/11269> . <https://dblp.org/rec/journals/corr/abs-1204-1561> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/1910> FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1204-1561> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/11269> . <https://dblp.org/rec/journals/corr/abs-1204-1561> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/1910> } },TC43,"[""<https://dblp.org/pid/35/11269>"", ""<https://dblp.org/pid/86/1910>"", ""<https://dblp.org/rec/journals/corr/abs-1204-1561>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1472,Was the paper 'Hybrid LS-SA-PS methods for solving fuzzy non-linear programming problems' not published by P. Vasant in Math. Comput. Model.?,ASK { <https://dblp.org/rec/journals/mcm/Vasant13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/125/1514> . <https://dblp.org/rec/journals/mcm/Vasant13> <https://dblp.org/rdf/schema#publishedIn> 'Math. Comput. Model.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/mcm/Vasant13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/125/1514> . <https://dblp.org/rec/journals/mcm/Vasant13> <https://dblp.org/rdf/schema#publishedIn> 'Math. Comput. Model.' } },TC44,"[""<https://dblp.org/pid/125/1514>"", ""<https://dblp.org/rec/journals/mcm/Vasant13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1473,Did Hiroshi Motoda not publish the paper 'Detecting Changes in Opinion Value Distribution for Voter Model'?,ASK { <https://dblp.org/rec/conf/sbp/SaitoKOM11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/6525> FILTER NOT EXISTS { <https://dblp.org/rec/conf/sbp/SaitoKOM11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/6525> } },TC41,"[""<https://dblp.org/pid/08/6525>"", ""<https://dblp.org/rec/conf/sbp/SaitoKOM11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1474,Did Sebastian Pape not publish the paper 'Privacy Concerns and Behavior of Pok\u00E9mon Go Players in Germany' in Privacy and Identity Management?,ASK { <https://dblp.org/rec/conf/primelife/Harborth017> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/7922> . <https://dblp.org/rec/conf/primelife/Harborth017> <https://dblp.org/rdf/schema#publishedIn> 'Privacy and Identity Management' FILTER NOT EXISTS { <https://dblp.org/rec/conf/primelife/Harborth017> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/7922> . <https://dblp.org/rec/conf/primelife/Harborth017> <https://dblp.org/rdf/schema#publishedIn> 'Privacy and Identity Management' } },TC44,"[""<https://dblp.org/pid/09/7922>"", ""<https://dblp.org/rec/conf/primelife/Harborth017>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1475,Has Arya Tanmay Gupta not published the paper 'Burning Geometric Graphs'?,ASK { <https://dblp.org/rec/journals/corr/abs-2010-01439> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/261/3730> FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2010-01439> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/261/3730> } },TC41,"[""<https://dblp.org/pid/261/3730>"", ""<https://dblp.org/rec/journals/corr/abs-2010-01439>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1476,Did Petr Kremen not publish the paper 'Relational Data Mining Applied to Virtual Engineering of Product Designs' in ILP?,ASK { <https://dblp.org/rec/conf/ilp/ZakovaZGTLKM06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/5702> . <https://dblp.org/rec/conf/ilp/ZakovaZGTLKM06> <https://dblp.org/rdf/schema#publishedIn> 'ILP' FILTER NOT EXISTS { <https://dblp.org/rec/conf/ilp/ZakovaZGTLKM06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/5702> . <https://dblp.org/rec/conf/ilp/ZakovaZGTLKM06> <https://dblp.org/rdf/schema#publishedIn> 'ILP' } },TC44,"[""<https://dblp.org/pid/77/5702>"", ""<https://dblp.org/rec/conf/ilp/ZakovaZGTLKM06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1477,"Wasn't the paper 'Frequent Items on Streams' published by the author Metwally, A. in Encyclopedia of Database Systems?",ASK { <https://dblp.org/rec/reference/db/Metwally18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/3654> . <https://dblp.org/rec/reference/db/Metwally18> <https://dblp.org/rdf/schema#publishedIn> 'Encyclopedia of Database Systems (2nd ed.)' FILTER NOT EXISTS { <https://dblp.org/rec/reference/db/Metwally18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/3654> . <https://dblp.org/rec/reference/db/Metwally18> <https://dblp.org/rdf/schema#publishedIn> 'Encyclopedia of Database Systems (2nd ed.)' } },TC44,"[""<https://dblp.org/pid/44/3654>"", ""<https://dblp.org/rec/reference/db/Metwally18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1478,Was the paper 'Projected Gradient Descent Algorithms for Solving Nonlinear Inverse Problems with Generative Priors' not published by the person Zhaoqiang Liu?,ASK { <https://dblp.org/rec/conf/ijcai/LiuH22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/198/1405> FILTER NOT EXISTS { <https://dblp.org/rec/conf/ijcai/LiuH22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/198/1405> } },TC41,"[""<https://dblp.org/pid/198/1405>"", ""<https://dblp.org/rec/conf/ijcai/LiuH22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1479,Was the paper 'ISMB/ECCB 2021 proceedings' not published by Christophe Dessimoz in Bioinform.?,ASK { <https://dblp.org/rec/journals/bioinformatics/DessimozP21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/229> . <https://dblp.org/rec/journals/bioinformatics/DessimozP21> <https://dblp.org/rdf/schema#publishedIn> 'Bioinform.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/bioinformatics/DessimozP21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/229> . <https://dblp.org/rec/journals/bioinformatics/DessimozP21> <https://dblp.org/rdf/schema#publishedIn> 'Bioinform.' } },TC44,"[""<https://dblp.org/pid/22/229>"", ""<https://dblp.org/rec/journals/bioinformatics/DessimozP21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1480,Have Bego\u00F1a Garc\u00EDa Zapirain and Maite Frutos Pascual not co-authored the paper 'Guided crossword-puzzle games aimed at children with Attentional Deficit: Preliminary results'?,ASK { <https://dblp.org/rec/conf/cgames/PascualZ14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/4594> . <https://dblp.org/rec/conf/cgames/PascualZ14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/9599> FILTER NOT EXISTS { <https://dblp.org/rec/conf/cgames/PascualZ14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/4594> . <https://dblp.org/rec/conf/cgames/PascualZ14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/9599> } },TC43,"[""<https://dblp.org/pid/52/4594>"", ""<https://dblp.org/pid/119/9599>"", ""<https://dblp.org/rec/conf/cgames/PascualZ14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1481,"Was the paper 'On efficient 3D data dissemination' not published by Chu, Chung-Hua in Wirel. Networks?",ASK { <https://dblp.org/rec/journals/winet/Chu13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/4286> . <https://dblp.org/rec/journals/winet/Chu13> <https://dblp.org/rdf/schema#publishedIn> 'Wirel. Networks' FILTER NOT EXISTS { <https://dblp.org/rec/journals/winet/Chu13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/4286> . <https://dblp.org/rec/journals/winet/Chu13> <https://dblp.org/rdf/schema#publishedIn> 'Wirel. Networks' } },TC44,"[""<https://dblp.org/pid/91/4286>"", ""<https://dblp.org/rec/journals/winet/Chu13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1482,Was the paper 'An intelligent assistant for interactive workflow composition' not published by Jihie K. in International Conference on Intelligent User Interfaces?,ASK { <https://dblp.org/rec/conf/iui/KimSG04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/427> . <https://dblp.org/rec/conf/iui/KimSG04> <https://dblp.org/rdf/schema#publishedIn> 'IUI' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iui/KimSG04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/427> . <https://dblp.org/rec/conf/iui/KimSG04> <https://dblp.org/rdf/schema#publishedIn> 'IUI' } },TC44,"[""<https://dblp.org/pid/08/427>"", ""<https://dblp.org/rec/conf/iui/KimSG04>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1483,"Did Menzel, Wolfgang not publish the paper 'Robust Processing of Natural Language' in CoRR?",ASK { <https://dblp.org/rec/journals/corr/abs-cmp-lg-9507003> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/WolfgangMenzel> . <https://dblp.org/rec/journals/corr/abs-cmp-lg-9507003> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-cmp-lg-9507003> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/WolfgangMenzel> . <https://dblp.org/rec/journals/corr/abs-cmp-lg-9507003> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC44,"[""<https://dblp.org/pid/m/WolfgangMenzel>"", ""<https://dblp.org/rec/journals/corr/abs-cmp-lg-9507003>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1484,Has the paper 'Runtime Verification on Hierarchical Properties of ROS-Based Robot Swarms' not been published by Chi Hu in IEEE Trans. Reliab.?,ASK { <https://dblp.org/rec/journals/tr/HuDYSZ20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/9232> . <https://dblp.org/rec/journals/tr/HuDYSZ20> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Reliab.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tr/HuDYSZ20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/9232> . <https://dblp.org/rec/journals/tr/HuDYSZ20> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Reliab.' } },TC44,"[""<https://dblp.org/pid/88/9232>"", ""<https://dblp.org/rec/journals/tr/HuDYSZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1485,"Have Cook, P. R. and Ananya Misra not co-authored the paper 'Building Collaborative Graphical interFaces in the Audicle'?",ASK { <https://dblp.org/rec/conf/nime/WangMC06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/6929> . <https://dblp.org/rec/conf/nime/WangMC06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/3154> FILTER NOT EXISTS { <https://dblp.org/rec/conf/nime/WangMC06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/6929> . <https://dblp.org/rec/conf/nime/WangMC06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/3154> } },TC43,"[""<https://dblp.org/pid/33/6929>"", ""<https://dblp.org/pid/30/3154>"", ""<https://dblp.org/rec/conf/nime/WangMC06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1486,"Was the paper 'Neural Network Modelin of Nearshore Sandbar Behavior' not published by Pape, Leo in IJCNN?",ASK { <https://dblp.org/rec/conf/ijcnn/PapeRWT06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/4580> . <https://dblp.org/rec/conf/ijcnn/PapeRWT06> <https://dblp.org/rdf/schema#publishedIn> 'IJCNN' FILTER NOT EXISTS { <https://dblp.org/rec/conf/ijcnn/PapeRWT06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/4580> . <https://dblp.org/rec/conf/ijcnn/PapeRWT06> <https://dblp.org/rdf/schema#publishedIn> 'IJCNN' } },TC44,"[""<https://dblp.org/pid/66/4580>"", ""<https://dblp.org/rec/conf/ijcnn/PapeRWT06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1487,Was the paper 'Application of human-machine modeling technique in the flight safety simulation of civil aircraft' not published by Wei Z.?,ASK { <https://dblp.org/rec/conf/ical/ZhangMLG11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/4661-95> FILTER NOT EXISTS { <https://dblp.org/rec/conf/ical/ZhangMLG11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/4661-95> } },TC41,"[""<https://dblp.org/pid/10/4661-95>"", ""<https://dblp.org/rec/conf/ical/ZhangMLG11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1488,"Did Kreutz-Delgado, K. not publish the paper 'Lip Posture Estimation using Kinematically Constrained Mixture Models' in BMVC?",ASK { <https://dblp.org/rec/conf/bmvc/KellyHKJ98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/5358> . <https://dblp.org/rec/conf/bmvc/KellyHKJ98> <https://dblp.org/rdf/schema#publishedIn> 'BMVC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/bmvc/KellyHKJ98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/5358> . <https://dblp.org/rec/conf/bmvc/KellyHKJ98> <https://dblp.org/rdf/schema#publishedIn> 'BMVC' } },TC44,"[""<https://dblp.org/pid/15/5358>"", ""<https://dblp.org/rec/conf/bmvc/KellyHKJ98>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1489,Was the paper 'Design of topologically optimal microgripper' not published by Shyh-Chour Huang?,ASK { <https://dblp.org/rec/conf/smc/HuangC08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/1675> FILTER NOT EXISTS { <https://dblp.org/rec/conf/smc/HuangC08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/1675> } },TC41,"[""<https://dblp.org/pid/82/1675>"", ""<https://dblp.org/rec/conf/smc/HuangC08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1490,Was the paper 'Linear analysis for determining and visualizing critical thermal boundaries of power systems' not published by Walter M. in ISGT?,ASK { <https://dblp.org/rec/conf/isgt/EntrikenMR15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/216> . <https://dblp.org/rec/conf/isgt/EntrikenMR15> <https://dblp.org/rdf/schema#publishedIn> 'ISGT' FILTER NOT EXISTS { <https://dblp.org/rec/conf/isgt/EntrikenMR15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/216> . <https://dblp.org/rec/conf/isgt/EntrikenMR15> <https://dblp.org/rdf/schema#publishedIn> 'ISGT' } },TC44,"[""<https://dblp.org/pid/21/216>"", ""<https://dblp.org/rec/conf/isgt/EntrikenMR15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1491,Has the paper 'Dual-Encoder Architecture with Encoder Selection for Joint Close-Talk and Far-Talk Speech Recognition' not been published by Marco Gaudesi in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2109-08744> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/126/2116> . <https://dblp.org/rec/journals/corr/abs-2109-08744> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2109-08744> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/126/2116> . <https://dblp.org/rec/journals/corr/abs-2109-08744> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC44,"[""<https://dblp.org/pid/126/2116>"", ""<https://dblp.org/rec/journals/corr/abs-2109-08744>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1492,Did Guangyi Z. and Aristides G. not co-author the paper 'Diverse Rule Sets'?,ASK { <https://dblp.org/rec/conf/kdd/ZhangG20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/5580-1> . <https://dblp.org/rec/conf/kdd/ZhangG20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/AristidesGionis> FILTER NOT EXISTS { <https://dblp.org/rec/conf/kdd/ZhangG20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/5580-1> . <https://dblp.org/rec/conf/kdd/ZhangG20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/AristidesGionis> } },TC43,"[""<https://dblp.org/pid/37/5580-1>"", ""<https://dblp.org/pid/g/AristidesGionis>"", ""<https://dblp.org/rec/conf/kdd/ZhangG20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1493,"Wasn't the paper 'On Unsupervised Nearest-neighbor Regression and Robust Loss Functions' not published by the author Kramer, O.?",ASK { <https://dblp.org/rec/conf/icaart/Kramer12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/4776> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icaart/Kramer12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/4776> } },TC41,"[""<https://dblp.org/pid/34/4776>"", ""<https://dblp.org/rec/conf/icaart/Kramer12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1494,Has Noam Siegelman not published the paper 'Statistical learning abilities and their relation to language'?,ASK { <https://dblp.org/rec/journals/llc/Siegelman20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/212/4309> FILTER NOT EXISTS { <https://dblp.org/rec/journals/llc/Siegelman20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/212/4309> } },TC41,"[""<https://dblp.org/pid/212/4309>"", ""<https://dblp.org/rec/journals/llc/Siegelman20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1495,Has the paper 'Temporal Dynamics of Support and Attack Networks: From Argumentation to Zoology' not been published by John W. in Mechanizing Mathematical Reasoning?,ASK { <https://dblp.org/rec/conf/birthday/BarringerGW05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/2689-1> . <https://dblp.org/rec/conf/birthday/BarringerGW05> <https://dblp.org/rdf/schema#publishedIn> 'Mechanizing Mathematical Reasoning' FILTER NOT EXISTS { <https://dblp.org/rec/conf/birthday/BarringerGW05> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/2689-1> . <https://dblp.org/rec/conf/birthday/BarringerGW05> <https://dblp.org/rdf/schema#publishedIn> 'Mechanizing Mathematical Reasoning' } },TC44,"[""<https://dblp.org/pid/62/2689-1>"", ""<https://dblp.org/rec/conf/birthday/BarringerGW05>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1496,Was the paper 'Inverse NP Problems' not published by Hubie Chen?,ASK { <https://dblp.org/rec/conf/mfcs/Chen03a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/3627> FILTER NOT EXISTS { <https://dblp.org/rec/conf/mfcs/Chen03a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/3627> } },TC41,"[""<https://dblp.org/pid/83/3627>"", ""<https://dblp.org/rec/conf/mfcs/Chen03a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1497,"Was the paper 'A Model for Selecting Media Type of Memory Cues in Ubiquitous Prostheses' not published by Agroudy, Passant El?",ASK { <https://dblp.org/rec/conf/aughuman/ElagroudyF022> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/176/1036> FILTER NOT EXISTS { <https://dblp.org/rec/conf/aughuman/ElagroudyF022> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/176/1036> } },TC41,"[""<https://dblp.org/pid/176/1036>"", ""<https://dblp.org/rec/conf/aughuman/ElagroudyF022>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1498,"Have Pierpaolo Degano and Zunino, Roberto not co-authored the paper 'Secure Service Orchestration'?",ASK { <https://dblp.org/rec/conf/fosad/BartolettiDFZ07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/1344> . <https://dblp.org/rec/conf/fosad/BartolettiDFZ07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/2362> FILTER NOT EXISTS { <https://dblp.org/rec/conf/fosad/BartolettiDFZ07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/1344> . <https://dblp.org/rec/conf/fosad/BartolettiDFZ07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/2362> } },TC43,"[""<https://dblp.org/pid/90/1344>"", ""<https://dblp.org/pid/99/2362>"", ""<https://dblp.org/rec/conf/fosad/BartolettiDFZ07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1499,"Has David A. May not published the paper 'Pipelined, Flexible Krylov Subspace Methods'?",ASK { <https://dblp.org/rec/journals/siamsc/SananSM16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/121/4022> FILTER NOT EXISTS { <https://dblp.org/rec/journals/siamsc/SananSM16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/121/4022> } },TC41,"[""<https://dblp.org/pid/121/4022>"", ""<https://dblp.org/rec/journals/siamsc/SananSM16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1500,Did Jumpei Mizuno and M. Kamata not co-author the paper 'Subject Selection Bias in Intervention Experiments with Socially Assistive Robots and the Impact on the Representativeness of the Population'?,ASK { <https://dblp.org/rec/conf/socrob/IgarashiNMIK19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/253/4001> . <https://dblp.org/rec/conf/socrob/IgarashiNMIK19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/3656> FILTER NOT EXISTS { <https://dblp.org/rec/conf/socrob/IgarashiNMIK19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/253/4001> . <https://dblp.org/rec/conf/socrob/IgarashiNMIK19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/3656> } },TC43,"[""<https://dblp.org/pid/253/4001>"", ""<https://dblp.org/pid/76/3656>"", ""<https://dblp.org/rec/conf/socrob/IgarashiNMIK19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1501,"Did Siu, S. W. I. and Jimmy C. F. Ngai not co-author the paper 'ProtPOS: a python package for the prediction of protein preferred orientation on a surface'?",ASK { <https://dblp.org/rec/journals/bioinformatics/NgaiMS16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/4243> . <https://dblp.org/rec/journals/bioinformatics/NgaiMS16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/168/0731> FILTER NOT EXISTS { <https://dblp.org/rec/journals/bioinformatics/NgaiMS16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/4243> . <https://dblp.org/rec/journals/bioinformatics/NgaiMS16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/168/0731> } },TC43,"[""<https://dblp.org/pid/32/4243>"", ""<https://dblp.org/pid/168/0731>"", ""<https://dblp.org/rec/journals/bioinformatics/NgaiMS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1502,Has Kai-Chun N. not published the paper 'Implementing Joux-Vitse's Crossbred Algorithm for Solving MQ Systems over GF(2) on GPUs'?,ASK { <https://dblp.org/rec/journals/iacr/NiederhagenNY17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/9560> FILTER NOT EXISTS { <https://dblp.org/rec/journals/iacr/NiederhagenNY17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/9560> } },TC41,"[""<https://dblp.org/pid/152/9560>"", ""<https://dblp.org/rec/journals/iacr/NiederhagenNY17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1503,"Did Shigeru Shimamoto and Onozato, Yoshikuni not co-author the paper 'Effect of Propagation Delays on ALOHA Systems'?",ASK { <https://dblp.org/rec/journals/cn/OnozatoLSN86> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/6673> . <https://dblp.org/rec/journals/cn/OnozatoLSN86> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/3206> FILTER NOT EXISTS { <https://dblp.org/rec/journals/cn/OnozatoLSN86> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/6673> . <https://dblp.org/rec/journals/cn/OnozatoLSN86> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/3206> } },TC43,"[""<https://dblp.org/pid/89/6673>"", ""<https://dblp.org/pid/40/3206>"", ""<https://dblp.org/rec/journals/cn/OnozatoLSN86>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1504,"Wasn't the paper 'Towards multiple hypothesis situation analysis' published by the author Roy, J. in International Conference on Information Fusion?",ASK { <https://dblp.org/rec/conf/fusion/Roy07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/5016> . <https://dblp.org/rec/conf/fusion/Roy07> <https://dblp.org/rdf/schema#publishedIn> 'FUSION' FILTER NOT EXISTS { <https://dblp.org/rec/conf/fusion/Roy07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/5016> . <https://dblp.org/rec/conf/fusion/Roy07> <https://dblp.org/rdf/schema#publishedIn> 'FUSION' } },TC44,"[""<https://dblp.org/pid/50/5016>"", ""<https://dblp.org/rec/conf/fusion/Roy07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1505,"Have Albers, S. J. and Stephanie L. Hazlitt not co-authored the paper 'bcdata: An R package for searching & retrieving data from the BC Data Catalogue'?",ASK { <https://dblp.org/rec/journals/jossw/TeucherAH21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/229/3938> . <https://dblp.org/rec/journals/jossw/TeucherAH21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/297/1470> FILTER NOT EXISTS { <https://dblp.org/rec/journals/jossw/TeucherAH21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/229/3938> . <https://dblp.org/rec/journals/jossw/TeucherAH21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/297/1470> } },TC43,"[""<https://dblp.org/pid/229/3938>"", ""<https://dblp.org/pid/297/1470>"", ""<https://dblp.org/rec/journals/jossw/TeucherAH21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1506,Was the paper 'Noise-aware fingerprint localization algorithm for wireless sensor network based on adaptive fingerprint Kalman filter' not published by Zonghua Jiang?,ASK { <https://dblp.org/rec/journals/cn/FangNJC17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/197/3338> FILTER NOT EXISTS { <https://dblp.org/rec/journals/cn/FangNJC17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/197/3338> } },TC41,"[""<https://dblp.org/pid/197/3338>"", ""<https://dblp.org/rec/journals/cn/FangNJC17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1507,Did Ales Leonardis and Jeremy L. Wyatt not co-author the paper 'Compositional Hierarchical Representation of Shape Manifolds for Classification of Non-manifold Shapes'?,ASK { <https://dblp.org/rec/conf/iccv/OzayAWL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/AlesLeonardis> . <https://dblp.org/rec/conf/iccv/OzayAWL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/4588> FILTER NOT EXISTS { <https://dblp.org/rec/conf/iccv/OzayAWL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/AlesLeonardis> . <https://dblp.org/rec/conf/iccv/OzayAWL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/4588> } },TC43,"[""<https://dblp.org/pid/l/AlesLeonardis>"", ""<https://dblp.org/pid/12/4588>"", ""<https://dblp.org/rec/conf/iccv/OzayAWL15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1508,Wasn't the paper 'Event-Driven Synchronization of Switched Complex Networks: A Reachable-Set-Based Design' not published by the person named Jun Z.?,ASK { <https://dblp.org/rec/journals/tnn/SangZ21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/2026-2> FILTER NOT EXISTS { <https://dblp.org/rec/journals/tnn/SangZ21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/2026-2> } },TC41,"[""<https://dblp.org/pid/47/2026-2>"", ""<https://dblp.org/rec/journals/tnn/SangZ21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1509,Was the paper 'Patterns for Human-Oriented Information Presentation' not published by the person Diethelm Bienhaus?,ASK { <https://dblp.org/rec/conf/europlop/Bienhaus00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/7864> FILTER NOT EXISTS { <https://dblp.org/rec/conf/europlop/Bienhaus00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/7864> } },TC41,"[""<https://dblp.org/pid/14/7864>"", ""<https://dblp.org/rec/conf/europlop/Bienhaus00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1510,Have B. Sivakumar and Benjamin Rosman not co-authored the paper 'Two-commodity inventory system with retrial demand'?,ASK { <https://dblp.org/rec/journals/eor/Sivakumar08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/5338> . <https://dblp.org/rec/journals/eor/Sivakumar08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/4591> FILTER NOT EXISTS { <https://dblp.org/rec/journals/eor/Sivakumar08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/5338> . <https://dblp.org/rec/journals/eor/Sivakumar08> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/4591> } },TC43,"[""<https://dblp.org/pid/78/5338>"", ""<https://dblp.org/pid/45/4591>"", ""<https://dblp.org/rec/journals/eor/Sivakumar08>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1512,Was the paper 'A node configuration algorithm with bandwidth bottleneck resolution for WDM ring networks' not co-authored by T. Nakanishi and Yosuke I.?,ASK { <https://dblp.org/rec/journals/pnc/IsogaiFNI09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/1353> . <https://dblp.org/rec/journals/pnc/IsogaiFNI09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/137/0296> FILTER NOT EXISTS { <https://dblp.org/rec/journals/pnc/IsogaiFNI09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/1353> . <https://dblp.org/rec/journals/pnc/IsogaiFNI09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/137/0296> } },TC43,"[""<https://dblp.org/pid/15/1353>"", ""<https://dblp.org/pid/137/0296>"", ""<https://dblp.org/rec/journals/pnc/IsogaiFNI09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1513,Did K. Robert Lai not publish the paper 'Applying an Assessment Agent to Evaluate the Learning Effectiveness'?,ASK { <https://dblp.org/rec/conf/its/LaiL06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/199> FILTER NOT EXISTS { <https://dblp.org/rec/conf/its/LaiL06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/199> } },TC41,"[""<https://dblp.org/pid/05/199>"", ""<https://dblp.org/rec/conf/its/LaiL06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
