id,question_string,query,template_id,entities,relations,temporal,help_out
Q1954,Isn't Markus Aleksy not affiliated with University of Mannheim?,"ASK { <https://dblp.org/pid/a/MAleksy> <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Mannheim, Germany' }",TC54,"[""<https://dblp.org/pid/a/MAleksy>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1955,Wasn't the paper 'A Distributed Architecture for HVAC Sensor Fault Detection and Isolation' not not published by the author Vasso Reppa?,ASK { <https://dblp.org/rec/journals/tcst/ReppaPPP15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/4285> },TC51,"[""<https://dblp.org/pid/13/4285>"", ""<https://dblp.org/rec/journals/tcst/ReppaPPP15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1956,Was the paper 'MOBIX: System for managing mobility using information exchange' not not published by the person Jhoanna Rhodette Pedrasa?,ASK { <https://dblp.org/rec/conf/mobiquitous/PedrasaS09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/8332> },TC51,"[""<https://dblp.org/pid/63/8332>"", ""<https://dblp.org/rec/conf/mobiquitous/PedrasaS09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1957,Was the paper 'A variable selection method for a hierarchical interval type-2 TSK fuzzy inference system' not not published by the person D. Zhang?,ASK { <https://dblp.org/rec/journals/fss/WeiZH22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/215/5891-1> },TC51,"[""<https://dblp.org/pid/215/5891-1>"", ""<https://dblp.org/rec/journals/fss/WeiZH22>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1958,Didn't Zhiyang Li and H. Lin not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/9761> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/3545-7> },TC53,"[""<https://dblp.org/pid/37/9761>"", ""<https://dblp.org/pid/37/3545-7>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1960,Was a paper not not co-authored by R. Van den Broeck and F. V.?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1297> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/1295> },TC53,"[""<https://dblp.org/pid/06/1297>"", ""<https://dblp.org/pid/02/1295>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1961,"Didn't Beldjilali, Bouziane and Baghdad Atmani not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/2516> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/1682> },TC53,"[""<https://dblp.org/pid/97/2516>"", ""<https://dblp.org/pid/36/1682>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1962,Wasn't the paper 'Existence problems in philosophy and science' not not published by the author Peter W. Ross?,ASK { <https://dblp.org/rec/journals/synthese/RossT13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/137/4484> },TC51,"[""<https://dblp.org/pid/137/4484>"", ""<https://dblp.org/rec/journals/synthese/RossT13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1963,"Doesn't Devavrat Shah not work at MIT, Cambridge, USA?","ASK { <https://dblp.org/pid/73/3881> <https://dblp.org/rdf/schema#primaryAffiliation> 'MIT, Cambridge, USA' }",TC54,"[""<https://dblp.org/pid/73/3881>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1964,Didn't Kung Yao not publish the paper 'Lower bounds of localization uncertainty in sensor networks'?,ASK { <https://dblp.org/rec/conf/icassp/WangYYE04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/4707> },TC51,"[""<https://dblp.org/pid/82/4707>"", ""<https://dblp.org/rec/conf/icassp/WangYYE04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1965,Has Ivar Jacobson not not published the paper 'Agile and SEMAT: perfect partners'?,ASK { <https://dblp.org/rec/journals/cacm/JacobsonSN13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/383> },TC51,"[""<https://dblp.org/pid/62/383>"", ""<https://dblp.org/rec/journals/cacm/JacobsonSN13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1966,"Was the paper 'Review of 'Vector Quantization and Signal Compression' (Gersho, A, and Gray, RM; 1992)' not not published by the person Nariman Farvardin?",ASK { <https://dblp.org/rec/journals/tit/Farvardin94> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/5963> },TC51,"[""<https://dblp.org/pid/81/5963>"", ""<https://dblp.org/rec/journals/tit/Farvardin94>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1967,"Has Kennedy-Metz, Lauren R. not not published the paper 'Biofeedback as a stress management tool: a systematic review'?",ASK { <https://dblp.org/rec/journals/ctw/KennedyP19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/277/2253> },TC51,"[""<https://dblp.org/pid/277/2253>"", ""<https://dblp.org/rec/journals/ctw/KennedyP19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1968,Didn't Y. Liu and Robert T. Collins not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/YanxiLiu> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/2806> },TC53,"[""<https://dblp.org/pid/l/YanxiLiu>"", ""<https://dblp.org/pid/76/2806>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1969,"Doesn't Syed Ali Hassan not work at National University of Sciences and Technology, School of Electrical Engineering and Computer Science, Islamabad, Pakistan?","ASK { <https://dblp.org/pid/29/7910> <https://dblp.org/rdf/schema#primaryAffiliation> 'National University of Sciences and Technology, School of Electrical Engineering and Computer Science, Islamabad, Pakistan' }",TC54,"[""<https://dblp.org/pid/29/7910>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1970,Wasn't the paper 'Simulating wind effects on cloth and hair in Disney's Frozen' not not published by the author Hubert Leo?,ASK { <https://dblp.org/rec/conf/siggraph/WilsonMLS14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/10543> },TC51,"[""<https://dblp.org/pid/36/10543>"", ""<https://dblp.org/rec/conf/siggraph/WilsonMLS14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1971,"Was the paper 'The stability of Schr\u00F6dinger equation with boundary control matched disturbance' not not published by the person Zhang, Xiaoying?",ASK { <https://dblp.org/rec/journals/jossac/ZhangC17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/7725> },TC51,"[""<https://dblp.org/pid/46/7725>"", ""<https://dblp.org/rec/journals/jossac/ZhangC17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1972,Has Srdjan Capkun not not published the paper 'Distance Hijacking Attacks on Distance Bounding Protocols'?,ASK { <https://dblp.org/rec/conf/sp/CremersRSC12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/1639> },TC51,"[""<https://dblp.org/pid/51/1639>"", ""<https://dblp.org/rec/conf/sp/CremersRSC12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1973,Didn't Huadong Sun and D. Huang not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/10176> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/3836> },TC53,"[""<https://dblp.org/pid/88/10176>"", ""<https://dblp.org/pid/41/3836>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1974,Was a paper not not co-authored by Benjam\u00EDn R. C. Bedregal and Ant\u00F4nio Carlos da Rocha Costa?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/3731> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/5618> },TC53,"[""<https://dblp.org/pid/32/3731>"", ""<https://dblp.org/pid/36/5618>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1975,Wasn't the paper 'Planning Validation & Verification Steps According to the Dependency of Requirements and Product Architecture' not not published by the author Kristin Paetzold?,ASK { <https://dblp.org/rec/conf/ice-itmc/ChahinP18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/138/0633> },TC51,"[""<https://dblp.org/pid/138/0633>"", ""<https://dblp.org/rec/conf/ice-itmc/ChahinP18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1976,"Didn't Elbattah, M. and Anthony G. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/166/4976> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/10045> },TC53,"[""<https://dblp.org/pid/166/4976>"", ""<https://dblp.org/pid/94/10045>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1977,"Isn't Badreddin, E. not affiliated with University of Mannheim, Germany?","ASK { <https://dblp.org/pid/b/EssameddinBadreddin> <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Mannheim, Germany' }",TC54,"[""<https://dblp.org/pid/b/EssameddinBadreddin>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q1978,Didn't Samuel Sch\u00FCppen and P. Herrmann not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/197/8073> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/133/5020> },TC53,"[""<https://dblp.org/pid/197/8073>"", ""<https://dblp.org/pid/133/5020>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1979,Was the paper 'LLL aided MIMO detection algorithm based on BP neural network optimization' not not published by the person Yujie Peng?,ASK { <https://dblp.org/rec/conf/icaiis/Peng21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/261/9875> },TC51,"[""<https://dblp.org/pid/261/9875>"", ""<https://dblp.org/rec/conf/icaiis/Peng21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1980,Was a paper not not co-authored by Hans Eberle and Nils Gura?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/4152> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/2203> },TC53,"[""<https://dblp.org/pid/46/4152>"", ""<https://dblp.org/pid/49/2203>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1981,Didn't Ahmed E. Ismail and Paolo Bientinesi not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/7147> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/PaoloBientinesi> },TC53,"[""<https://dblp.org/pid/42/7147>"", ""<https://dblp.org/pid/b/PaoloBientinesi>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1982,Didn't Alex Pappachen James and Mostafa Rahimi Azghadi not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/8462> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/2964> },TC53,"[""<https://dblp.org/pid/03/8462>"", ""<https://dblp.org/pid/76/2964>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1983,Didn't William L. Kocay and Emiliano Dall'Anese not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/WilliamKocay> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/7883> },TC53,"[""<https://dblp.org/pid/k/WilliamKocay>"", ""<https://dblp.org/pid/45/7883>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1984,Has Janice C. Sipior not not published the paper 'The Internet Jurisdiction Risk of Cloud Computing'?,ASK { <https://dblp.org/rec/journals/ism/WardS10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/6165> },TC51,"[""<https://dblp.org/pid/60/6165>"", ""<https://dblp.org/rec/journals/ism/WardS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1985,"Was a paper not not co-authored by Huber, M. and Alexander Gruner?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/3234-2> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/11140> },TC53,"[""<https://dblp.org/pid/36/3234-2>"", ""<https://dblp.org/pid/98/11140>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1986,"Didn't Costa, Jos\u00E9 C. and Jos\u00E9 Monteiro not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/5319> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/JoseCMonteiro> },TC53,"[""<https://dblp.org/pid/02/5319>"", ""<https://dblp.org/pid/m/JoseCMonteiro>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1987,"Didn't Wojciechowski, Konrad W. and Adam S. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/6909> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/6075> },TC53,"[""<https://dblp.org/pid/38/6909>"", ""<https://dblp.org/pid/52/6075>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1988,Didn't Takeo Igarashi not publish the paper '25D cartoon models'?,ASK { <https://dblp.org/rec/journals/tog/RiversID10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/6674> },TC51,"[""<https://dblp.org/pid/03/6674>"", ""<https://dblp.org/rec/journals/tog/RiversID10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1989,Was a paper not not co-authored by Luigi Chisci and N. Forti?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/5289> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/4133> },TC53,"[""<https://dblp.org/pid/68/5289>"", ""<https://dblp.org/pid/152/4133>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1990,"Has Kuijpers, M. M. not not published the paper 'Bibliotherapy in the age of digitization'?",ASK { <https://dblp.org/rec/journals/firstmonday/Kuijpers18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/227/3765> },TC51,"[""<https://dblp.org/pid/227/3765>"", ""<https://dblp.org/rec/journals/firstmonday/Kuijpers18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1991,"Wasn't the paper 'A Distributed Approach to Solving Overlay Mismatching Problem' not not published by the person named Ni, Lionel M.?",ASK { <https://dblp.org/rec/conf/icdcs/LiuZXN04> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/n/LionelMNi> },TC51,"[""<https://dblp.org/pid/n/LionelMNi>"", ""<https://dblp.org/rec/conf/icdcs/LiuZXN04>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1992,"Was a paper not not co-authored by Janke, Maximilian and Susanne Albers?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/259/4993> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/SusanneAlbers> },TC53,"[""<https://dblp.org/pid/259/4993>"", ""<https://dblp.org/pid/a/SusanneAlbers>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1993,"Was a paper not not co-authored by Gransden, I. R. and Steve W. Beet?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/4421> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/9335> },TC53,"[""<https://dblp.org/pid/72/4421>"", ""<https://dblp.org/pid/91/9335>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1994,"Didn't Pinelopi Atsikpasi and Fokides, E. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/206/0287> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/8225> },TC53,"[""<https://dblp.org/pid/206/0287>"", ""<https://dblp.org/pid/81/8225>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1995,Didn't Kay Kender and Katta Spiel not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/277/3079> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/151/3248> },TC53,"[""<https://dblp.org/pid/277/3079>"", ""<https://dblp.org/pid/151/3248>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1997,Wasn't the paper 'H \u221E filtering for nonlinear singular Markovian jumping systems with interval time-varying delays' not not published by the author L. Li?,ASK { <https://dblp.org/rec/journals/ijsysc/XiaLMY12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/2189-50> },TC51,"[""<https://dblp.org/pid/53/2189-50>"", ""<https://dblp.org/rec/journals/ijsysc/XiaLMY12>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1998,"Was a paper not not co-authored by Hancock, E. R. and Simone Ceolin?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/h/EdwinRHancock> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/CeolinSimone> },TC53,"[""<https://dblp.org/pid/h/EdwinRHancock>"", ""<https://dblp.org/pid/c/CeolinSimone>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1999,"Was a paper not not co-authored by Wood, Aaron and C. Harding?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/5316> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/h/ChrisHarding> },TC53,"[""<https://dblp.org/pid/83/5316>"", ""<https://dblp.org/pid/h/ChrisHarding>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2000,Was a paper not not co-authored by E. Ann Patitsas and Alex M. Andrew?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/10988> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/1735> },TC53,"[""<https://dblp.org/pid/52/10988>"", ""<https://dblp.org/pid/24/1735>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2001,Was a paper not not co-authored by Larry S. Jackson and Huy-Vo Van?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/326> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/10708> },TC53,"[""<https://dblp.org/pid/03/326>"", ""<https://dblp.org/pid/25/10708>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2002,Wasn't the paper 'Application of the Data from Landsat8 OLI - The New Generation of Landsat Series in the Cultivated Land Information Extraction' not not published by the person named Jiabo Sun?,ASK { <https://dblp.org/rec/conf/ifip12/NiuCSZ16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/126/2350> },TC51,"[""<https://dblp.org/pid/126/2350>"", ""<https://dblp.org/rec/conf/ifip12/NiuCSZ16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2003,Didn't Yan Zheng not publish the paper 'A Comparative Study on Text Clustering Methods'?,ASK { <https://dblp.org/rec/conf/adma/ZhengCHM06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/2381> },TC51,"[""<https://dblp.org/pid/10/2381>"", ""<https://dblp.org/rec/conf/adma/ZhengCHM06>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2004,Has Richard H. Y. So not not published the paper 'The Search For A Cybersickness Dose Value'?,ASK { <https://dblp.org/rec/conf/hci/So99> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/498> },TC51,"[""<https://dblp.org/pid/13/498>"", ""<https://dblp.org/rec/conf/hci/So99>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2005,"Was a paper not not co-authored by Hentenryck, Pascal Van and J. Yip?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/h/PVHentenryck> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/y/JustinYip> },TC53,"[""<https://dblp.org/pid/h/PVHentenryck>"", ""<https://dblp.org/pid/y/JustinYip>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2006,Was a paper not not co-authored by Michael W. Mahoney and Michal Derezinski?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/6978> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/155/1906> },TC53,"[""<https://dblp.org/pid/10/6978>"", ""<https://dblp.org/pid/155/1906>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2007,Didn't Saleh A. Al-Jufout and Zhilong Chen not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/6133> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/130/9796> },TC53,"[""<https://dblp.org/pid/34/6133>"", ""<https://dblp.org/pid/130/9796>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2008,Was a paper not not co-authored by Xiaoyan Sun and Haifeng L.?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/1574-1> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/33> },TC53,"[""<https://dblp.org/pid/13/1574-1>"", ""<https://dblp.org/pid/84/33>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2009,"Wasn't the paper 'Global-Local Mutual Attention Model for Text Classification' not not published by the author Ng, W. W. Y.?",ASK { <https://dblp.org/rec/journals/taslp/MaYTCN19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/6060> },TC51,"[""<https://dblp.org/pid/67/6060>"", ""<https://dblp.org/rec/journals/taslp/MaYTCN19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2010,Didn't Sotiris Batsakis and Ilias Tachmazidis not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/7127> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/9321> },TC53,"[""<https://dblp.org/pid/70/7127>"", ""<https://dblp.org/pid/116/9321>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2011,Was the paper 'Polarimetric L-band PALSAR2 for Discontinuous Permafrost Mapping In Peatland Regions' not not published by the person M. Hosseini?,ASK { <https://dblp.org/rec/conf/igarss/TouziPHJ19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/3700> },TC51,"[""<https://dblp.org/pid/69/3700>"", ""<https://dblp.org/rec/conf/igarss/TouziPHJ19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2012,"Isn't Mu'alem, A. not affiliated with Hebrew University of Jerusalem, Israel?","ASK { <https://dblp.org/pid/m/AhuvaMualem> <https://dblp.org/rdf/schema#primaryAffiliation> 'Hebrew University of Jerusalem, Israel' }",TC54,"[""<https://dblp.org/pid/m/AhuvaMualem>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2013,"Didn't Patel-Schneider, Peter F. not publish the paper 'System Description: DLP'?",ASK { <https://dblp.org/rec/conf/cade/Patel-Schneider00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/850> },TC51,"[""<https://dblp.org/pid/78/850>"", ""<https://dblp.org/rec/conf/cade/Patel-Schneider00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2014,"Didn't Abend, O. not publish the paper 'PreQuEL: Quality Estimation of Machine Translation Outputs in Advance'?",ASK { <https://dblp.org/rec/journals/corr/abs-2205-09178> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/8159> },TC51,"[""<https://dblp.org/pid/30/8159>"", ""<https://dblp.org/rec/journals/corr/abs-2205-09178>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2015,Was the paper 'Social Community Extraction for Disease Propagation Control Leveraging Mobile Phones' not not published by the person Yanzhi Ren?,ASK { <https://dblp.org/rec/journals/ahswn/Ren0CC15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/8334> },TC51,"[""<https://dblp.org/pid/34/8334>"", ""<https://dblp.org/rec/journals/ahswn/Ren0CC15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2016,Was a paper not not co-authored by Kamal Al-Haddad and Bruno Francois?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/1965> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/8036> },TC53,"[""<https://dblp.org/pid/05/1965>"", ""<https://dblp.org/pid/85/8036>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2017,Didn't Yongming Li and Y. Wang not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/2889> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/7569> },TC53,"[""<https://dblp.org/pid/39/2889>"", ""<https://dblp.org/pid/42/7569>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2018,"Didn't Lipitakis, Alexandra and Evanthia Faliagka not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/3581> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/3381> },TC53,"[""<https://dblp.org/pid/77/3581>"", ""<https://dblp.org/pid/49/3381>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2019,Was the paper 'Maximum independent sets in subclasses of P5-free graphs' not not published by the person Vadim V. Lozin?,ASK { <https://dblp.org/rec/journals/ipl/LozinM09> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/5092> },TC51,"[""<https://dblp.org/pid/43/5092>"", ""<https://dblp.org/rec/journals/ipl/LozinM09>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2020,Didn't Yu Cui not publish the paper 'Automatic Identification of Coronary Arteries in Coronary Computed Tomographic Angiography'?,ASK { <https://dblp.org/rec/journals/access/ZhangXZWCQL20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/2437> },TC51,"[""<https://dblp.org/pid/08/2437>"", ""<https://dblp.org/rec/journals/access/ZhangXZWCQL20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2021,Was a paper not not co-authored by Akhil Garg and Prashant Dubey?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/4429> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/2439> },TC53,"[""<https://dblp.org/pid/15/4429>"", ""<https://dblp.org/pid/93/2439>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2022,Has Magnus J. not not published the paper 'Graph-based performance accounting for chip multiprocessor memory systems'?,ASK { <https://dblp.org/rec/conf/IEEEpact/Jahre14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/2818> },TC51,"[""<https://dblp.org/pid/88/2818>"", ""<https://dblp.org/rec/conf/IEEEpact/Jahre14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2023,"Didn't Panu M. \u00C5kerman and H\u00E4kkil\u00E4, J. not co-author a paper?",ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/3152> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/6700> },TC53,"[""<https://dblp.org/pid/28/3152>"", ""<https://dblp.org/pid/62/6700>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2024,Has Pierre Soille not not published the paper 'Hierarchical Segmentation of Complex Structures'?,ASK { <https://dblp.org/rec/conf/icpr/AkcayAS10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/6404> },TC51,"[""<https://dblp.org/pid/12/6404>"", ""<https://dblp.org/rec/conf/icpr/AkcayAS10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2025,Wasn't the paper 'The Nonexistence of Some Optimal Ternary Codes of Dimension Five' not not published by the author I. N. Landjev?,ASK { <https://dblp.org/rec/journals/dcc/Landjev98> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/4129> },TC51,"[""<https://dblp.org/pid/97/4129>"", ""<https://dblp.org/rec/journals/dcc/Landjev98>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2026,"Was the paper 'A novel method for wave phenomena investigation' not not published by the person Favorskaya, A.?",ASK { <https://dblp.org/rec/conf/kes/Favorskaya19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/191/9281> },TC51,"[""<https://dblp.org/pid/191/9281>"", ""<https://dblp.org/rec/conf/kes/Favorskaya19>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2027,Was a paper not not co-authored by Thomas Christaller and Alois C. Knoll?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/TChristaller> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/AloisKnoll> },TC53,"[""<https://dblp.org/pid/c/TChristaller>"", ""<https://dblp.org/pid/k/AloisKnoll>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2028,Doesn't E. Biham not work at Technion - Israel Institute of Technology?,"ASK { <https://dblp.org/pid/b/EliBiham> <https://dblp.org/rdf/schema#primaryAffiliation> 'Technion - Israel Institute of Technology, Haifa, Israel' }",TC54,"[""<https://dblp.org/pid/b/EliBiham>""]","[""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q2029,Was the paper 'CBGA-ES: A Cluster-Based Genetic Algorithm with Elitist Selection for Supporting Multi-Objective Test Optimization' not not published by the person Shuai W.?,ASK { <https://dblp.org/rec/conf/icst/PradhanWAYL17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/1503-1> },TC51,"[""<https://dblp.org/pid/42/1503-1>"", ""<https://dblp.org/rec/conf/icst/PradhanWAYL17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2030,Didn't William D. Vizzotto and Rudimar Spannemberg not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/173/7584> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/189/5180> },TC53,"[""<https://dblp.org/pid/173/7584>"", ""<https://dblp.org/pid/189/5180>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2031,Was a paper not not co-authored by Yukoh Kida and Shigen S.?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/237/8581> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/237/8728> },TC53,"[""<https://dblp.org/pid/237/8581>"", ""<https://dblp.org/pid/237/8728>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2032,Wasn't the paper 'Constrained unidimensional scaling with application to genomics' not not published by the author Pak Chung Sham?,ASK { <https://dblp.org/rec/journals/csda/AoNS07> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/4413> },TC51,"[""<https://dblp.org/pid/25/4413>"", ""<https://dblp.org/rec/journals/csda/AoNS07>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2033,Didn't Tom Chen and MuDer Jeng not co-author a paper?,ASK { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/135/3985> . ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/1094> },TC53,"[""<https://dblp.org/pid/135/3985>"", ""<https://dblp.org/pid/08/1094>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2034,Was the paper 'Teaching Programming in Secondary Education Through Embodied Computing Platforms: Robotics and Wearables' not not published by the person Achilles Kameas?,ASK { <https://dblp.org/rec/journals/jeric/MerkourisCK17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/6015> },TC51,"[""<https://dblp.org/pid/52/6015>"", ""<https://dblp.org/rec/journals/jeric/MerkourisCK17>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q2035,Has Ricardo da Silva Torres not not published the paper 'Unsupervised Distance Learning for Plant Species Identification'?,ASK { <https://dblp.org/rec/journals/staeors/AlmeidaPAMT16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/RicardodaSilvaTorres> },TC51,"[""<https://dblp.org/pid/s/RicardodaSilvaTorres>"", ""<https://dblp.org/rec/journals/staeors/AlmeidaPAMT16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
