id,question_string,query,template_id,entities,relations,temporal,help_out
Q6610,How many different affiliations do the authors of 'Dynamic Assortment Optimization with Changing Contextual Information' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jmlr/ChenWZ20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/jmlr/ChenWZ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6611,How many papers did the authors of 'EnvyDepth:  An Interface for Recovering Local Natural Illumination from Environment Maps' publish in 2013?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/cgf/BanterleCDCPS13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2013' },TP74,"[""<https://dblp.org/rec/journals/cgf/BanterleCDCPS13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6612,Count the papers published by the authors of 'Supporting Atlantic Cities and Ports Through Earth Observation' in 2021.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/igarss/WyniawskyjRFPGP21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2021' },TP74,"[""<https://dblp.org/rec/conf/igarss/WyniawskyjRFPGP21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6613,"In 2007, how many papers did the authors of 'Crystal: Analyzing Predictive Opinions on the Web' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/emnlp/KimH07> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2007' },TP74,"[""<https://dblp.org/rec/conf/emnlp/KimH07>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6614,How many different affiliations do the authors of 'First in My Family: A Comparison of Subject-Related Role Identities by Parental Level of Education and Gender' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/fie/VerdinG21a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/fie/VerdinG21a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6615,How many publications did the authors of the paper 'Fourier methods for testing multivariate independence' publish in Comput. Stat. Data Anal.?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/csda/MeintanisI08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Stat. Data Anal.' },TP75,"[""<https://dblp.org/rec/journals/csda/MeintanisI08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6616,Count the papers published by the authors of 'Evolutionary Learning of Fuzzy Neural Network Using A Modified Genetic Algorithm' in 2003.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/his/SengT03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2003' },TP74,"[""<https://dblp.org/rec/conf/his/SengT03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6617,How many different affiliations do the authors of 'Retrofitting FSO Systems in Existing RF Infrastructure: A Non-Zero-Sum Game Technology' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ojcs/TrichiliRBEAAOA21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/ojcs/TrichiliRBEAAOA21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6618,How many papers did the authors of 'Driving skill analysis using machine learning The full curve and curve segmented cases' publish in 2012?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/itst/ChandrasiriNILYHSSMT12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP74,"[""<https://dblp.org/rec/conf/itst/ChandrasiriNILYHSSMT12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6619,How many publications did the authors of the paper 'SCRAM: A Sharing Considered Route Assignment Mechanism for Fair Taxi Route Recommendations' publish in ACM International Conference on Knowledge Discovery and Data Mining?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/kdd/QianCMSL15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'KDD' },TP75,"[""<https://dblp.org/rec/conf/kdd/QianCMSL15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6620,How many papers did the authors of 'Integrating Prior Information with Bayesian Feature Selection' publish in BCB?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/bcb/PourD17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'BCB' },TP75,"[""<https://dblp.org/rec/conf/bcb/PourD17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6621,Mention the count of papers published by the authors of 'First Passage Problems for Nonstationary Discrete-Time Stochastic Control Systems' in Eur. J. Control.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ejcon/GuoHH12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Eur. J. Control' },TP75,"[""<https://dblp.org/rec/journals/ejcon/GuoHH12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6622,"In 2016, how many papers did the authors of 'Pattern-based Classification and Survival Analysis of Chronic Kidney Disease' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/isaim/SubasiMBMSCCL16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP74,"[""<https://dblp.org/rec/conf/isaim/SubasiMBMSCCL16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6623,"In 2015, how many papers did the authors of 'The Plurality of Human Brain-Computer Interfacing [Scanning the Issue]' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/pieee/Muller-PutzMSM15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP74,"[""<https://dblp.org/rec/journals/pieee/Muller-PutzMSM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6624,Count the papers published by the authors of 'Copyright Impacts of and on Government Programs' in 1976.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jcisd/Burchinal76> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1976' },TP74,"[""<https://dblp.org/rec/journals/jcisd/Burchinal76>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6625,How many different affiliations do the authors of 'A New Processor Architecture with a New Program Driving Method' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/cdes/LiLCJNMJZZ06> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/cdes/LiLCJNMJZZ06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6626,Count the different affiliations of the authors of 'Syntactic REAPPT: Exercises on Clitic Pronouning'.,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/slate/FreitasBM13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/slate/FreitasBM13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6627,"In 2015, how many papers did the authors of 'Nature-Inspired Algorithms for Real-World Optimization Problems' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jam/FangLZH15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2015' },TP74,"[""<https://dblp.org/rec/journals/jam/FangLZH15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6628,Count the papers published by the authors of 'Rate control on correlation coefficient of network delay' in IEEE Global Telecommunications Conference .,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/globecom/IkegamiNAT03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'GLOBECOM' },TP75,"[""<https://dblp.org/rec/conf/globecom/IkegamiNAT03>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6629,Count the papers published by the authors of 'A Highly Efficient Implementation of I/O Functions on GPU' in 2012.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ipps/WuQHW12> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2012' },TP74,"[""<https://dblp.org/rec/conf/ipps/WuQHW12>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6630,How many authors of 'Matlab-Based Problem-Solving Environment for Geometric Processing of Surfaces' have University of Cantabria as their primary affiliation?,"SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/icms/GalvezI06> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?answer <https://dblp.org/rdf/schema#primaryAffiliation> 'University of Cantabria, Santander, Spain' }",TP71,"[""<https://dblp.org/rec/conf/icms/GalvezI06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6631,Mention the count of papers published by the authors of 'A hybrid silicon/InP integrated feedback stabilized mode-locked laser' in OFC.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ofc/DavenportSH014> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'OFC' },TP75,"[""<https://dblp.org/rec/conf/ofc/DavenportSH014>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6632,Count the papers published by the authors of 'Individual differences in haemoglobin concentration influence bold fMRI functional connectivity and its correlation with cognition' in 2020.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/neuroimage/WardOOASFSEJ20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2020' },TP74,"[""<https://dblp.org/rec/journals/neuroimage/WardOOASFSEJ20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6633,How many papers did the authors of 'A Mesh-Connected Area-Time Optimal VLSI Multiplier of Large Integers' publish in 1983?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/tc/Preparata83> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '1983' },TP74,"[""<https://dblp.org/rec/journals/tc/Preparata83>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6634,"In 2008, how many papers did the authors of 'The Extended Architecture of Hantology for Japan Kanji' publish?",SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/lrec/ChouHH08> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2008' },TP74,"[""<https://dblp.org/rec/conf/lrec/ChouHH08>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6635,How many different affiliations do the authors of 'MDDs: Sampling and Probability Constraints' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/cp/PerezR17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/cp/PerezR17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6636,Mention the count of papers published by the authors of 'Improving Medication Adherence with Two-way Short Message Service Reminders in Sickle Cell Disease and Asthma' in Appl. Clin. Inform..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/aci/PernellDBRBC17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Appl. Clin. Inform.' },TP75,"[""<https://dblp.org/rec/journals/aci/PernellDBRBC17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6637,How many different affiliations do the authors of 'Towards Wifi Mobility without Fast Handover' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/nsdi/CroitoruNR15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/conf/nsdi/CroitoruNR15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6638,How many different affiliations do the authors of 'Some new facts about sequential quadratic programming methods employing second derivatives' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/oms/IzmailovS16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/oms/IzmailovS16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6639,How many papers did the authors of 'Association patterns' publish in ACM Southeast Regional Conference?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ACMse/Ehlmann10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ACM Southeast Regional Conference' },TP75,"[""<https://dblp.org/rec/conf/ACMse/Ehlmann10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6640,Count the papers published by the authors of 'An evaluation of the Reed-Solomon error-correcting codes usage for bio-cryptographic algorithms' in SACI.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/saci/VelciuPP15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SACI' },TP75,"[""<https://dblp.org/rec/conf/saci/VelciuPP15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6641,How many papers did the authors of 'Defect filter for alternate RF test' publish in ETS?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/ets/StratigopoulosMAO10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ETS' },TP75,"[""<https://dblp.org/rec/conf/ets/StratigopoulosMAO10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6642,How many papers did the authors of 'A 347-mW quad-core MIQP solver processor for robot control' publish in 2010?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/cicc/NoguchiTSNIKY10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2010' },TP74,"[""<https://dblp.org/rec/conf/cicc/NoguchiTSNIKY10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6643,Mention the count of papers published by the authors of 'Access Control Model Based on Trust and Risk Evaluation in IDMaaS' in ITNG.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/itng/LiuWBS15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ITNG' },TP75,"[""<https://dblp.org/rec/conf/itng/LiuWBS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6644,Count the papers published by the authors of 'MD-ART: a test case generation method without test oracle problem' in 2016.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/kbse/HuiH16> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#yearOfPublication> '2016' },TP74,"[""<https://dblp.org/rec/conf/kbse/HuiH16>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6645,Count the papers published by the authors of 'A partial replication approach for anywhere anytime mobile commenting' in CSCW.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/cscw/XiaLSLDG14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CSCW' },TP75,"[""<https://dblp.org/rec/conf/cscw/XiaLSLDG14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6646,Count the papers published by the authors of 'A brief analysis of favorable and unfavorable conditions for future development of pharmaceutical E-commerce in China' in LISS.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/liss/Wang16g> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'LISS' },TP75,"[""<https://dblp.org/rec/conf/liss/Wang16g>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6647,Count the papers published by the authors of 'E-Government Evaluation: An Assessment Approach Using ROI vs ROR Matrix' in Int. J. Electron. Gov. Res..,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/ijegr/Wong13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Electron. Gov. Res.' },TP75,"[""<https://dblp.org/rec/journals/ijegr/Wong13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6648,How many papers did the authors of 'Coercion as a Metaphor for Computatiion' publish in ICCL?,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/iccl/Jagannathan90> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICCL' },TP75,"[""<https://dblp.org/rec/conf/iccl/Jagannathan90>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6649,Mention the count of papers published by the authors of 'PittGrub: A Frustration-Free System to Reduce Food Waste by Notifying Hungry College Students' in ACM International Conference on Knowledge Discovery and Data Mining.,SELECT DISTINCT (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/conf/kdd/SilvisSL18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#publishedIn> 'KDD' },TP75,"[""<https://dblp.org/rec/conf/kdd/SilvisSL18>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q6650,How many different affiliations do the authors of 'Increasing Resiliency in Multi-phase Wireless Sensor Networks: Generationwise Key Predistribution Approach' have?,SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/cj/ErgunLS11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer },TP73,"[""<https://dblp.org/rec/journals/cj/ErgunLS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6651,Who has published the most papers among the authors of 'Efficient histogramming of large-scale geospatial rasters in supporting of web-based queries'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/gis/YouZ11> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/gis/YouZ11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6652,In which year were the first papers of the authors of 'Named Entity Extraction using AdaBoost' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/conf/conll/CarrerasMP02> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/conf/conll/CarrerasMP02>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6653,In which year were the first papers of the authors of 'What Is the Complexity of Solution-Restricted Operator Equations?' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/jc/Werschulz95a> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/jc/Werschulz95a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6654,Who has published the most papers among the authors of 'Turbo product codes for FH-SS with partial-band interference'?,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/twc/ZhangL02> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/twc/ZhangL02>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6655,Mention the year in which the first papers of the authors of 'Consistency of Distributionally Robust Risk- and Chance-Constrained Optimization Under Wasserstein Ambiguity Sets' were published.,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/csysl/CherukuriH21> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/csysl/CherukuriH21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6656,In which year were the first papers of the authors of 'PosMed: ranking genes and bioresources based on Semantic Web Association Study' published?,SELECT DISTINCT ?answer MIN(xsd:integer(?y)) AS ?y WHERE { <https://dblp.org/rec/journals/nar/MakitaKYDMNMTITBKWMT13> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y },TP83,"[""<https://dblp.org/rec/journals/nar/MakitaKYDMNMTITBKWMT13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#yearOfPublication>""]",True,False
Q6657,Mention the author who has published the most papers among the authors of 'The generalized linear complementarity problem and an algorithm to find all its solutions'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/mp/MoorVV92> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/mp/MoorVV92>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6658,"Which one has more number of authors, 'Plastic Waste is Exponentially Filling our Oceans, but where are the Robots?' or 'A Refined Mean Field Approximation'?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1809-00798> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/sigmetrics/GastH18> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/journals/corr/abs-1809-00798>, <https://dblp.org/rec/conf/sigmetrics/GastH18>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/journals/corr/abs-1809-00798>"", ""<https://dblp.org/rec/conf/sigmetrics/GastH18>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6659,"Mention the author who has published the most papers among the authors of 'Asymptotic enumeration, global structure, and constrained evolution'.","SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/dm/PromelST01> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/dm/PromelST01>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6660,Mention the primary affiliation of most of the authors of 'Faster fast evaluation of thin plate splines in two dimensions'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?answer) AS ?count) WHERE { <https://dblp.org/rec/journals/jcam/BeatsonOR14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#primaryAffiliation> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP81,"[""<https://dblp.org/rec/journals/jcam/BeatsonOR14>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#primaryAffiliation>""]",False,False
Q6661,Mention the author who has published the most papers among the authors of 'Process Recovery'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/conf/ijcai/Leyton87> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/conf/ijcai/Leyton87>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q6662,"Between 'Quantum Distinguishing Complexity, Zero-Error Algorithms, and Statistical Zero Knowledge' and 'An implementation of CAD in Maple utilising problem formulation, equational constraints and truth-table invariance', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/tqc/Ben-DavidK19> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/journals/corr/England13> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/tqc/Ben-DavidK19>, <https://dblp.org/rec/conf/sigmetrics/GastH18>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/tqc/Ben-DavidK19>"", ""<https://dblp.org/rec/journals/corr/England13>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6663,"Between 'Instrumenting time-sensitive software for feature location' and 'Towards a complete binary key system for the speaker diarization task', which paper has more authors?","SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iwpc/EdwardsWSG09> <https://dblp.org/rdf/schema#numberOfCreators> ?x . <https://dblp.org/rec/conf/interspeech/DelgadoFS14> <https://dblp.org/rdf/schema#numberOfCreators> ?y . BIND(IF(?x > ?y, <https://dblp.org/rec/conf/iwpc/EdwardsWSG09>, <https://dblp.org/rec/conf/interspeech/DelgadoFS14>) AS ?answer) }",TP86,"[""<https://dblp.org/rec/conf/iwpc/EdwardsWSG09>"", ""<https://dblp.org/rec/conf/interspeech/DelgadoFS14>""]","[""<https://dblp.org/rdf/schema#numberOfCreators>""]",False,False
Q6664,Mention the author who has published the most papers among the authors of 'Beyond context: Exploring semantic similarity for small object detection in crowded scenes'.,"SELECT (GROUP_CONCAT(?answer; separator=', ') AS ?answer) ?count WHERE { SELECT DISTINCT ?answer (COUNT(?x) AS ?count) WHERE { <https://dblp.org/rec/journals/prl/XiZHJLXFL20> <https://dblp.org/rdf/schema#authoredBy> ?answer . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer } GROUP BY ?answer } ORDER BY DESC(?count) LIMIT 1",TP82,"[""<https://dblp.org/rec/journals/prl/XiZHJLXFL20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
