id,question_string,query,template_id,entities,relations,temporal,help_out
Q1514,Did Mindaugas Zilys and Andrius Laucka not co-author the paper 'Research of the Defects in PET preform'?,ASK { <https://dblp.org/rec/conf/mmar/LauckaAMZ16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/158/7733> . <https://dblp.org/rec/conf/mmar/LauckaAMZ16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/4596> FILTER NOT EXISTS { <https://dblp.org/rec/conf/mmar/LauckaAMZ16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/158/7733> . <https://dblp.org/rec/conf/mmar/LauckaAMZ16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/4596> } },TC43,"[""<https://dblp.org/pid/158/7733>"", ""<https://dblp.org/pid/186/4596>"", ""<https://dblp.org/rec/conf/mmar/LauckaAMZ16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1515,"Have Chin-Hui Lee and Xu, Ke not co-authored the paper 'Tweet Normalization with Syllables'?",ASK { <https://dblp.org/rec/conf/acl/XuXL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/826> . <https://dblp.org/rec/conf/acl/XuXL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/2626> FILTER NOT EXISTS { <https://dblp.org/rec/conf/acl/XuXL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/826> . <https://dblp.org/rec/conf/acl/XuXL15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/2626> } },TC43,"[""<https://dblp.org/pid/60/826>"", ""<https://dblp.org/pid/181/2626>"", ""<https://dblp.org/rec/conf/acl/XuXL15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1516,Have Mehdi C. and J. Zafarani not co-authored the paper 'Image Space Analysis and Scalarization for \u03B5-Optimization of Multifunctions'?,ASK { <https://dblp.org/rec/journals/jota/ChinaieZ13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/7153> . <https://dblp.org/rec/journals/jota/ChinaieZ13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/7208> FILTER NOT EXISTS { <https://dblp.org/rec/journals/jota/ChinaieZ13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/7153> . <https://dblp.org/rec/journals/jota/ChinaieZ13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/7208> } },TC43,"[""<https://dblp.org/pid/91/7153>"", ""<https://dblp.org/pid/95/7208>"", ""<https://dblp.org/rec/journals/jota/ChinaieZ13>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1517,Has the paper 'Der Iterierte Limes Rekursiver Funktionen und Die Arithmetische Hierarchie' not been published by Reinhard Klette in Math. Log. Q.?,ASK { <https://dblp.org/rec/journals/mlq/GoetzeKG77> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/ReinhardKlette> . <https://dblp.org/rec/journals/mlq/GoetzeKG77> <https://dblp.org/rdf/schema#publishedIn> 'Math. Log. Q.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/mlq/GoetzeKG77> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/ReinhardKlette> . <https://dblp.org/rec/journals/mlq/GoetzeKG77> <https://dblp.org/rdf/schema#publishedIn> 'Math. Log. Q.' } },TC44,"[""<https://dblp.org/pid/k/ReinhardKlette>"", ""<https://dblp.org/rec/journals/mlq/GoetzeKG77>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1518,"Did Atzm\u00FCller, Martin not publish the paper 'Face-to-Face Contacts at a Conference: Dynamics of Communities and Roles'?",ASK { <https://dblp.org/rec/conf/socialcom/AtzmuellerDHMS11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/4732> FILTER NOT EXISTS { <https://dblp.org/rec/conf/socialcom/AtzmuellerDHMS11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/4732> } },TC41,"[""<https://dblp.org/pid/22/4732>"", ""<https://dblp.org/rec/conf/socialcom/AtzmuellerDHMS11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1519,"Have Hermann H\u00E4rtig and Krause, Thomas not co-authored the paper 'COPRA - Eine auf Concurrent Pascal basierende Rechner-Architektur'?",ASK { <https://dblp.org/rec/conf/gacm/HartigK80> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/h/HHartig> . <https://dblp.org/rec/conf/gacm/HartigK80> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/872-1> FILTER NOT EXISTS { <https://dblp.org/rec/conf/gacm/HartigK80> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/h/HHartig> . <https://dblp.org/rec/conf/gacm/HartigK80> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/872-1> } },TC43,"[""<https://dblp.org/pid/h/HHartig>"", ""<https://dblp.org/pid/31/872-1>"", ""<https://dblp.org/rec/conf/gacm/HartigK80>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1520,Did M. Zhang not publish the paper 'Guest Editorial Special Issue on Multitask Evolutionary Computation' in IEEE Trans. Evol. Comput.?,ASK { <https://dblp.org/rec/journals/tec/GuptaOJZ22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/z/MengjieZhang> . <https://dblp.org/rec/journals/tec/GuptaOJZ22> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Evol. Comput.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/tec/GuptaOJZ22> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/z/MengjieZhang> . <https://dblp.org/rec/journals/tec/GuptaOJZ22> <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Evol. Comput.' } },TC44,"[""<https://dblp.org/pid/z/MengjieZhang>"", ""<https://dblp.org/rec/journals/tec/GuptaOJZ22>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1521,Did Manuel Garc\u00EDa-Villalba not publish the paper 'A Numerical Study of Turbulent Stably-Stratified Plane Couette Flow'?,ASK { <https://dblp.org/rec/books/daglib/p/Garcia-VillalbaAU10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/133/9934> FILTER NOT EXISTS { <https://dblp.org/rec/books/daglib/p/Garcia-VillalbaAU10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/133/9934> } },TC41,"[""<https://dblp.org/pid/133/9934>"", ""<https://dblp.org/rec/books/daglib/p/Garcia-VillalbaAU10>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1522,"Have Mosavat-Jahromi, H. and Lin C. not co-authored the paper 'NC-MAC: Network Coding-based Distributed MAC Protocol for Reliable Beacon Broadcasting in V2X'?",ASK { <https://dblp.org/rec/conf/globecom/Mosavat-Jahromi20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/199/7209> . <https://dblp.org/rec/conf/globecom/Mosavat-Jahromi20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/8688-1> FILTER NOT EXISTS { <https://dblp.org/rec/conf/globecom/Mosavat-Jahromi20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/199/7209> . <https://dblp.org/rec/conf/globecom/Mosavat-Jahromi20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/8688-1> } },TC43,"[""<https://dblp.org/pid/199/7209>"", ""<https://dblp.org/pid/20/8688-1>"", ""<https://dblp.org/rec/conf/globecom/Mosavat-Jahromi20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1523,Has the paper 'Temporal Autoencoding Restricted Boltzmann Machine' not been published by Alex K. Susemihl in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-1210-8353> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/11107> . <https://dblp.org/rec/journals/corr/abs-1210-8353> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1210-8353> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/11107> . <https://dblp.org/rec/journals/corr/abs-1210-8353> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC44,"[""<https://dblp.org/pid/41/11107>"", ""<https://dblp.org/rec/journals/corr/abs-1210-8353>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1524,"Wasn't the paper 'Greibach normal form for \u03C9-algebraic systems and weighted simple \u03C9-pushdown automata' published by the author Dziadek, S. in Inf. Comput.?",ASK { <https://dblp.org/rec/journals/iandc/DrosteDK22a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/157/0602> . <https://dblp.org/rec/journals/iandc/DrosteDK22a> <https://dblp.org/rdf/schema#publishedIn> 'Inf. Comput.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/iandc/DrosteDK22a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/157/0602> . <https://dblp.org/rec/journals/iandc/DrosteDK22a> <https://dblp.org/rdf/schema#publishedIn> 'Inf. Comput.' } },TC44,"[""<https://dblp.org/pid/157/0602>"", ""<https://dblp.org/rec/journals/iandc/DrosteDK22a>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1525,Wasn't the paper 'Relationship between Asymmetries Measured on Different Levels in Elite Basketball Players' published by the author Nejc Sarabon in Symmetry?,ASK { <https://dblp.org/rec/journals/symmetry/UjakovicS21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/146/8160> . <https://dblp.org/rec/journals/symmetry/UjakovicS21> <https://dblp.org/rdf/schema#publishedIn> 'Symmetry' FILTER NOT EXISTS { <https://dblp.org/rec/journals/symmetry/UjakovicS21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/146/8160> . <https://dblp.org/rec/journals/symmetry/UjakovicS21> <https://dblp.org/rdf/schema#publishedIn> 'Symmetry' } },TC44,"[""<https://dblp.org/pid/146/8160>"", ""<https://dblp.org/rec/journals/symmetry/UjakovicS21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1526,Have Yahya Y. Al-Salqan and Wu Wen not co-authored the paper 'Summary Report on Enterprise Security Workshop'?,ASK { <https://dblp.org/rec/conf/wetice/WenA00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/4764> . <https://dblp.org/rec/conf/wetice/WenA00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/5228> FILTER NOT EXISTS { <https://dblp.org/rec/conf/wetice/WenA00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/4764> . <https://dblp.org/rec/conf/wetice/WenA00> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/5228> } },TC43,"[""<https://dblp.org/pid/97/4764>"", ""<https://dblp.org/pid/70/5228>"", ""<https://dblp.org/rec/conf/wetice/WenA00>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1527,Was the paper 'Beyond griefing: Virtual crime' not published by A. Adrian in Comput. Law Secur. Rev.?,ASK { <https://dblp.org/rec/journals/clsr/Adrian10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/273/6771> . <https://dblp.org/rec/journals/clsr/Adrian10> <https://dblp.org/rdf/schema#publishedIn> 'Comput. Law Secur. Rev.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/clsr/Adrian10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/273/6771> . <https://dblp.org/rec/journals/clsr/Adrian10> <https://dblp.org/rdf/schema#publishedIn> 'Comput. Law Secur. Rev.' } },TC44,"[""<https://dblp.org/pid/273/6771>"", ""<https://dblp.org/rec/journals/clsr/Adrian10>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1528,Wasn't the paper 'Smart Access to Historical Archives based on Rich Semantic Metadata' published by the author Anna G. in KMIS?,ASK { <https://dblp.org/rec/conf/ic3k/CaserioGM17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/2990> . <https://dblp.org/rec/conf/ic3k/CaserioGM17> <https://dblp.org/rdf/schema#publishedIn> 'KMIS' FILTER NOT EXISTS { <https://dblp.org/rec/conf/ic3k/CaserioGM17> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/2990> . <https://dblp.org/rec/conf/ic3k/CaserioGM17> <https://dblp.org/rdf/schema#publishedIn> 'KMIS' } },TC44,"[""<https://dblp.org/pid/82/2990>"", ""<https://dblp.org/rec/conf/ic3k/CaserioGM17>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1529,"Wasn't the paper 'Industrial Facility Modeling Using Procedural Methods' not published by the author Bishop, M. Scott?",ASK { <https://dblp.org/rec/conf/ceig/BishopM15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/147/4633> FILTER NOT EXISTS { <https://dblp.org/rec/conf/ceig/BishopM15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/147/4633> } },TC41,"[""<https://dblp.org/pid/147/4633>"", ""<https://dblp.org/rec/conf/ceig/BishopM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1530,Has Reza Alemy not published the paper 'Quality of Care Metric Reporting from Clinical Narratives: Assessing Ontology Components'?,ASK { <https://dblp.org/rec/conf/icbo/MadaniASX14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/148/5622> FILTER NOT EXISTS { <https://dblp.org/rec/conf/icbo/MadaniASX14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/148/5622> } },TC41,"[""<https://dblp.org/pid/148/5622>"", ""<https://dblp.org/rec/conf/icbo/MadaniASX14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1531,Did Ioanis Nikolaidis and David E. Wallace not co-author the paper 'Editor's Note - The Unbearable Simplicity of BeingNeutral'?,ASK { <https://dblp.org/rec/journals/network/Nikolaidis07a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/1785> . <https://dblp.org/rec/journals/network/Nikolaidis07a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/986> FILTER NOT EXISTS { <https://dblp.org/rec/journals/network/Nikolaidis07a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/1785> . <https://dblp.org/rec/journals/network/Nikolaidis07a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/986> } },TC43,"[""<https://dblp.org/pid/90/1785>"", ""<https://dblp.org/pid/68/986>"", ""<https://dblp.org/rec/journals/network/Nikolaidis07a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1532,Was the paper 'Dynamic ring for seamless mobility in identity centric networks' not published by Wenpeng Sha in ISCC?,ASK { <https://dblp.org/rec/conf/iscc/LiS15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/9081> . <https://dblp.org/rec/conf/iscc/LiS15> <https://dblp.org/rdf/schema#publishedIn> 'ISCC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/iscc/LiS15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/9081> . <https://dblp.org/rec/conf/iscc/LiS15> <https://dblp.org/rdf/schema#publishedIn> 'ISCC' } },TC44,"[""<https://dblp.org/pid/01/9081>"", ""<https://dblp.org/rec/conf/iscc/LiS15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1533,Did Jonathan C. not publish the paper 'Neural Sequence Generation Using Spatiotemporal Patterns of Inhibition'?,ASK { <https://dblp.org/rec/journals/ploscb/CannonKGM15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/173/3619> FILTER NOT EXISTS { <https://dblp.org/rec/journals/ploscb/CannonKGM15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/173/3619> } },TC41,"[""<https://dblp.org/pid/173/3619>"", ""<https://dblp.org/rec/journals/ploscb/CannonKGM15>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1534,"Did Chan, Kwong-fai not publish the paper 'An On-Line Algorithm for Navigating in Unknown Terrain'?",ASK { <https://dblp.org/rec/conf/isa/ChanL91> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/1711> FILTER NOT EXISTS { <https://dblp.org/rec/conf/isa/ChanL91> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/1711> } },TC41,"[""<https://dblp.org/pid/09/1711>"", ""<https://dblp.org/rec/conf/isa/ChanL91>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1535,Wasn't the paper 'CHIC: a combination-based recommendation system' published by the author Samuel Madden in SIGMOD Conference?,ASK { <https://dblp.org/rec/conf/sigmod/VartakM13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/SamuelMadden> . <https://dblp.org/rec/conf/sigmod/VartakM13> <https://dblp.org/rdf/schema#publishedIn> 'SIGMOD Conference' FILTER NOT EXISTS { <https://dblp.org/rec/conf/sigmod/VartakM13> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/SamuelMadden> . <https://dblp.org/rec/conf/sigmod/VartakM13> <https://dblp.org/rdf/schema#publishedIn> 'SIGMOD Conference' } },TC44,"[""<https://dblp.org/pid/m/SamuelMadden>"", ""<https://dblp.org/rec/conf/sigmod/VartakM13>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1536,"Did Dotoli, M. and Carli, Raffaele not co-author the paper 'A decentralized control strategy for energy retrofit planning of large-scale street lighting systems using dynamic programming'?",ASK { <https://dblp.org/rec/conf/case/CarliD17a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/4162> . <https://dblp.org/rec/conf/case/CarliD17a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/141/7999> FILTER NOT EXISTS { <https://dblp.org/rec/conf/case/CarliD17a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/4162> . <https://dblp.org/rec/conf/case/CarliD17a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/141/7999> } },TC43,"[""<https://dblp.org/pid/03/4162>"", ""<https://dblp.org/pid/141/7999>"", ""<https://dblp.org/rec/conf/case/CarliD17a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1537,Didn't D. In Kim publish the paper 'Sparse-Coded Ambient Backscatter Communication for Massive OFDM-Induced IoT Networks'?,ASK { <https://dblp.org/rec/conf/iccoms/KimK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/1369> FILTER NOT EXISTS { <https://dblp.org/rec/conf/iccoms/KimK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/1369> } },TC41,"[""<https://dblp.org/pid/86/1369>"", ""<https://dblp.org/rec/conf/iccoms/KimK18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1538,Has Y. Zhao not published the paper 'Opportunities and Challenges in Running Scientific Workflows on the Cloud'?,ASK { <https://dblp.org/rec/conf/cyberc/ZhaoFRL11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/1356-9> FILTER NOT EXISTS { <https://dblp.org/rec/conf/cyberc/ZhaoFRL11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/1356-9> } },TC41,"[""<https://dblp.org/pid/14/1356-9>"", ""<https://dblp.org/rec/conf/cyberc/ZhaoFRL11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1539,Wasn't the paper 'Towards a Universal Representation of DEVS: A Metamodel-Based Definition of DEVS Formal Specification' not published by the author Silvio Gonnet?,ASK { <https://dblp.org/rec/conf/annsim/BlasGZ21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/2254> FILTER NOT EXISTS { <https://dblp.org/rec/conf/annsim/BlasGZ21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/2254> } },TC41,"[""<https://dblp.org/pid/85/2254>"", ""<https://dblp.org/rec/conf/annsim/BlasGZ21>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1540,Was the paper 'Interference to digital broadband communications and spread spectrum communications' not published by the person Charles W. Rhodes?,ASK { <https://dblp.org/rec/conf/iccel/Rhodes12a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/120/9098> FILTER NOT EXISTS { <https://dblp.org/rec/conf/iccel/Rhodes12a> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/120/9098> } },TC41,"[""<https://dblp.org/pid/120/9098>"", ""<https://dblp.org/rec/conf/iccel/Rhodes12a>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1541,"Was the paper 'Relativistic changes to particle trajectories are difficult to detect' not co-authored by Hassani, Farbod and Jean-Pierre Eckmann?",ASK { <https://dblp.org/rec/journals/corr/abs-1909-04652> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/248/8345> . <https://dblp.org/rec/journals/corr/abs-1909-04652> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/9365> FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-1909-04652> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/248/8345> . <https://dblp.org/rec/journals/corr/abs-1909-04652> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/9365> } },TC43,"[""<https://dblp.org/pid/248/8345>"", ""<https://dblp.org/pid/25/9365>"", ""<https://dblp.org/rec/journals/corr/abs-1909-04652>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1542,Did Claudio E. Palazzi not publish the paper 'Would Current Ad-Hoc Routing Protocols be Adequate for the Internet of Vehicles? A Comparative Study'?,ASK { <https://dblp.org/rec/journals/iotj/BujariGPR18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/425> FILTER NOT EXISTS { <https://dblp.org/rec/journals/iotj/BujariGPR18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/425> } },TC41,"[""<https://dblp.org/pid/43/425>"", ""<https://dblp.org/rec/journals/iotj/BujariGPR18>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1543,"Did Shohfi, T. D. not publish the paper 'The Construction of Efficient Portfolios: A Verification of Risk Models for Investment Making' in Frontiers Appl. Math. Stat.?",ASK { <https://dblp.org/rec/journals/fams/GultekinSG20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/307/9734> . <https://dblp.org/rec/journals/fams/GultekinSG20> <https://dblp.org/rdf/schema#publishedIn> 'Frontiers Appl. Math. Stat.' FILTER NOT EXISTS { <https://dblp.org/rec/journals/fams/GultekinSG20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/307/9734> . <https://dblp.org/rec/journals/fams/GultekinSG20> <https://dblp.org/rdf/schema#publishedIn> 'Frontiers Appl. Math. Stat.' } },TC44,"[""<https://dblp.org/pid/307/9734>"", ""<https://dblp.org/rec/journals/fams/GultekinSG20>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1544,Has the paper 'A 10-Gb/s 5-Tap DFE/4-Tap FFE Transceiver in 90-nm CMOS Technology' not been published by Michael P. Beakes in IEEE J. Solid State Circuits?,ASK { <https://dblp.org/rec/journals/jssc/BulzacchelliMRR06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/10282> . <https://dblp.org/rec/journals/jssc/BulzacchelliMRR06> <https://dblp.org/rdf/schema#publishedIn> 'IEEE J. Solid State Circuits' FILTER NOT EXISTS { <https://dblp.org/rec/journals/jssc/BulzacchelliMRR06> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/10282> . <https://dblp.org/rec/journals/jssc/BulzacchelliMRR06> <https://dblp.org/rdf/schema#publishedIn> 'IEEE J. Solid State Circuits' } },TC44,"[""<https://dblp.org/pid/00/10282>"", ""<https://dblp.org/rec/journals/jssc/BulzacchelliMRR06>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1545,"Wasn't the paper 'Learning to Cooperate in a Socially Optimal Way in Swarm Robotics' not published by the author Ecoffet, Paul?",ASK { <https://dblp.org/rec/conf/isalalife/EcoffetAB20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/287/4841> FILTER NOT EXISTS { <https://dblp.org/rec/conf/isalalife/EcoffetAB20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/287/4841> } },TC41,"[""<https://dblp.org/pid/287/4841>"", ""<https://dblp.org/rec/conf/isalalife/EcoffetAB20>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1546,Was the paper 'A trajectory algorithm based on the gradient method I The search on the quasioptimal trajectories' not co-authored by E. G. Sturua and S. K. Zavriev?,ASK { <https://dblp.org/rec/journals/jgo/SturuaZ91> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/6844> . <https://dblp.org/rec/journals/jgo/SturuaZ91> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/5983> FILTER NOT EXISTS { <https://dblp.org/rec/journals/jgo/SturuaZ91> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/6844> . <https://dblp.org/rec/journals/jgo/SturuaZ91> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/5983> } },TC43,"[""<https://dblp.org/pid/187/6844>"", ""<https://dblp.org/pid/187/5983>"", ""<https://dblp.org/rec/journals/jgo/SturuaZ91>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1547,Has the paper 'Using Examples for Teaching Software Design: An Experiment Using a Repository of UML Class Diagrams' not been published by Bilal Karasneh in Asia-Pacific Software Engineering Conference?,ASK { <https://dblp.org/rec/conf/apsec/KarasnehJC15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/138/0574> . <https://dblp.org/rec/conf/apsec/KarasnehJC15> <https://dblp.org/rdf/schema#publishedIn> 'APSEC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/apsec/KarasnehJC15> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/138/0574> . <https://dblp.org/rec/conf/apsec/KarasnehJC15> <https://dblp.org/rdf/schema#publishedIn> 'APSEC' } },TC44,"[""<https://dblp.org/pid/138/0574>"", ""<https://dblp.org/rec/conf/apsec/KarasnehJC15>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1548,Was the paper 'Heterogenous swarm with first and second order dynamics for function optimization' not co-authored by T. Hatanaka and Heng Xiao?,ASK { <https://dblp.org/rec/conf/cec/XiaoH16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/6419> . <https://dblp.org/rec/conf/cec/XiaoH16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/10753> FILTER NOT EXISTS { <https://dblp.org/rec/conf/cec/XiaoH16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/6419> . <https://dblp.org/rec/conf/cec/XiaoH16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/10753> } },TC43,"[""<https://dblp.org/pid/49/6419>"", ""<https://dblp.org/pid/50/10753>"", ""<https://dblp.org/rec/conf/cec/XiaoH16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1549,Was the paper 'Inharmonious Region Localization' not published by Liqing Zhang in CoRR?,ASK { <https://dblp.org/rec/journals/corr/abs-2104-09453> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/4627-1> . <https://dblp.org/rec/journals/corr/abs-2104-09453> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/abs-2104-09453> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/4627-1> . <https://dblp.org/rec/journals/corr/abs-2104-09453> <https://dblp.org/rdf/schema#publishedIn> 'CoRR' } },TC44,"[""<https://dblp.org/pid/20/4627-1>"", ""<https://dblp.org/rec/journals/corr/abs-2104-09453>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1550,Was the paper 'Volumetric 3D graphics on commodity displays using active gaze tracking' not co-authored by John P. Collomosse and C. Malleson?,ASK { <https://dblp.org/rec/conf/iccvw/MallesonC11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/4504> . <https://dblp.org/rec/conf/iccvw/MallesonC11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/10781> FILTER NOT EXISTS { <https://dblp.org/rec/conf/iccvw/MallesonC11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/4504> . <https://dblp.org/rec/conf/iccvw/MallesonC11> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/10781> } },TC43,"[""<https://dblp.org/pid/72/4504>"", ""<https://dblp.org/pid/36/10781>"", ""<https://dblp.org/rec/conf/iccvw/MallesonC11>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1551,Was the paper 'Maximum Matching' not co-authored by M. Mucha and Pablo D. Godoy?,ASK { <https://dblp.org/rec/reference/algo/Mucha16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/MarcinMucha> . <https://dblp.org/rec/reference/algo/Mucha16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/234/9553> FILTER NOT EXISTS { <https://dblp.org/rec/reference/algo/Mucha16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/MarcinMucha> . <https://dblp.org/rec/reference/algo/Mucha16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/234/9553> } },TC43,"[""<https://dblp.org/pid/m/MarcinMucha>"", ""<https://dblp.org/pid/234/9553>"", ""<https://dblp.org/rec/reference/algo/Mucha16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1552,Has the paper 'Understanding the I/O Impact on the Performance of High-Throughput Molecular Docking' not been published by Stefano Markidis in PDSW@SC?,ASK { <https://dblp.org/rec/conf/pdsw/MarkidisGVP21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/2060> . <https://dblp.org/rec/conf/pdsw/MarkidisGVP21> <https://dblp.org/rdf/schema#publishedIn> 'PDSW@SC' FILTER NOT EXISTS { <https://dblp.org/rec/conf/pdsw/MarkidisGVP21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/2060> . <https://dblp.org/rec/conf/pdsw/MarkidisGVP21> <https://dblp.org/rdf/schema#publishedIn> 'PDSW@SC' } },TC44,"[""<https://dblp.org/pid/25/2060>"", ""<https://dblp.org/rec/conf/pdsw/MarkidisGVP21>""]","[""<https://dblp.org/rdf/schema#authoredBy>"", ""<https://dblp.org/rdf/schema#publishedIn>""]",False,False
Q1553,"Didn't Harashima, J. publish the paper 'Japanese Word\u2015Color Associations with and without Contexts'?",ASK { <https://dblp.org/rec/conf/lrec/Harashima16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/127/0284> FILTER NOT EXISTS { <https://dblp.org/rec/conf/lrec/Harashima16> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/127/0284> } },TC41,"[""<https://dblp.org/pid/127/0284>"", ""<https://dblp.org/rec/conf/lrec/Harashima16>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1554,Wasn't the paper 'Learning Knowledge Rich User Models from the Semantic Web' not published by the person named Gunnar Aastrand Grimnes?,ASK { <https://dblp.org/rec/conf/um/Grimnes03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/GunnarAastrandGrimnes> FILTER NOT EXISTS { <https://dblp.org/rec/conf/um/Grimnes03> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/GunnarAastrandGrimnes> } },TC41,"[""<https://dblp.org/pid/g/GunnarAastrandGrimnes>"", ""<https://dblp.org/rec/conf/um/Grimnes03>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
Q1555,Didn't Ian Miguel publish the paper 'Optimal Deployment of Geographically Distributed Workflow Engines on the Cloud'?,ASK { <https://dblp.org/rec/journals/corr/ThaiBVAM14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/2612> FILTER NOT EXISTS { <https://dblp.org/rec/journals/corr/ThaiBVAM14> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/2612> } },TC41,"[""<https://dblp.org/pid/17/2612>"", ""<https://dblp.org/rec/journals/corr/ThaiBVAM14>""]","[""<https://dblp.org/rdf/schema#authoredBy>""]",False,False
